{
  "title": "2024_United_Nations_Climate_Change_Conference",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The '''2024 United Nations Climate Change Conference''' or '''Conference of the Parties of the UNFCCC''', more commonly known as '''COP29''', was the 29th United Nations Climate Change conference, held in Baku, Azerbaijan, from 11 to 22 November 2024. Mukhtar Babayev presided, while Samir Nuriyev headed the Organising Committee.",
              "references": [
                "https://unfccc.int/cop29",
                "https://www.theguardian.com/environment/2024/jan/05/cop29-will-be-led-by-mukhtar-babayev-azerbaijan-ecology-minister-who-is-oil-industry-veteran",
                "https://www.bbc.com/news/science-environment-67895068"
              ]
            },
            {
              "id": "1.s2",
              "text": "The choice of Azerbaijan as the location for the conference was controversial because it is Petroleum industry in Azerbaijan|a major oil and gas producer and Human rights in Azerbaijan|authoritarian state with extensive corruption, with several \"official partners\" of COP29 being businesses directly owned by President of Azerbaijan Ilham Aliyev, or tied to the Aliyev family's businesses.",
              "references": [
                "https://www.occrp.org/en/project/know-your-host/official-partners-of-azerbaijans-cop29-climate-summit-linked-to-ruling-aliyev-family-and-their-inner-circle",
                "https://www.rferl.org/a/cop29-azerbaijan-rights-problem-climate/33183450.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Azerbaijan signed the Paris Agreement—an agreement within the United Nations Framework Convention on Climate Change (UNFCCC)—on 22 April 2016. It was ratified on 9 January 2017, and entered into force on 8 February 2017.",
              "references": [
                "https://treaties.un.org/pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXVII-7-d&chapter=27&clang=_en"
              ]
            },
            {
              "id": "2.s2",
              "text": "In January 2024, Mukhtar Babayev, a longtime official of Azeri State ownership|state-owned oil company SOCAR and Ministry of Ecology and Natural Resources (Azerbaijan)|Minister of Ecology and Natural Resources, was appointed as president of the COP29. Azerbaijan reportedly paid New York City|New York-based Public relations|PR firm Teneo US$4.7 million to manage public relations for the event.",
              "references": [
                "https://www.theguardian.com/commentisfree/2024/mar/12/cop29-bridges-diverging-north-and-south-15c-in-reach"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Critique of choice of location",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Critics argued that hosting COP29 in Azerbaijan was inappropriate due to the country's Human rights in Azerbaijan|poor human rights record and an alleged Flight of Nagorno-Karabakh Armenians#Genocide and ethnic cleansing accusations|ethnic cleansing against the Armenians in Azerbaijan#Armenians in Nagorno-Karabakh|Armenian population in the Nagorno-Karabakh region. They also highlighted that Azerbaijan was a Petroleum industry in Azerbaijan|major fossil fuel producer, with an authoritarian government extensively linked to corruption, and saw the choice to assign hosting rights for the COP29 to the country as a way to greenwashing|greenwash its reputation.",
              "references": [
                "https://www.lemkininstitute.com/statements-new-page/statement-on-the-genocidal-state-of-azerbaijan-hosting-cop29",
                "https://www.climatechangenews.com/2024/05/15/in-nagorno-karabakh-azerbaijans-net-zero-vision-clashes-with-legacy-of-war/"
              ]
            },
            {
              "id": "3.s2",
              "text": "Additionally, concerns were raised about the government's Media freedom in Azerbaijan|repression of journalists and environmental activists before the conference, indicating a suppression of free speech and civil society. Michael Rubin (historian)|Michael Rubin, senior fellow at the American Enterprise Institute, wrote that COP29 risked legitimizing President of Azerbaijan|Azerbaijani President Ilham Aliyev's authoritarian government, comparing the occurrence to the 1936 Summer Olympics#Controversies|political exploitation of the 1936 Summer Olympics by Adolf Hitler's regime. Reporters and anti-corruption non-profits also criticized extensive corruption occurring in the country, with \"official partners\" of COP29 being businesses that were either owned directly by or tied to the Aliyev family.",
              "references": [
                "https://www.theguardian.com/environment/article/2024/jun/12/azerbaijan-accused-of-media-crackdown-before-hosting-cop29",
                "https://www.dw.com/en/azerbaijan-repressive-climate-ahead-of-climate-conference/a-69374216",
                "https://www.politico.eu/article/good-cop-bad-cop-azerbaijans-climate-charm-offensive-is-backfiring/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Pre-COP29 negotiations",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "On 10 and 11 October, Azerbaijan hosted the annual Pre-COP meeting to initiate discussions ahead of COP29. The conference, centered around the motto \"Strengthening Ambitions and Ensuring Action\", opened with COP29 President-designate Mukhtar Babayev, COP28 President Sultan Al Jaber, and Deputy Secretary-General of the United Nations|UN Deputy Secretary-General Amina J. Mohammed. Guests discussed priorities such as the need for a new climate finance goal to replace the former $100 billion target, the full activation of the Loss and Damage Fund —originally established during the COP27 in Sharm El Sheikh—, and wider support of vulnerable communities. Discussions also included updated Nationally determined contribution|Nationally Determined Contributions (NDCs) from countries and the finalization of guidelines for carbon markets under Article 6 of the Paris Agreement. Leaders emphasized the need to cap global warming at 1.5°C, as data from the United Nations Environment Programme|UN Environment Programme had suggested that existing Climate pledge|climate pledges may allow for an overall 2.9°C increase.",
              "references": [
                "https://www.euronews.com/2024/10/22/pre-cop29-global-leaders-meet-in-baku-to-tackle-climate-change-and-scale-up-finance-soluti"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "COP29 Organizing Committee",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "The organizing committee originally consisted of 28 men. After criticism voiced by several observers, including Executive Secretary of the UN Framework Convention on Climate Change, Christiana Figueres, another two men and eleven women were added to the panel.",
              "references": [
                "https://www.euronews.com/green/2024/01/19/excluding-women-from-decision-making-campaigners-condemn-azerbaijans-all-male-cop29-commit",
                "https://www.theguardian.com/environment/2024/jan/19/women-cop29-climate-summit-committee-backlash"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "COP29 Presidency",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Azerbaijan's Ministry of Ecology and Natural Resources (Azerbaijan)|Minister of Ecology and Natural Resources, Mukhtar Babayev, served as President of the COP29. Babayev previously worked as Vice President for ecology at State ownership|state-owned oil company SOCAR. Other members of the COP29 Presidency Team included Yalchin Rafiyev as the lead negotiator, Ministry of Energy (Azerbaijan)|Deputy Minister of Energy Elnur Soltanov as Chief Executive Officer, Narmin Jarchalova as the Chair of the COP29 Azerbaijan Operating Company and Chief Operating Officer, Nigar Arpadarai as the Climate Change High-Level Champion, and Leyla Hasanova as the Youth Climate Champion.",
              "references": [
                "https://www.climatechangenews.com/2024/01/04/azerbaijan-appoint-state-oil-company-veteran-as-cop29-president/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Conference agenda",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "COP29 aimed to implement further measures to limit global warming to 1.5°C, emphasizing the urgent need for investment in climate action. The COP29 Presidency stressed the importance of operationalizing the Loss and Damage Fund to support vulnerable communities, particularly in Small Island Developing States (SIDS) and Least developed countries|Least Developed Countries (LDCs), while calling for enhanced Nationally determined contribution|Nationally Determined Contributions (NDCs) in line with 1.5°C targets and urging the submission of national NDCs by 2025, with a focus on fossil fuel phase-out, increasing renewable energy, and addressing non-Carbon dioxide in Earth's atmosphere|carbon-dioxide emissions, such as methane. On adaptation, the Presidency called for all countries to prepare and submit their National Adaptation Plans (NAPs) by 2025 and emphasized the need for scaling up adaptation finance. In addition, COP29 encouraged global financial institutions and the private sector to increase climate finance and foster investment in green innovation. The summit aimed to provide platforms to mobilize business participation and enhance transparency in investment decisions to support climate action.]]",
              "references": [
                "https://unfccc.int/cop29"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Venue and zone structure",
      "content": [
        {
          "sentences": [
            {
              "id": "8.s1",
              "text": "in 2015]]\nIn April 2024, Azerbaijan announced the Baku Olympic Stadium as the venue for the conference. The city developed a 112,000 m² venue next to the stadium. The event was expected to welcome around 80,000 attendees, including senior government officials at the venue.",
              "references": [
                "https://www.commonspace.eu/news/preparations-cop29-baku-almost-complete"
              ]
            },
            {
              "id": "8.s2",
              "text": "COP29 operated within two main zones: the Blue Zone, dedicated to official negotiations among government delegations, international organizations, and selected Non-governmental organization|NGOs, featuring national pavilions where countries presented climate initiatives; and the Green Zone, which was accessible to the public and resembled a trade fair, with corporate exhibitors showcasing climate-related products and services.",
              "references": [
                "https://socenv.org.uk/resource/cop-explained-blue-zone-versus-green-zone/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Climate finance",
      "content": [
        {
          "sentences": [
            {
              "id": "9.s1",
              "text": "Akinwumi Adesina chats with Prime Minister of the United Kingdom|UK Prime Minister Keir Starmer]]\n speaks with President of Finland Alexander Stubb, President of the European Council Charles Michel, and Prime Minister of Denmark Mette Frederiksen]]\nAt COP29, climate finance was considered to be a central topic, focusing on scaling up resources for developing countries to address climate impacts and transition to low-carbon economies. A key agenda item was the negotiation of the New Collective Quantified Goal (NCQG) on climate finance, which would set a new financial target to support developing countries after 2025, building on the previous $100 billion annual commitment. Proposed solutions included blended finance, which combined Public investment|public and Private investment in public equity|private investments to amplify funding for climate initiatives, and debt-for-nature swaps, which would allow countries to re-allocate debt repayments toward environmental and climate projects.",
              "references": [
                "https://www.wri.org/insights/cop29-climate-summit-what-to-expect"
              ]
            },
            {
              "id": "9.s2",
              "text": "Delegations also reached an agreement for a deal that would oblige developed nations to make a $300 billion annual climate finance pledge by 2035, in order to help developing countries get access to wider economic resources to tackle emissions and climate disasters. However, poorer nations criticized the amount as insufficient, with many pushing for a minimum $500 billion target. While the deal was seen as a small step, critics, including UN officials, called it a betrayal, especially due to the lack of mandatory contributions for emerging economies like China.",
              "references": [
                "https://www.france24.com/en/europe/20241124-developing-nations-blast-paltry-300-billion-deal-approved-at-un-climate-summit"
              ]
            },
            {
              "id": "9.s3",
              "text": "Key points of tension in the negotiations were the donor base, in which developed economies such as the US and the European Union had insisted that more countries with resources like China and the Gulf Cooperation Council countries should have contributed by default, and the share of funding coming from public budgets, where developing countries had insisted on significant increases in public, non-loan grants. The final $300 billion text stated that climate funding will come from both public and private sources, and encouraged voluntary contributions from developing countries, including China and Middle Eastern countries.",
              "references": [
                "https://www.climatechangenews.com/2024/11/20/cop29-bulletin-day-9-developing-nations-draw-super-red-line-on-climate-finance-goal/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Controversies",
      "content": [
        {
          "sentences": [
            {
              "id": "10.s1",
              "text": "COP29 Chief Executive, Elnur Soltanov, was secretly recorded discussing potential oil and gas deals during the conference, raising serious concerns about a breach of COP ethics. Critics argued that Soltanov's behavior undermined the conference's goal of transitioning away from fossil fuels, as Soltanov also held a key role in Azerbaijan's energy sector.",
              "references": [
                "https://www.bbc.com/news/articles/crmzvdn9e18o"
              ]
            },
            {
              "id": "10.s2",
              "text": "EU diplomats criticized Azerbaijan for not putting fossil fuel phase-out on the agenda of the conference, which solely mentioned mitigation. On 31 October 2024, Papua New Guinea's Minister for Foreign Affairs (Papua New Guinea)|Minister of Foreign Affairs, Justin Tkatchenko, announced that the country would boycott the summit entirely, calling it a \"total waste of time\".",
              "references": [
                "https://www.ft.com/content/c1e13d08-9917-44d3-bd63-5916a320e451",
                "https://www.france24.com/en/live-news/20241031-papua-new-guinea-to-boycott-waste-of-time-un-climate-summit"
              ]
            },
            {
              "id": "10.s3",
              "text": "In October 2024, Human Rights Watch revealed the HCA between the UN and Azerbaijan, which had been signed in August. Although the COP29 HCA was made public prior to the climate conference, unlike COP28, it was described as \"disappointing, but not surprising.\" HRW said the HCA was full of \"significant shortcomings and ambiguities on the protections for participants' rights\". The agreement was released alongside HRW's report exposing the efforts of Azerbaijan's government to \"silence its critics\", where several activists and journalists were arrested on baseless and serious criminal charges.",
              "references": [
                "https://www.hrw.org/sites/default/files/media_2024/10/HCA%20COP%2029%20Final%20EN%20Signed_.pdf",
                "https://www.commondreams.org/news/cop29-azerbaijan",
                "https://www.hrw.org/report/2024/10/08/we-try-stay-invisible/azerbaijans-escalating-crackdown-critics-and-civil-society",
                "https://www.hrw.org/news/2024/10/10/cop29-host-country-agreement-lacks-rights-protections"
              ]
            },
            {
              "id": "10.s4",
              "text": "On 23 November 2024, ''The Guardian'' revealed that a Saudi Arabia|Saudi Arabian delegate had allegedly tried to modify an official negotiating text, a type of document that was usually circulated as non-editable PDF by COP presidencies to all countries simultaneously.",
              "references": [
                "https://www.theguardian.com/environment/2024/nov/23/revealed-saudi-arabia-accused-of-modifying-official-cop29-negotiating-text"
              ]
            },
            {
              "id": "10.s5",
              "text": "The campaign website cop29.com was purchased by Global Witness instead of Azerbaijan's COP29 team and became a focal point of controversy. Backed by notable figures such as actor Jude Law and former UN climate chief Mary Robinson, the site advocated for fossil fuel companies to fund climate damages, highlighting their $4 trillion earnings in 2022 compared to the $702 million pledged at the summit. The website was banned at the summit venue, and, according to the ''Financial Times'', Azerbaijan blocked domestic access to the site in what was described as a \"fossil fuel domain name war,\" intensifying debates over the influence of fossil fuel interests in the COP process.",
              "references": [
                "https://www.ft.com/content/acd034cb-5f8f-40fe-9d41-cfa3a9d2ec25"
              ]
            },
            {
              "id": "10.s6",
              "text": "Frank Pallone recounted an alarming encounter during his visit to the UN-led climate conference in Baku. He was confronted by hostile, coordinated questions from local media, which he believed were orchestrated by the Azerbaijani government to intimidate him. He accused the Azerbaijani government of repressing free speech and using the event to deflect criticism of its human rights record. Ed Markey also faced harassment, calling out Azerbaijan for \"greenwashing\" its climate and human rights record. Both lawmakers criticized the country’s treatment of political prisoners and its stance on negotiations with Armenia.",
              "references": [
                "https://www.france24.com/en/live-news/20241119-us-lawmaker-accuses-azerbaijan-in-near-assault-at-cop29"
              ]
            }
          ]
        }
      ]
    }
  ]
}