{
  "title": "2024_Ethiopia%E2%80%93Somaliland_memorandum_of_understanding",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Following talks brokered by Ethiopia–Turkey relations|Turkey, on 12 December 2024, Ethiopia and Somalia signed '''Ankara Declaration''' agreed to end their dispute over Ethiopia's plan to build a port in Somaliland. Notably the agreement made no mention of the MoU, Ethiopia has not confirmed its cancellation and Somaliland maintains the agreement stands.",
              "references": [
                "https://www.bbc.com/news/articles/cvgr7v1evvgo",
                "https://www.aljazeera.com/news/2024/12/12/somalia-ethiopia-agree-on-compromise-to-end-tension-turkish-leader-says",
                "https://www.economist.com/middle-east-and-africa/2024/12/19/ethiopia-and-somalia-claim-to-have-settled-a-dangerous-feud"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Deal",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "On 1 January 2024, Ethiopia signed memorandum of understanding (MoU) with Somaliland in order to acquire access the Red Sea port. The text of the MoU was not released. President of Somaliland Muse Bihi Abdi stated that it included the lease of more than 19 kilometres of sea access around Berbera for 50 years to the Ethiopian Navy. It was also stated that the MoU included a provision for the future recognition by Ethiopia of Somaliland as a sovereign state.",
              "references": [
                "https://www.bbc.com/news/world-africa-67858566"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "On 3 January, Egyptian President Abdel Fattah el-Sisi held a telephone call with the Somali president, stating \"Egypt will maintain a firm position alongside Somalia and support its security and stability\".  Mogadishu recalled its ambassador to Ethiopia.  Somaliland Interior Minister Mohamed Kahin Ahmed|Mohamed Kahin told reporters on 2 January that \"We ask Somalia to apologize for its claim that Somaliland is part of Somalia\"",
              "references": [
                "https://www.africanews.com/2024/01/03/egypt-stands-firm-with-somalia-in-face-off-against-ethiopia/",
                "https://www.aljazeera.com/news/2024/1/2/somalias-cabinet-calls-emergency-meet-on-ethiopia-somaliland-port-deal"
              ]
            },
            {
              "id": "3.s2",
              "text": "In the wake of agreement on 3 January, the Mogadishu administration organized a rally to express opposition to the deal. Many Somali protestors chanted and held banners to express their uncertainty of the lease agreement that perceived to endanger Somalia's territory. In the rally, Somalia's Interior Minister Ahmed Moalim Fiqi|Ahmed Moallim Fiqi attended to the scene who said to protestors, \"the federal government finds it unacceptable that we're ignored by an Ethiopian prime minister who belittles our federal government's role by delegitimizing it. That's a violation and unacceptable.\"",
              "references": [
                "https://www.africanews.com/2024/01/04/somalis-protest-against-ethiopia-somaliland-deal/"
              ]
            }
          ]
        }
      ]
    }
  ]
}