{
  "title": "2024_Taiwanese_presidential_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Presidential elections were held in Taiwan on 13 January 2024 as part of the 2024 Taiwanese general election|2024 general elections. Tsai Ing-wen of the Democratic Progressive Party (DPP), the incumbent president of the Republic of China, was ineligible for reelection due to term limits. As such, the DPP nominated Vice President Lai Ching-te, who had 2023 Democratic Progressive Party chairmanship by-election|secured the party chairmanship by acclamation in March 2023. He selected Hsiao Bi-khim, a former US citizen and incumbent Taipei Economic and Cultural Representative Office in the United States|Representative of Taiwan to the United States, as his running mate. Lai was elected president with 40% of the vote and was Inauguration of Lai Ching-te|inaugurated on 20 May 2024.",
              "references": [
                "https://asia.nikkei.com/Politics/Taiwan-elections/Taiwan-sets-next-presidential-election-for-January-2024",
                "https://www.taiwannews.com.tw/news/4831353",
                "https://www.politico.eu/article/william-lai-takes-early-lead-in-taiwan-presidential-race-in-snub-to-beijing/",
                "https://www.japantimes.co.jp/news/2024/01/13/asia-pacific/politics/taiwan-presidential-election/",
                "https://www.hindustantimes.com/world-news/taiwan-elections-william-lai-termed-troublemaker-by-china-set-to-be-taiwans-president-101705144149734.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": ", the incumbent President of the Republic of China (Taiwan), was ineligible to seek re-election after serving two terms.]]\nTsai Ing-wen of the Democratic Progressive Party (DPP) became the first female president after winning the 2016 Taiwanese presidential election|2016 presidential election, defeating Kuomintang|KMT nominee Eric Chu. She 2020 Taiwanese presidential election|won a second term in 2020 and continued to serve until 20 May 2024. Tsai resigned as party chairperson after the DPP suffered losses in the 2022 Taiwanese local elections. She was replaced in an acting capacity by Chen Chi-mai. Tsai's Vice President Lai Ching-te ultimately became the party chairperson by acclamation in late 2022.",
              "references": [
                "https://www.brookings.edu/articles/taiwans-tsai-ing-wen-enters-second-term-with-a-strong-political-mandate-but-no-room-for-complacency/",
                "https://www.cna.com.tw/news/aipl/202211275002.aspx",
                "https://www.bbc.com/zhongwen/trad/chinese-news-64261592"
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Qualifications and procedure",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "Candidates register with the Central Election Commission (Taiwan)|Central Election Commission. Under Article 23, independent candidates and smaller parties are also eligible to contest, registering as the candidates for president and Vice President by the way of joint signature shall, within five days after the public notice for election is issued, apply to the Central Election Commission to be the presentees recommended by way of joint signature and to receive a list of joint signers, and pay a deposit of NT$1,000,000. If the number of joint signers reaches 1.5% of the total electors in the latest Presidential and Vice Presidential Election within the time limit, which is 45 days under normal circumstances or 25 days in case of a by-election or a reelection, the presentees will be allowed to proceed with contesting in the election after the joint signature documents are examined. For the 2024 presidential election, the number of signatures required for independent candidates was approximately 290,000. The complete petition was to be submitted between 13 and 17 September 2023, and the signature collection period followed from 17 September to 2 November 2023. Presidential candidacies were formally registered between 20 and 24 November 2023. Lots for ballot positioning were drawn on 11 December; the Taiwan People's Party ticket was to be listed first, followed by the Democratic Progressive Party, then the Kuomintang.",
                  "references": [
                    "https://law.moj.gov.tw/ENG/LawClass/LawAll.aspx?pcode=D0020053",
                    "https://focustaiwan.tw/politics/202308280003",
                    "https://focustaiwan.tw/politics/202308280014",
                    "https://focustaiwan.tw/politics/202308280005"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Timetable",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "{| class=\"wikitable\"\n! colspan=\"2\" |Key Dates\n|-\n!Date\n!Event\n|-\n|15 March 2023\n|The Democratic Progressive Party (DPP) officially nominates vice president Lai Ching-te as the party's presidential nominee.\n|-\n|8 May 2023\n|The Taiwan People's Party (TPP) officially nominates former Taipei mayor Ko Wen-je as the party's presidential nominee.\n|-\n|17 May 2023\n|The Kuomintang Party (KMT) officially nominates New Taipei mayor Hou Yu-ih as the party's presidential nominee.\n|-\n|28 August 2023\n|Businessman Terry Gou declares his candidacy for the presidency as an independent.\n|-\n|12 September-4 December 2023\n|Accepting applications for the election of the president and vice president and registration of electors who return to the country to exercise their right to vote.\n|-\n|14 September 2023\n|Terry Gou selects actress Lai Pei-hsia as his running mate. \n|-\n|13 November 2023\n|Gou qualifies to run in the presidential election.\n|-\n|13 November 2023\n|The KMT and TPP agree to use polling to determine the formation of a joint-ticket.\n|-\n|14 November 2023\n|Announcement of the signature results of the presidential and vice presidential election.\n|-\n|18 November 2023\n|The KMT and TPP fail to form a unity ticket by their own deadline.\n|-\n|20 November 2023\n|The Lai-Hsiao DPP ticket is formed, and formally register at the Central Election Commission.\n|-\n|24 November 2023\n|Terry Gou withdraws from the election.\n|-\n|24 November 2023\n|Deadline for presidential candidate registration; the KMT and TPP file separate tickets.\n|-\n|20, 26 and 28 December 2023\n|3 sessions of policy presentation forum organized by Central Election Commission for presidential candidates.\n|-\n|22 December 2023\n|Policy presentation forum organized by Central Election Commission for vice-president candidates.\n|-\n|1 January 2024\n|Vice presidential debate organized jointly by 11 Taiwanese media corporations and hosted at PTS studio.\n|-\n|20 May 2024\n|Lai Ching-te and Hsiao Bi-khim were Inauguration of Lai Ching-te|inaugurated as president and vice president, respectively.\n|}",
                  "references": [
                    "https://web.cec.gov.tw/central",
                    "https://asia.nikkei.com/Politics/Taiwan-s-Lai-to-election-rivals-Beijing-sees-all-of-us-as-pro-independence",
                    "https://www.cna.com.tw/news/aipl/202312280027.aspx",
                    "https://www.taipeitimes.com/News/front/archives/2024/01/14/2003812068"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Nominations",
      "content": [
        {
          "id": "3.1",
          "title": "Democratic Progressive Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "{{See also|2023 Democratic Progressive Party chairmanship by-election}}\nIncumbent president, two-time Democratic Progressive Party (DPP) presidential nominee, and former Chair of the DPP Tsai Ing-wen is ineligible to run, having completed two consecutive terms. Tsai resigned as DPP Chair in 2022, following the party's poor performance in the 2022 Taiwanese local elections|local elections of that year. After Tsai's resignation, Vice President Lai Ching-te (also known as William Lai) was 2023 Democratic Progressive Party chairmanship by-election|unanimously elected to succeed her as Chair of the DPP. Lai was previously selected to be Tsai's running mate after she defeated him in the 2020 Taiwanese presidential election|2020 primary. No primary was held, and Lai Ching-te, being the only individual to register in the party's presidential primary, is the nominee of the Democratic Progressive Party.",
                  "references": [
                    "https://www.bbc.com/news/world-asia-63768538",
                    "https://www.bbc.co.uk/news/live/world-asia-67954619",
                    "https://focustaiwan.tw/politics/201911170002",
                    "https://focustaiwan.tw/politics/202303150012",
                    "https://focustaiwan.tw/politics/202304120011"
                  ]
                },
                {
                  "id": "3.1.s2",
                  "text": "In November 2023, it was reported that Lai was considering selecting Hsiao Bi-khim (also known as Louise Hsiao), Taipei Economic and Cultural Representative Office in the United States|Taiwan's representative to the United States, as his running mate. Hsiao resigned from her position as US representative (de facto ambassador) and returned to Taiwan on 19 November. Lai officially named Hsiao as the election running mate on the same day. Upon selecting Hsiao, Lai called his new running mate \"a warrior for democracy\" with whom he shared a common vision for Taiwan. Lai's decision to have Hsiao as his running mate was seen as a nod to the importance between Taiwan's relationship with the US. The Lai-Hsiao ticket formally registered at the Central Election Commission (Taiwan)|Central Election Commission on 20 November 2023.",
                  "references": [
                    "https://focustaiwan.tw/politics/202311010005",
                    "https://www.cna.com.tw/news/aipl/202311205002.aspx",
                    "https://www.aljazeera.com/news/2023/11/20/william-lai-names-taiwans-former-us-envoy-as-election-running-mate"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Kuomintang",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "Hou Yu-ih, the Mayor of New Taipei since 2018, was drafted by the Kuomintang (KMT) on 17 May 2023 to be its nominee for the presidency. Hou faced opposition from Foxconn founder Terry Gou, who had earlier stated that he would support Hou. On 24 November 2023, the Kuomintang named former legislator Jaw Shaw-kong as its vice presidential candidate.",
                  "references": [
                    "https://focustaiwan.tw/politics/202305170007",
                    "https://focustaiwan.tw/politics/202308280005",
                    "https://focustaiwan.tw/politics/202311240007"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Taiwan People's Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "Ko Wen-je, being the only individual to register in the party's presidential primary, is the nominee of the Taiwan People's Party (TPP). On 24 November 2023, Ko selected Cynthia Wu, current legislator since November 2022, as his running mate.",
                  "references": [
                    "https://focustaiwan.tw/politics/202305080019",
                    "https://focustaiwan.tw/politics/202305170008",
                    "https://focustaiwan.tw/politics/202311240006"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.4",
          "title": "Other parties and independents",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.4.s1",
                  "text": "All independent and minor party candidates needed a minimum of 290,000 signatures to register with the Central Election Commission (Taiwan)|Central Election Commission.",
                  "references": [
                    "https://focustaiwan.tw/politics/202309140002"
                  ]
                }
              ]
            },
            {
              "id": "3.4.2",
              "title": "Withdrawn candidates",
              "content": [
                {
                  "id": "3.4.2.1",
                  "title": "Terry Gou",
                  "content": [
                    {
                      "sentences": [
                        {
                          "id": "3.4.2.1.s1",
                          "text": "Billionaire businessman Terry Gou, who founded the global technology manufacturing company Foxconn in 1974, declared his own presidential run as an independent candidate on 28 August 2023. This was despite previously stating he would support Kuomintang nominee Hou Yu-ih. The KMT described Gou's announcement as 'deeply regrettable'. Lai Ching-te welcomed Gou's entrance into the race, saying he would be happy to take on the challenge. Gou was the first of the mainstream candidates to announce his running mate; he selected actress {{ill|Lai Pei-hsia|zh|賴佩霞}} (otherwise known as Tammy Lai) as his running mate on 14 September. Lai had previously played a fictional Taiwanese presidential candidate on a Chinese-language Netflix series, Wave Makers. Gou's campaign was mired by allegations that it was buying signatures. By November 2023, at least 20 separate investigations into fraudulent practices and signature forgeries were opened. 7 people were arrested in what was described as a 'signature-buying scheme' a few weeks earlier. On 13 November, over 900,000 of Gou's submitted signatures were validated by the election commission, qualifying him to run the presidential election. Amidst the deadline to register with the Central Election Commission, Gou released a statement on 24 November dropping out of the race. In a statement, Gou said \"I'm dropping out, but my aspirations live on.\" He did not endorse a candidate.   \n{{Nominee table\n| party logo         = Independent_candidate_icon_3200001.svg\n| party              = Independent politician\n| president          = Terry Gou\n| vice president     = Lai Pei-hsia\n| president portrait = TerryGou (cropped).jpg\n| vp portrait        = 12／5 ≋ 賴佩霞 ≋ 《轉念的力量》新書分享會，台中場(cropped).jpg\n| experience         = Founder and CEO of Foxconn<br /><small>(1974–2019)</small>\n| vp experience      = Actress, singer, writer\n}}",
                          "references": [
                            "https://focustaiwan.tw/politics/202308280005",
                            "https://www.bbc.com/news/world-asia-66806123",
                            "https://www.taipeitimes.com/News/front/archives/2023/10/24/2003808134",
                            "https://www.taiwannews.com.tw/news/5035937",
                            "https://focustaiwan.tw/politics/202311020013",
                            "https://focustaiwan.tw/politics/202311240013",
                            "https://news.ltn.com.tw/news/politics/breakingnews/4500306"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": "3.4.2.2",
                  "title": "Other withdrawn candidates",
                  "content": [
                    {
                      "sentences": [
                        {
                          "id": "3.4.2.2.s1",
                          "text": "* '''Wang Chien-shien''' (Independent politician|independent), President of Control Yuan (2008–2014)\n* '''Su Huan-chih''' (Taiwan Renewal Party), Tainan County Magistrate (2001–2010)",
                          "references": [
                            "https://www.taiwannews.com.tw/news/4850424"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "3.4.3",
              "title": "Disqualified candidates",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "3.4.3.s1",
                      "text": "Nine of ten third-party or independent presidential tickets did not meet the signature petition requirements set by the Central Election Commission, and were disqualified from the election. Including Gou, only five presidential candidates and their running mates attempted to submit signatures. The rest are as follows: \n* '''{{ill|Chen Mei-fei|zh|陳美妃}}''' and Wu Chao-sheng (巫超勝) 256,773 signatures submitted, 2 valid endorsements\n* '''Cheng Tzu-tsai''' and {{ill|Huang Sheng-feng|zh|黃聖峰}} ({{ill|Sovereign State for Formosa and Pescadores Party|zh|台澎國際法法理建國黨}}) 608 signatures submitted, 478 valid endorsements\n*'''{{ill|Lan Hsin-chi|zh|藍信祺}}''' and Chou Ke-chi (周克琦) 146 signatures submitted, 58 valid endorsements\n*'''Fu Yin''' (符音) and Hsieh Tsu-hsuan (謝祖鉉) 113 signatures submitted, 91 valid endorsements",
                      "references": [
                        "https://focustaiwan.tw/politics/202311140019"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Election campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Throughout the election campaign, almost all polls showed Vice President of the Republic of China|Vice President Lai Ching-te winning the election by a Plurality (voting)|plurality, with the rest of the vote being split between the KMT and TPP. Lai's lead increased in September 2023, when Terry Gou announced his own independent bid for the presidency. In August 2023, amid campaigning, Lai Ching-te went to Paraguay for an official visit in his capacity as vice president, with two stopovers in the United States. Lai insisted he was not campaigning during the trips. In late October, China opened an investigation into Foxconn, after Chinese tax authorities conducted an audit of the company's subsidiaries in the Guangdong and Jiangsu provinces. Within the final weeks preceding the election, Lai's lead narrowed as the publication of opinion polls ceased.",
              "references": [
                "https://focustaiwan.tw/politics/202311070024",
                "https://asia.nikkei.com/Politics/Taiwan-presidential-contender-Lai-takes-big-lead-in-opinion-polls",
                "https://focustaiwan.tw/politics/202308180005",
                "https://edition.cnn.com/2023/10/23/economy/china-foxconn-investigation-taiwan-presidency-intl-hnk/index.html"
              ]
            },
            {
              "id": "4.s2",
              "text": "Lai and Hsiao held their first rally together on 26 November 2023, where they called the election a \"fight for the survival of the country\". Lai's campaign used his late pet dog and Hsiao's pet cats as campaign mascots, the cats allegedly referencing Hsiao's \"cat warrior\" diplomacy. Thousands of Taiwanese academics voiced their support for Lai, arguing the DPP would continue to safeguard the country's democracy. Hou of the KMT said Lai was \"paying lip service\" to voters, and described the election as a choice between war or peace. The TPP generally opted for smaller rallies, which primarily attracted younger voters.",
              "references": [
                "https://www.taipeitimes.com/News/taiwan/archives/2023/11/27/2003809772",
                "https://www.instagram.com/p/Cz5_wKthaax/?hl=en",
                "https://focustaiwan.tw/politics/202312190024",
                "https://www.youtube.com/watch?v=pUG-HZiwuI0"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Unrealized KMT–TPP joint ticket",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "In late 2023, talks of a possible joint ticket between the KMT and TPP began. It was initially unclear if the KMT's Hou Yu-ih and the TPP's Ko Wen-je would join as a ticket, let alone who would be the nominee for president and vice president once a joint ticket was announced.{{failed verification|date=January 2024}} In November, Ko said that deciding who would lead the ticket as the presidential nominee was the 'only hurdle' remaining in forming the ticket. The order of the joint ticket was to be chosen based on opinion polls and publicly announced on 18 November, but the two sides were unable to come to an agreement on that date. On 18 November, the original deal collapsed following a dispute regarding the polling. The KMT and TPP were reportedly unable to come to a consensus surrounding the margins of error. Despite the initial collapse, there were still attempts to form a pan-blue coalition ticket. Terry Gou, who himself had run in the KMT primary, was informally invited to talks as well.''' ''' A televised press conference between Hou You-ih, Ko Wen-je, Terry Gou, as well as Eric Chu and Ma Ying-jeou took place on 23 November. The press conference did not yield any agreement between any of the involved parties, and was described as \"bizarre\". On 24 November, the deadline for candidate registration, each party announced their own vice presidential candidate, eliminating any chance of a pan-blue ticket.",
                  "references": [
                    "https://www.scmp.com/news/china/politics/article/3237792/taiwans-kmt-and-tpp-discuss-forming-joint-ticket-presidential-election",
                    "https://focustaiwan.tw/politics/202310240021",
                    "https://focustaiwan.tw/politics/202311130021",
                    "https://focustaiwan.tw/politics/202311150008",
                    "https://focustaiwan.tw/politics/202311180005",
                    "https://www.aljazeera.com/news/2023/11/18/taiwans-opposition-fails-to-agree-on-presidential-poll-results",
                    "https://www.mirrormedia.mg/story/20231118inv001",
                    "https://thediplomat.com/2023/11/how-the-taiwan-opposition-alliance-talks-fell-apart/",
                    "https://newbloommag.net/2023/11/23/pan-blue-ticket-spat/",
                    "https://newbloommag.net/2023/11/24/hou-ko-gou-final/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.3",
          "title": "Issues in focus",
          "content": [
            {
              "id": "4.3.1",
              "title": "Energy and economic policy",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.1.s1",
                      "text": "Hou and Ko both support gradually increasing the use of nuclear energy, (Hou supported 18% use by 2050) while the DPP's Lai supports eliminating nuclear energy by 2050. All three candidates agreed to increase use of renewables. The KMT vice presidential nominee criticized the use of solar energy, preferring nuclear power instead. Cost of living featured as a topic of debate, with a third of voters saying economic issues were pressing. Both Lai and Hou pledged to increase the minimum wage. Lai acknowledged there were shortcomings in the government's approach to help younger people in the country, promising minimum wage would increase from NT$26,400 to NT$27,470 by 2025. Additionally, Lai vowed to offer financial support to Taiwanese start-up companies, saying he would allocate NT$150&nbsp;billion for small business investment. Ko offered plans to integrate hospitals and bolster the medical field, while the KMT's Hou promised to address mental health.",
                      "references": [
                        "https://focustaiwan.tw/politics/202311120006",
                        "https://www.youtube.com/watch?v=pUG-HZiwuI0",
                        "https://www.theguardian.com/world/2024/jan/08/taiwan-election-who-candidates-what-stake",
                        "https://focustaiwan.tw/politics/202312140006",
                        "https://www.taipeitimes.com/News/taiwan/archives/2023/10/04/2003807194"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "4.3.2",
              "title": "Social issues",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.2.s1",
                      "text": "Rights groups such as the Awakening Foundation criticized all three major party candidates for not doing enough to promote gender equality, which includes reducing working hours for parents, the gender pay gap, and child care. In October, Vice President Lai joined a Pride Parade in Taipei, becoming one of the most senior government officials to do so. TPP candidate Ko Wen-je had historically been opposed to same-sex marriage. Both Lai Ching-te and Ko Wen-je signed a pledge organized by the Taiwan Equality Campaign promising to promote and support sexual diversity and LGBT equality. Hou criticized Lai for his lack of a consistent position on capital punishment, which most polls show has been widely supported by the public. At the presidential debate, Lai stated although he was personally opposed to the death penalty, it would remain in place under his administration due to broad public support.",
                      "references": [
                        "https://focustaiwan.tw/politics/202312260011",
                        "https://www.taiwannews.com.tw/news/5029957",
                        "https://newbloommag.net/2021/03/26/tpp-anti-gay-gtspa/",
                        "https://www.youtube.com/watch?v=JbAGtnedjV4",
                        "https://newbloommag.net/2024/01/11/hou-lai-capital-punishment/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "4.3.3",
              "title": "Cross-Strait relations and national defense",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.3.s1",
                      "text": "In China, Xi Jinping had further asserted his power, having secured an unprecedented third term as General Secretary of the Chinese Communist Party, the most Paramount leader|powerful position in China. The Russian invasion of Ukraine|2022 Russian invasion of Ukraine had also prompted fears of an escalation between Mainland China and Taiwan. The Central Intelligence Agency|CIA also warned not to underestimate the Chinese unification|potential of a Chinese invasion of Taiwan. After incumbent President Tsai Ing-wen visited the United States and met with House Speaker Kevin McCarthy in April 2023, the Chinese military responded with military exercises near Taiwan. When KMT nominee Hou Yu-ih visited the US, he encouraged the Presidency of Joe Biden|Biden administration to make clear their commitment to defending Taiwan. Later in December, Hou stated he would seek closer ties with China, and criticized the Tsai administration's approach to China. Lai asserted Taiwanese sovereignty, but said a formal declaration of independence would be unnecessary. He also said he would be willing to work with the Government of China|Chinese government, but only if they renounce any intentions to use force against Taiwan. In November 2023, Lai argued that closer economic ties with like-minded countries could maintain Taiwan's sovereignty while preventing escalation of conflict.",
                      "references": [
                        "https://www.bbc.com/zhongwen/trad/chinese-news-63382267",
                        "https://cn.nytimes.com/asia-pacific/20220302/ukraine-taiwan-china-russia/zh-hant/",
                        "https://www.cbsnews.com/news/cia-director-william-burns-i-wouldnt-underestimate-xis-ambitions-for-taiwan/",
                        "https://www.cna.com.tw/news/aipl/202304060019.aspx",
                        "https://focustaiwan.tw/politics/202312070015",
                        "https://time.com/6336441/taiwan-presidental-election-william-lai-profile/"
                      ]
                    },
                    {
                      "id": "4.3.3.s2",
                      "text": "The DPP generally favored a continuation of the status quo of cross-strait relations coupled by strengthening ties with the United States. Lai did not rule out dialogue with China, but described Taiwanese sovereignty as 'a fact', making any declaration of independence unnecessary. The KMT believed economic links with mainland China and more dialogue would preserve peace between the two. In response to former KMT President Ma Ying-jeou's comments stating Taiwan must rely on Xi Jinping's willingness to not invade, Lai cautioned against trusting the Chinese government; instead he reiterated his plans to strengthen national defense. Again outgoing Tsai reminded voters of Hong Kong's place in China, arguing on 12 January 2024 that greater security would act as the best deterrent to any forceful reunification.",
                      "references": [
                        "https://www.aljazeera.com/news/2023/8/25/taiwan-vice-president-emphasises-islands-autonomy",
                        "https://www.youtube.com/watch?v=grwffyDS7yE",
                        "https://www.taiwannews.com.tw/news/5076150",
                        "https://www.taiwannews.com.tw/news/5051968"
                      ]
                    },
                    {
                      "id": "4.3.3.s3",
                      "text": "In 2023, the Ministry of National Defense (Republic of China)|Ministry of Defense commissioned the building of the first Hai Kun-class submarine|Haikun-class submarine. Launched in September 2023, it is set to enter service by 2025. In an August 2023 interview with Bloomberg News|Bloomberg, Lai described a strong military capacity as being a form of deterrence against potential Chinese aggression.",
                      "references": [
                        "https://www.bbc.com/news/world-asia-66932808"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.4",
          "title": "Election interference",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.4.s1",
                  "text": "Thousands of cases related to election interference were opened by Taiwanese authorities, implicating more than 3,000 individuals. There were 1,430 cases of election gambling and 353 cases involving misinformation. Illegal gains from gambling and bribes exceeded NT$45.11&nbsp;million (US$1.45&nbsp;million). Over 40 people were detained under various charges. Another investigation uncovered a large but isolated network of inauthentic social media accounts that promoted the KMT and attacked Ko Wen-je out of the concern that Ko would become a Vote splitting|spoiler candidate.",
                  "references": [
                    "https://www.taiwannews.com.tw/news/5076809",
                    "https://www.taipeitimes.com/News/front/archives/2023/12/15/2003810648"
                  ]
                }
              ]
            },
            {
              "id": "4.4.2",
              "title": "Involving China",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.4.2.s1",
                      "text": "Hundreds of people were arrested under the Anti-Infiltration Act. Some of them received money from China, made trips there, or subsidized others to travel to the mainland. Taiwanese intelligence reported that China coordinated disinformation campaigns on social media to influence the election. According to the BBC, these efforts were meant to drive a wedge between Taiwan and the US, portraying the latter as unreliable regarding defense. Most sources of disinformation, however, were credited to Taiwanese groups favorable to China.",
                      "references": [
                        "https://www.voanews.com/a/china-ramps-up-efforts-to-interfere-in-taiwan-s-coming-elections/7395061.html",
                        "https://www.bbc.com/news/world-asia-67891869"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.5",
          "title": "Debates",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.5.s1",
                  "text": "Debates for presidential candidates and vice presidential candidates were announced on 8 December. These were organized by eleven Taiwanese media corporations including Taiwan's Public Television Service as the host, and include all three candidates for president and vice president, respectively. The presidential and vice-presidential debates were held on 30 December and 1 January respectively. Prior to the debates, Central Election Commission (Taiwan)|Central Election Commission organized several televised policy presentations on 20, 26, and 28 December for presidential candidates and on 22 December for vice presidential candidates.",
                  "references": [
                    "https://www.taiwanplus.com/news/taiwan-news/politics/231209006/dates-set-for-taiwans-presidential-debates",
                    "https://focustaiwan.tw/politics/202312110006"
                  ]
                },
                {
                  "id": "4.5.s2",
                  "text": "In the presidential policy presentations and only debate, Lai and Hou both sparred over cross-strait relations, with the two disagreeing on how to approach China. Hou also accused the DPP of corruption and criticized the party's handling of COVID-19 pandemic in Taiwan|COVID-19. He repeatedly attacked Lai over his past support for Taiwan independence movement|Taiwanese independence, and reiterated the need for dialogue with China. He also rejected any possibility of a one country, two systems reunification plan for Taiwan. Lai in contrast compared the KMT backed 1992 Consensus with China with Hong Kong's one country, two systems model with China. He claimed annexing Taiwan is China's national policy, and cautioned against embracing their ideals. Simultaneously, he stated the importance of a peaceful Taiwan Strait. He stated his support for bolstering self-defense, increasing use of renewable energy, and the implementation of policies for strengthening the economy. Ko attempted to appeal to the youth, addressing housing, wages and other issues. He said he too was open to dialogue with the Chinese government. Notably, Hou spoke in Taiwanese Hokkien on numerous occasions.",
                  "references": [
                    "https://www.taiwanplus.com/news/taiwan-news/politics/231230001/presidential-candidates-debate-cross-strait-policy-1992-consensus",
                    "https://newbloommag.net/2023/12/23/2024-first-policy-presentation/",
                    "https://focustaiwan.tw/politics/202401080020",
                    "https://www.taiwanplus.com/news/taiwan-news/politics/231221008/candidates-take-the-stage-for-first-policy-forum"
                  ]
                },
                {
                  "id": "4.5.s3",
                  "text": "In the Vice Presidential presentations and debate, Wu repeatedly stressed her experience working with the US and strengthening trade, while Jaw called the DPP's Lai a \"terrorist\". Jaw was also subject to a gaffe in which he accidentally referred to Lai as his \"boss\". Hsiao criticized her opponents for questioning her Taiwanese nationality, and also accused them of being overly reliant on China for economic prosperity. Trade and concerns over China played large roles in all vice presidential debates and presentations. The debate in particular focussed on trade, energy and foreign policy. New Bloom Magazine declared the Vice Presidential debate as a \"clear win\" for Hsiao.",
                  "references": [
                    "https://focustaiwan.tw/politics/202401010014",
                    "https://fortune.com/asia/2024/01/02/sacred-mountain-tsmc-taiwan-election-vp-debate-chips-semiconductors-taylor-swift/",
                    "https://www.taiwanplus.com/news/taiwan-talks/taiwan-china-cross-strait-tensions/240101010/taiwans-vp-candidates-debate-foreign-policy-energy-and-economics",
                    "https://newbloommag.net/2023/12/25/vp-policy-presentation/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.6",
          "title": "Foreign observations",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.6.s1",
                  "text": "The elections were described as \"crucial\" regarding foreign policy. The election was also described as being \"closely watched\" due to its impact on cross-strait ties.",
                  "references": [
                    "https://asia.nikkei.com/Politics/Taiwan-elections/Taiwan-elections-latest-Early-results-stream-in-after-polls-close",
                    "https://www.youtube.com/watch?v=x-2_U515W6M",
                    "https://edition.cnn.com/2024/01/11/asia/taiwan-election-explainer-intl-hnk/index.html"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "At around 20:00, Hou conceded to Lai in an address to his supporters at his campaign headquarters in New Taipei. He also apologized for failing to end eight years of DPP rule. At 20:04, Ko addressed his supporters at his campaign headquarters in New Taipei. He said that the TPP's campaign showed the world that Taiwan was no longer dominated by the \"green\" and \"blue\" camps and urged his supporters to continue their hard work for the next election.",
              "references": [
                "https://focustaiwan.tw/politics/202401130010",
                "https://focustaiwan.tw/politics/202401130012"
              ]
            },
            {
              "id": "5.s2",
              "text": "In a social media reflection over the campaign on 15 January, Hou's running mate Jaw Shau-kong said that in order to win future elections, the Kuomintang needed to undertake major reforms such as \"incorporating a bit of socialist [messaging] on wealth equality,\" ensuring that its membership better reflected Taiwan's demographics, and promoting greater democracy and transparency in its nomination system. At a Central Standing Committee meeting of the Kuomintang on 17 January, its leadership acknowledged that although 60% of the electorate voted against the DPP, the failure to establish a joint ticket with the TPP Vote splitting|undermined its chances of winning the election. They also attributed the Kuomintang's defeat to its failure to attract support from younger voters as well as those living in southern Taiwan, where it lost to the DPP by 700,000 votes, and what it called the \"apparatus of the state\" manipulated by the outgoing government in favor of Lai. Amid calls within the Kuomintang for his resignation, party chairman Eric Chu insisted that he would \"shoulder all responsibilities and endure humiliations to stay in the position until the end of his term\" in 2025.",
              "references": [
                "https://focustaiwan.tw/politics/202401150023",
                "https://focustaiwan.tw/politics/202401170019"
              ]
            },
            {
              "id": "5.s3",
              "text": "During his victory speech, Lai thanked Hou and Ko for conceding, as well as the Taiwanese people for \"writing a new chapter in our democracy\" and taking a stand against authoritarianism, adding that they \"successfully resisted efforts from external forces to influence this election.\" He expressed hope for \"healthy and orderly\" exchanges with China but also pledged to defend Taiwan from \"continuing threats and intimidation\" from its neighbour. He called on China to \"recognize the new situation, and understand that only peace benefits both sides of the strait.\"",
              "references": [
                "https://www.aljazeera.com/news/2024/1/13/taiwan-ruling-partys-lai-wins-presidential-election",
                "https://edition.cnn.com/2024/01/13/asia/taiwan-presidential-election-results-intl-hnk/index.html"
              ]
            },
            {
              "id": "5.s4",
              "text": "Outgoing president Tsai Ing-wen congratulated Lai and his running mate Hsiao Bi-kim and said the elections expressed Taiwan's \"determination to maintain democracy\" and their \"love for Taiwan and for freedom\".",
              "references": [
                "https://www.bbc.com/news/live/world-asia-67954619"
              ]
            },
            {
              "id": "5.s5",
              "text": "The Ministry of Foreign Affairs (Taiwan)|Ministry of Foreign Affairs of Taiwan alleged that China encouraged Nauru to shift diplomatic recognition from Taiwan to China, pressured ASEAN countries to \"echo the fictitious narrative of the so-called 'one China principle\" and instigated statements made by the Solomon Islands, the Maldives, and Bangladesh disparaging Taiwan's sovereignty status.",
              "references": [
                "https://www.gmanetwork.com/news/topstories/nation/895291/taiwan-china-put-pressure-on-philippines-after-marcos-congratulations/story/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "International reactions",
      "content": [
        {
          "id": "6.1",
          "title": "People's Republic of China",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.1.s1",
                  "text": "Following Lai's victory, the Taiwan Affairs Office said the elections \"cannot stop the unstoppable trend of the eventual reunification of the motherland\" and that the DPP \"cannot represent the mainstream public opinion\" in Taiwan. A mainland China foreign ministry spokesperson said that regardless of the election result, \"the basic fact that there is only one China in the world and Taiwan is part of China will not change.\"",
                  "references": [
                    "https://www.bbc.com/news/world-asia-67920532",
                    "https://focustaiwan.tw/cross-strait/202401140004"
                  ]
                },
                {
                  "id": "6.1.s2",
                  "text": "The government of the People's Republic of China (PRC) lodged formal complaints after Japan and the United States expressed congratulations to Lai, warning them against interfering in \"China's internal affairs\", sending wrong signals to Taiwanese independence advocates, and violating pledges to maintain only unofficial ties with Taiwan. It also made démarches to Singapore after its Ministry of Foreign Affairs (Singapore)|foreign ministry welcomed and congratulated the election, and summoned Philippine ambassador Jaime FlorCruz following President Bongbong Marcos' congratulatory message to Lai.",
                  "references": [
                    "https://www.bbc.com/news/world-asia-67974541",
                    "https://english.news.cn/20240115/d099186603cf4f44a378f9f82126cc0d/c.html"
                  ]
                },
                {
                  "id": "6.1.s3",
                  "text": "During election day, eight Chinese military aircraft and  six naval vessels were detected by Taiwan's Defense Ministry. On 14 January, a day after Lai's victory was confirmed, four Chinese military vessels and a high-altitude balloon were detected around Taiwan.",
                  "references": [
                    "https://economictimes.indiatimes.com/news/defence/taiwan-tracks-8-chinese-military-aircraft-6-naval-ships-on-election-day/articleshow/106817129.cms?from=mdr"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "Other countries",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "*{{Flag|Armenia}}: Ministry of Foreign Affairs (Armenia)|Foreign Ministry Spokesperson Ani Badalyan said: \"Armenia has always supported the One China principle. We reiterate our position on this occasion.\"\n*{{flag|Australia}}: A spokesperson for the Department of Foreign Affairs and Trade said that the \"smooth conduct of the elections is a testament to the maturity and strength of Taiwan's democracy\".\n*{{flag|Azerbaijan}}: The Ministry of Foreign Affairs (Azerbaijan)|Ministry of Foreign Affairs issued a statement reiterating its support for the one-China policy, non-recognition of independence of Taiwan and condemned the elections.\n*{{flag|Canada}}: The foreign ministry congratulated the Taiwanese people after the election without mentioning Lai. \n*{{flag|France}}: The foreign ministry congratulated elected officials after the election in a statement.\n*{{flag|Germany}}: The Federal Foreign Office congratulated the elected officials and said \"Germany has close and good relations with Taiwan in many sectors and wants to expand them within the framework of its One-China policy.\"\n*{{Flag|Iran}}: Foreign Affairs spokesman Nasser Kanaani|Nasser Kan'ani said Iran again declared its firm support for the right of the PRC to defend its national sovereignty and territorial integrity, as well as for the reunification of China based on peaceful development of both sides of the straits.\n*{{flag|Japan}}: Foreign Minister Yoko Kamikawa expressed congratulations on the \"smooth implementation of the democratic election\" and Lai's victory, adding that the country expected Taiwan to continue to \"contribute to the peace and stability in the region\". She also expressed hope that issues surrounding Taiwan will be resolved \"peacefully by dialogue\".\n*{{Flag|Kazakhstan}}: The Ministry of Foreign Affairs (Kazakhstan)|Ministry of Foreign Affairs released a statement reaffirming the PRC government to be the only legitimate government representing all of China and Taiwan to be an inalienable part of Chinese territory, adding it supported the efforts of the PRC government \"to achieve a peaceful reunification of the country.\"\n*{{flag|Lithuania}}: Foreign minister Gabrielius Landsbergis congratulated Lai and praised \"the strength of free and fair democracy\".\n*{{Flag|Nepal}}: At an event hosted by the Chinese embassy, Nepalese PM Pushpa Kamal Dahal said Nepal recognised the PRC government as the sole legal government representing all of China, and added that Nepal was against Taiwan's independence.\n*{{flag|Netherlands}}: In a statement on X, the Ministry of Foreign Affairs (Netherlands)|Ministry of Foreign Affairs of the Kingdom of the Netherlands congratulated \"the people of Taiwan on the successful conduct of the elections\"\n*{{Flag|Pakistan}}: Foreign Affairs Spokesperson Mumtaz Zahra Baloch said Pakistan adhered to the One China Policy and called for non-interference in the domestic affairs of all countries as per principles and objectives in the UN Charter.\n*{{flag|Paraguay}}: As one of the few countries with formal diplomatic ties with Taiwan, President Santiago Peña congratulated Lai and called to strengthen relations between the two countries.\n*{{flag|Philippines}}: The Department of Foreign Affairs (Philippines)|Department of Foreign Affairs (DFA) released a statement reaffirming the country's adherence to the One China Policy referencing the joint communique it signed with the government based in mainland China in 1975. President Bongbong Marcos later congratulated Lai and expressed hope for better ties between the Philippines and Taiwan. The DFA reaffirmed the One China Policy after Marcos's statement which it acknowledged as the president thanking Taiwan for hosting Overseas Filipino Workers. Marcos reaffirmed the policy again but added that the congratulatory message was \"common courtesy\". He says that his country does not support Taiwan independence movement|Taiwanese independence and says that the island is a province of China.\n*{{flag|Russia}}: Foreign Ministry spokesperson Maria Zakharova says that Russia would continue to recognize Taiwan as an integral part of China and any attempt by any country to use the election to pressure China is \"counterproductive, and should be condemned by the international community\".\n*{{flag|Singapore}}: In a statement, the Ministry of Foreign Affairs (Singapore)|Ministry of Foreign Affairs welcomed \"the successful conclusion of the elections\" and congratulated the DPP and Lai on their victory, adding that besides consistently supporting the peaceful development of cross-strait relations, \"Singapore shares a Singapore–Taiwan relations|close and longstanding friendship with Taiwan and the Taiwanese people, and will continue to grow this relationship based on our 'One China' policy.\"\n*{{flag|Somaliland}}: In a statement on X, the Ministry of Foreign Affairs (Somaliland)|Ministry of Foreign Affairs of the Republic of Somaliland, an unrecognized state that is internationally regarded as part of Somalia but recognized by Taiwan, congratulated Lai, Hsiao and the DPP for their victory, stating that \"Taiwan truly demonstrated its dedication to democratic values and serves as an inspiration to others.\"\n*{{flag|South Korea}}: A foreign ministry official said that it expected \"peace and stability across the Taiwan Strait to be maintained and the peaceful development of cross-strait relations\", calling it \"essential\" for peace and stability on the Korean Peninsula and an \"essential element\" for regional peace and prosperity.\n*{{Flag|Sri Lanka}}: Foreign Minister Ali Sabry (Sri Lankan politician)|Ali Sabry commented that Sri Lanka remained steadfast in advocating and upholding the ‘One China’ policy, and that Sri Lanka aspires for a \"harmonious reunification\" of China.\n*{{flag|United Kingdom}}: Foreign Secretary David Cameron congratulated Lai and expressed hope that Taiwan and China would renew efforts to resolve their differences peacefully, adding that the elections \"are testament to Taiwan's vibrant democracy\".\n*{{flag|United States}}: President Joe Biden reiterated that the US does not support Taiwanese independence.\n*{{Flag|Uzbekistan}}: The Ministry of Foreign Affairs (Uzbekistan)|Foreign Ministry in a statement reiterated that it firmly supported the 'one China' policy, adding: \"Uzbekistan strongly advocates the peaceful development of relations between the two banks and supports all the efforts of the PRC government to implement the reunification of China.\"\n*{{flag|Vietnam}}: Foreign ministry spokeswoman Pham Thu Hang said that Vietnam would continue with its commitment to the One-China policy while maintaining and fostering people-to-people and non-governmental relations between Taiwan and Vietnam in various sectors such as economics, trade, investment, science and technology, culture, and education. She also stated that Vietnam \"respects the principle of non-interference in each other’s internal affairs and believes that peace, stability, and cooperation in the Taiwan Strait is crucial for both the region and the global community.\"",
                  "references": [
                    "https://www.canberratimes.com.au/story/8485687/australia-backs-taiwan-exercising-democratic-rights/",
                    "https://www.periodico26.cu/index.php/es/de-cuba-2/16573-cuba-ratifica-su-respaldo-al-principio-de-una-sola-china",
                    "https://en.mehrnews.com/news/210784/Tehran-reaffirms-its-support-of-One-China-policy",
                    "https://english.kyodonews.net/news/2024/01/9f8ba1318f8f-japan-voices-hope-taiwan-issues-to-be-resolved-peacefully.html",
                    "https://www.theguardian.com/world/2024/jan/15/nauru-to-sever-diplomatic-ties-with-taiwan-in-favour-of-china",
                    "https://www.daijiworld.com/news/newsDisplay?newsID=1158392",
                    "https://www.radio.gov.pk/13-01-2024/pakistans-policy-on-taiwan-is-consistent-clear-and-principled-fo",
                    "https://qa.philstar.com/headlines/2024/01/14/2325786/philippines-reaffirms-adherence-one-china-policy-after-taiwan-elections",
                    "https://www.channelnewsasia.com/singapore/taiwan-election-singapore-mfa-congratulates-william-lai-president-victory-dpp-4046476",
                    "https://en.yna.co.kr/view/AEN20240114000851315",
                    "https://old.asiaplustj.info/en/news/tajikistan/politics/20240115/tajikistan-firmly-pursues-the-one-china-policy",
                    "https://www.aljazeera.com/news/2024/1/13/world-reacts-to-taiwan-election-as-china-says-reunification",
                    "https://focustaiwan.tw/politics/202401140005",
                    "https://kun.uz/en/news/2024/01/15/taiwan-is-an-integral-part-of-china-uzbekistans-mfa-on-presidential-elections-in-taiwan",
                    "https://tuoitrenews.vn/news/politics/20240115/vietnam-reaffirms-adherence-to-one-china-policy-after-taiwan-election/77847.html"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}