{
  "title": "2024_Washington_summit",
  "content": [
    {
      "id": "1",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The official title of the 2024 Washington summit is \"Ukraine and transatlantic security.\" It is meant to highlight the focus on NATO's response to escalating global threats to peace and democracies, with particular attention to Russian invasion of Ukraine|Russia's ongoing invasion of Ukraine and North Korea's involvement on the side of Russia through weapon supply and troop deployment to the Ukrainian front lines. Following the announcement of North Korea–Russia relations#Following the Russian invasion of Ukraine|Russian and North Korean cooperation agreements, Stoltenberg stated that Ukraine-South Korea cooperation would be discussed at the summit. The alliance is also set to discuss perceived threats posed by China and the security situation in the Indo-Pacific region. Additionally, agenda includes dialog on boosting defence production and reaffirming allies' commitment to military readiness and the defence of all of NATO's territory.",
              "references": [
                "https://www.atlanticcouncil.org/event/nato-summit-ukraine-and-transatlantic-security/",
                "https://www.ukrainianworldcongress.org/north-korea-to-deploy-engineering-troops-to-ukraines-occupied-territories/",
                "https://www.telegraph.co.uk/world-news/2024/06/27/ukraine-russia-war-latest-news9/",
                "https://kyivindependent.com/nato-summit-will-discuss-south-korea-ukraine-cooperation-stoltenberg-says/",
                "https://www.voanews.com/a/agenda-for-nato-summit-expected-to-include-china-issues-/7690027.html#",
                "https://bidenwhitehouse.archives.gov/briefing-room/statements-releases/2024/01/29/readout-of-national-security-advisor-sullivans-meeting-with-nato-secretary-general-jens-stoltenberg/#:~:text=Mr.%20Sullivan%20and%20the%20Secretary,defense%20spending%20pledge%20in%202024",
                "https://www.atlanticcouncil.org/blogs/new-atlanticist/how-to-keep-nato-relevant-into-2024-and-beyond/"
              ]
            }
          ]
        },
        {
          "id": "1.2",
          "title": "Expectations",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.2.s1",
                  "text": "At an Atlantic Council event, US permanent representative to NATO Julianne Smith indicated that NATO was not ready to extend a formal invitation to Ukraine for membership during the 2023 Vilnius summit|previous year's summit in Vilnius and is unlikely to do so at the upcoming Washington summit. Instead, she expects NATO allies to provide Ukraine with a \"deliverable\" that would bring the country closer to membership, focusing on institutionalizing the bilateral support that has grown over the past two years. While details on this deliverable remain unclear, Smith emphasized NATO's ongoing commitment to Ukraine through measures like the NATO-Ukraine Council, established at the 2023 NATO summit.",
                  "references": [
                    "https://www.atlanticcouncil.org/blogs/new-atlanticist/expect-a-new-bridge-to-nato-membership-for-ukraine-at-the-washington-summit-says-julianne-smith/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.3",
          "title": "Pre-summit developments",
          "content": [
            {
              "id": "1.3.1",
              "title": "2024 Ukrainian mobilization law",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.3.1.s1",
                      "text": "Despite a Mobilization in Ukraine#2024|controversial mobilization law passed in 2024, which lowered the mobilization age from 27 to 25, Ukraine still faces a severe manpower shortage. With a population of 144 million people, Russia significantly outnumbered Ukraine's 38 million in 2022. This demographic advantage gives Russia greater manpower resources. However, Casualties of the Russo-Ukrainian War#Total casualties|Russian losses in the war are generally considered higher than Ukraine's. Both have lost significant amounts of personnel, though no precise numbers can be given until after the invasion and when all cases are investigated.",
                      "references": [
                        "https://www.businessinsider.com/ukraines-manpower-problem-could-get-worse-before-it-gets-better-2024-5",
                        "https://data.worldbank.org/indicator/SP.POP.TOTL?locations=UA",
                        "https://www.forbes.com/sites/vikrammittal/2023/03/05/military-casualties-in-russia-ukraine-war-are-likely-less-than-commonly-stated/?sh=4f5d97f11a5d"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.3.2",
              "title": "International support for Ukraine",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.3.2.s1",
                      "text": "On 14 May 2024, United States Secretary of State Antony Blinken arrived to Kyiv announced to reaffirm the support of his country, less than a month after Congress approved a $60 billion aid package. With expedited delivery of military assistance, including artillery and air defence systems, the trip underscored the Biden administration's commitment to Ukraine's long-term security amidst escalating conflict. Blinken stated, \"We are with you today. And we will stay by your side until Ukraine's security, sovereignty, its ability to choose its own path is guaranteed.\"",
                      "references": [
                        "https://edition.cnn.com/2024/04/23/politics/senate-vote-foreign-aid/index.html",
                        "https://www.nbcnews.com/news/world/blinken-visits-ukraine-tout-us-support-kyivs-fight-russias-advances-rcna152115"
                      ]
                    },
                    {
                      "id": "1.3.2.s2",
                      "text": "On the morning of 24 May, Hungarian Prime Minister Viktor Orbán said in a broadcast on Magyar Rádió that his government planned to redefine Hungary's NATO membership \"without taking part in NATO operations outside NATO territory\" due to his stance on foreign aid to Ukraine. Orbán is the only leader of any EU and NATO member state who, despite united efforts by both blocs to support Ukraine economically, militarily and politically, continues to maintain close ties with Russian President Vladimir Putin. Earlier in January, the EU threatened to impose voting sanctions on Hungary and permanently cut off its funding if Orbán's government continued to veto a €50 billion (approximately US$54 billion) aid package for Ukraine. This resulted in Hungary dropping its veto and a successful EU agreement on such aid.",
                      "references": [
                        "https://www.voanews.com/a/hungary-to-seek-to-opt-out-of-nato-efforts-to-support-ukraine-orban-says-/7626045.html#",
                        "https://www.politico.eu/article/eu-threatens-silence-hungary-orban-if-blocks-ukrainian-aid-funds-article-7/",
                        "https://www.aljazeera.com/news/2024/2/1/european-union-agrees-on-new-54bn-aid-package-for-ukraine"
                      ]
                    },
                    {
                      "id": "1.3.2.s3",
                      "text": "On 27 June 2024, Ukraine and EU signed a historic security deal, which set out the commitment of all 27 member states to aid Ukraine with extensive support, regardless of any internal institutional changes, according to the Ukrainian President Zelenskyy. On the same day 2 similar deals were signed with Lithuania and Estonia. Ukraine has already signed 19 similar bilateral security agreements, including with the United States, France and the UK. These agreements, while not mutual defence pacts, signify strategic partnerships aimed at bolstering Ukraine's stability and security amidst ongoing regional challenges.",
                      "references": [
                        "https://www.theglobeandmail.com/world/article-eu-leaders-sign-security-deal-with-ukraine-discuss-defence-and-top/",
                        "https://www.france24.com/en/europe/20240627-eu-ukraine-security-agreement-will-advance-peace-says-zelensky"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.3.3",
              "title": "Relations with Russia",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.3.3.s1",
                      "text": "{{See also|Russia–NATO relations}}\nOn 24 May 2024, the State Department announced that Secretary of State Antony Blinken would visit Eastern Europe amidst escalating concerns over Russia's advances in Ukraine as it opened a new northern front with an attack on the Kharkiv region, potential Russian interference in Moldova, and 2023–2024 Georgian protests|Georgian protests against a proposed \"foreign agent\" bill similar to Russian foreign agent law|that adopted in Russia. Blinken visited Chişinau on 29 May and Prague on 30 and 31 May. He met Czech Foreign Minister Jan Lipavský and other officials to deliberate on support for Ukraine, alongside the Georgian \"foreign agent\" bill.",
                      "references": [
                        "https://www.bbc.com/news/articles/cx88lve88wyo#",
                        "https://www.bbc.com/news/articles/cxrre3qy2n4o",
                        "https://civil.ge/archives/600995"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.3.4",
              "title": "Weapon use policy changes",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.3.4.s1",
                      "text": "On 3 May, during a visit to Kyiv, UK Foreign Secretary David Cameron said that Ukraine had the decision as to how it would use British weapons and the right to strike with them inside Russia. This was a major policy change on the part of the United Kingdom, a List of states with nuclear weapons#United Kingdom|nuclear state and key NATO member. Kremlin Press Secretary Dmitry Peskov and the spokeswoman for Ministry of Foreign Affairs (Russia)|Ministry of Foreign Affairs Maria Zakharova condemned the decision. On 29 May, representatives of Finland, Canada and Poland issued separate statements saying that Ukraine can strike Legitimate military target|valid military targets inside Russia using their weapons.",
                      "references": [
                        "https://www.bbc.com/news/articles/c163kp93l6po",
                        "https://kyivindependent.com/finland-canada/"
                      ]
                    },
                    {
                      "id": "1.3.4.s2",
                      "text": "By the end of May, several leaders had also endorsed lifting the concurrent ban on Western-supplied weapons, including presidents Emmanuel Macron of France, Edgars Rinkēvičs of Latvia and Alar Karis of Estonia; German Chancellor Olaf Scholz; and prime ministers Alexander De Croo of Belgium, Petr Fiala of the Czech Republic and Mette Frederiksen of Denmark, as well as the foreign ministers of Canada, Lithuania, Norway, the United Kingdom and Poland; and the defence ministers of Finland, the Netherlands and Sweden. Conversely, Belgium and Italy were against the use of Western-supplied weapons by Ukraine to strike targets within Russia.",
                      "references": [
                        "https://euromaidanpress.com/2024/05/31/most-allies-now-support-ukraine-striking-targets-in-russia-italy-and-belgium-oppose-us-undecided/",
                        "https://kyivindependent.com/ukraine-urges-allies-to-lift-western-arms-ban-on-hitting-targets-inside-russia-will-they/"
                      ]
                    },
                    {
                      "id": "1.3.4.s3",
                      "text": "On 30 May, US President Joe Biden implicitly gave Ukraine permission to strike inside Russia, but only near the Kharkiv Oblast, with no exact borderlines defined. The decision came after Ukrainian President Volodymyr Zelenskyy and other officials urged their allies to allow Ukraine to strike inside Russia with Western-supplied weapons in response to the daily bombings of Ukrainian cities by Russian forces from military bases located inside Russia. This came with a \"just over the border\" striking policy limited to Kharkiv Oblast, where Russia launched an offensive and made tactical gains.",
                      "references": [
                        "https://www.pbs.org/newshour/world/germany-says-ukraine-can-use-its-weapons-against-targets-in-russia-after-the-u-s-also-eases-its-stance",
                        "https://www.dw.com/en/ukraine-updates-russia-making-tactical-gains-in-kharkiv/live-69065078"
                      ]
                    },
                    {
                      "id": "1.3.4.s4",
                      "text": "On 20 June 2024, facing pressure from Ukraine and its European allies, and in response to the North Korea-Russia mutual defence pact, the United States authorised Ukraine to use American-supplied weapons against Russian forces across the border, extending beyond the region near Kharkiv. This decision facilitated successful Ukrainian military operations that included strikes into Russian territory. Ukrainian officials have subsequently advocated for the lifting of restrictions on long-range missile systems such as the ATACMS, which Ukraine was currently not allowed to use on Russian territory.",
                      "references": [
                        "https://www.voanews.com/a/pentagon-changes-rhetoric-on-ukraine-crossfire-into-russia/7665656.html"
                      ]
                    },
                    {
                      "id": "1.3.4.s5",
                      "text": "On 19 June 2024, North Korea and Russia signed a mutual defence agreement during Vladimir Putin's first visit to Pyongyang in 24 years. This event has been marked as a major escalation of tensions on the Korean Peninsula. In response, South Korea summoned Russian Ambassador Georgy Zinoviev to protest the deal. On 20 June, South Korean national security adviser Chang Ho-jin stated, \"We will reconsider the issue of supplying weapons to Ukraine.\" This statement was also marked an unprecedented change in South Korea's strict military doctrine, which traditionally prohibits sending arms to countries engaged in active military conflicts. Putin warned that it would be a \"big mistake\" if South Korea arms Ukraine.",
                      "references": [
                        "https://www.theguardian.com/world/article/2024/jun/19/russia-and-north-korea-sign-mutual-defence-pact",
                        "https://www.rferl.org/a/north-south-korea-putin-kim-jong-un/33003652.html",
                        "https://www.voanews.com/a/south-korea-will-consider-supplying-arms-to-ukraine-after-russia-north-korea-sign-strategic-pact/7676277.html#",
                        "https://www.bbc.com/news/articles/c1ee8x221lno",
                        "https://www.politico.eu/article/sending-weapons-to-ukraine-would-be-a-big-mistake-putin-warns-south-korea/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.3.5",
              "title": "Member state defence spending",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.3.5.s1",
                      "text": "Several Eastern members of the block have pushed for higher military budgets. Poland's President Andrzej Duda called on NATO countries to urgently increase spending to 3% of their GDP. Poland is expected to and committed to allocating more than 4% of its GDP on defence in 2024, which would surpass other countries spending by a significant margin, while the Baltic states have jointly committed to invest at least 2.5% of GDP in defence.\n with outgoing NATO Secretary General Jens Stoltenberg]]\nThe UK Prime Minister Keir Starmer urged NATO members to increase defence spending further, aligning with his plans for the UK to allocate tens of billions of pounds extra to military budget in response to growing global threats faced by alliance members. Starmer also committed the United Kingdom to raising defence spending to 2.5%, though did not indicate when it would be raised. On the flight to the summit, Starmer reiterated his \"cast iron commitment\" to spending 2.5%. Starmer stated he will lay out a \"road map\", following a “root and branch” review of the country's defences, which officials said will include a concrete date to hit the spending target.",
                      "references": [
                        "https://kyivindependent.com/baltic-countries-to-push-for-2-5-gdp-defense-spending-during-nato-summit/",
                        "https://www.theguardian.com/politics/article/2024/jul/09/keir-starmer-nato-summit-defence-spending",
                        "https://www.politico.eu/article/uk-keir-starmer-prime-minister-nato-members-summit-us-elections-defense-spending/",
                        "https://www.bbc.co.uk/news/articles/ceqd2x5793no"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Ukraine",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "{{See also|Ukraine–NATO relations|NATO–Ukraine Council}}\n\nLeaders such as Biden supported the Ukraine Compact.",
              "references": [
                "https://www.youtube.com/watch?v=JPLrtFMB928",
                "https://www.youtube.com/shorts/F0GRXrgff9g?app=desktop"
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Ukrainian public stance on NATO",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "The Orange Revolution in Ukraine in 2004, which nullified the election of pro-Russian presidential candidate Viktor Yanukovych, still did not reflect on public opinion with a significant vote of 60% against joining NATO.",
                  "references": [
                    "https://www.pravda.com.ua/news/2013/01/10/6981191/view_print/"
                  ]
                },
                {
                  "id": "2.2.s2",
                  "text": "Following the Annexation of Crimea by the Russian Federation|Russian annexation of Crimea and 2014 pro-Russian unrest in Ukraine|pro-Russian unrest in 2014, Ukrainian support for NATO membership has been growing gradually. After the 2022 invasion, public stances on membership significantly changed from a relatively low 59.2% in favour and 28.1% against in 2021 to a resounding 89% in favour by May 2023. Subsequently, the rate stabilized at 77% in favour and 5% against by 2024.",
                  "references": [
                    "https://www.kiis.com.ua/?lang=ukr&cat=reports&id=1083&page=1",
                    "https://ratinggroup.ua/files/ratinggroup/reg_files/ukr_february_2024_national_survey_public.pdf"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "NATO stance on Ukraine",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "NATO officially highlights support for Ukraine is unwavering, with the alliance determined to stand by Ukraine indefinitely. This stance is meant to send a strong message to Russia that NATO allies remain united and committed to help Ukraine fight off Russia's illegal invasion.",
                  "references": [
                    "https://www.voanews.com/a/blinken-no-fatigue-in-nato-support-of-ukraine-/7376980.html"
                  ]
                },
                {
                  "id": "2.3.s2",
                  "text": "Although some NATO members, particularly those in Eastern Europe, pushed for Ukrainian accession to the alliance, they considered it to not be possible before the invasion ends due to the implication that NATO could be considered to be directly involved in the Russo-Ukrainian War|war with Russia if Ukraine were already made a member.\n (left) in Washington, D.C., July 11, 2024]]",
                  "references": [
                    "https://carnegieendowment.org/research/2023/10/ukraines-accession-poses-a-unique-conundrum-for-the-eu?lang=en",
                    "https://www.pravda.com.ua/eng/news/2024/04/5/7449860/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Israel–Hamas war",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "{{See also|United States support for Israel in the Israel–Hamas war|British support for Israel in the Israel–Hamas war}}\nSpeaking at the Washington summit, Spanish Prime Minister Pedro Sánchez urged NATO members to avoid \"double standards\" regarding the Israel–Hamas war|wars in Gaza and Ukraine, saying, \"If we demand respect for international law in Ukraine, we must demand it in Gaza as well.\"",
              "references": [
                "https://www.aljazeera.com/program/newsfeed/2024/7/11/spanish-pm-nato-must-avoid-double-standards-over-gaza-ukraine"
              ]
            },
            {
              "id": "3.s2",
              "text": "In his speech, Turkish President Recep Tayyip Erdoğan said that NATO values are being trampled by Israel in the Gaza Strip.",
              "references": [
                "https://www.aljazeera.com/news/2024/7/11/what-has-nato-promised-ukraine-at-summit-and-did-gaza-figure-in-talks"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Summit",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "On the first day of the summit on July 9, 2024, US President Joe Biden accused Russian President Vladimir Putin of wanting to erase \"Ukraine off the map\". He announced that several NATO nations including the United States, the Netherlands, Germany, Italy, and Romania would provide Ukraine with equipment for five air defense systems. Ukrainian President Volodymyr Zelenskyy warned that action in Ukraine needed to be conducted prior to the 2024 United States presidential election|U.S. presidential election in November 2024 to limit the impact of decisions Donald Trump might take, if he were elected president, to reduce support for NATO and Ukraine.",
              "references": [
                "https://www.aljazeera.com/news/liveblog/2024/7/10/nato-summit-washington-live"
              ]
            },
            {
              "id": "4.s2",
              "text": "The United States announced its intention to deploy Ballistic missiles|long-range missiles in Germany from 2026. US weapons in Germany would include RIM-174 Standard ERAM|SM-6 and Tomahawk (missile family)|Tomahawk cruise missiles and Long-Range Hypersonic Weapon|hypersonic weapons. The United States' decision to deploy missiles in Germany has been compared to the deployment of Pershing II launchers in Western Europe in the 1980s. The decision was supported by German Chancellor Olaf Scholz.",
              "references": [
                "https://www.dw.com/en/a-new-arms-race-in-europe-us-long-range-weapons-in-germany/a-69648733",
                "https://www.politico.eu/article/olaf-scholz-germany-american-long-range-missiles-social-democratic-party-bundestag-russia/",
                "https://www.theguardian.com/world/article/2024/jul/28/putin-warns-us-against-deploying-long-range-missiles-in-germany",
                "https://www.aljazeera.com/news/2024/7/11/russia-says-us-missiles-in-germany-signal-return-of-cold-war",
                "https://www.dw.com/en/germany-split-on-us-stationing-long-range-cruise-missiles/a-69638145"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Participants",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "{| Class=\"wikitable sortable\"\n! Country or\norganization\n! Head of delegation\n! Title\n! class=\"unsortable\" | {{abbr|Ref.|Reference}}\n|-\n| '''{{flag|NATO}}'''\n| Jens Stoltenberg\n| Secretary General of NATO|Secretary General\n| \n|-\n| {{flag|Albania}}\n| Edi Rama\n| Prime Minister of Albania|Prime Minister\n| \n|- Bgcolor=\"#CFECEC\"\n| {{flag|Armenia}}\n| Ararat Mirzoyan\n| Ministry of Foreign Affairs (Armenia)|Foreign Minister \n| \n|- Bgcolor=\"#CFECEC\"\n| {{flag|Australia}}\n| Richard Marles\n| Deputy Prime Minister of Australia|Deputy Prime Minister\n| \n|- Bgcolor=\"#CFECEC\"\n| {{flag|Azerbaijan}}\n| Jeyhun Bayramov\n| Ministry of Foreign Affairs (Azerbaijan)|Foreign Minister \n| \n|-\n| {{flag|Belgium}}\n| Alexander De Croo\n| Prime Minister of Belgium|Prime Minister\n|\n|-\n| {{flag|Bulgaria}}\n| Dimitar Glavchev\n| Prime Minister of Bulgaria|Prime Minister\n| \n|-\n| {{flag|Canada}}\n| Justin Trudeau\n| Prime Minister of Canada|Prime Minister\n| \n|-\n| {{flag|Croatia}}\n| Zoran Milanović\n| President of Croatia|President\n|\n|-\n| {{flag|Czech Republic}}\n| Petr Pavel\n| President of the Czech Republic|President\n| \n|-\n| {{flag|Denmark}}\n| Mette Frederiksen\n| Prime Minister of Denmark|Prime Minister\n|\n|-\n| {{flag|Estonia}}\n| Kaja Kallas\n| Prime Minister of Estonia|Prime Minister\n|\n|- bgcolor=\"#CFECEC\"|\n| rowspan=\"2\" style=\"background-color:#CFECEC\"|'''{{flag|European Union}}'''\n|{{sortname|Charles|Michel}}\n|President of the European Council|Council President\n|\n|- bgcolor=\"#CFECEC\"|\n| {{sortname|Ursula|von der Leyen}}\n| President of the European Commission|Commission President\n|\n|-\n| {{flag|Finland}}\n| Alexander Stubb\n| President of Finland|President\n| \n|-\n| {{flag|France}}\n| Emmanuel Macron\n| President of France|President\n|\n|-\n| {{flag|Germany}}\n| Olaf Scholz\n| Chancellor of Germany|Chancellor\n| \n|- Bgcolor=\"#CFECEC\"\n| {{flag|Georgia}}\n| Ilia Darchiashvili\n| Ministry of Foreign Affairs of Georgia|Foreign Minister \n| \n|-\n| {{flag|Greece}}\n| Kyriakos Mitsotakis\n| Prime Minister of Greece|Prime Minister\n|\n|-\n| {{flag|Hungary}}\n| Viktor Orbán\n| Prime Minister of Hungary|Prime Minister\n|\n|-\n| {{flag|Iceland}}\n| Bjarni Benediktsson (born 1970)|Bjarni Benediktsson\n| Prime Minister of Iceland|Prime Minister\n|\n|- Bgcolor=\"#CFECEC\"\n| {{flag|Israel}}\n| Israel Katz\n| Ministry of Foreign Affairs (Israel)|Foreign Minister \n| \n|-\n| {{flag|Italy}}\n| Giorgia Meloni\n| Prime Minister of Italy|Prime Minister\n|\n|- Bgcolor=\"#CFECEC\"\n| {{flag|Japan}}\n| Fumio Kishida\n| Prime Minister of Japan|Prime Minister\n| \n|-\n| {{flag|Latvia}}\n| Edgars Rinkēvičs\n| President of Latvia|President\n|\n|-\n| {{flag|Lithuania}}\n| Gitanas Nausėda\n| President of Lithuania|President\n|\n|-\n| {{flag|Luxembourg}}\n| Luc Frieden\n| Prime Minister of Luxembourg|Prime Minister\n|\n|-\n| {{flag|Montenegro}}\n| Milojko Spajić\n| Prime Minister of Montenegro|Prime Minister\n|\n|-\n| {{flag|Netherlands}}\n| Dick Schoof\n| Prime Minister of the Netherlands|Prime Minister\n|\n|- Bgcolor=\"#CFECEC\"\n| {{flag|New Zealand}}\n| Christopher Luxon\n| Prime Minister of New Zealand|Prime Minister\n|\n|-\n| {{flag|North Macedonia}}\n| Hristijan Mickoski\n| Prime Minister of North Macedonia|Prime Minister\n|\n|-\n| {{flag|Norway}}\n| Jonas Gahr Støre\n| Prime Minister of Norway|Prime Minister\n|\n|-\n| {{flag|Poland}}\n| Andrzej Duda\n| President of Poland|President\n|\n|-\n| {{flag|Portugal}}\n| Luís Montenegro\n| Prime Minister of Portugal|Prime Minister\n|\n|- Bgcolor=\"#CFECEC\"\n| {{flag|South Korea|name=Republic of Korea}}\n| Yoon Suk Yeol\n| President of South Korea|President\n|\n|-\n| {{flag|Romania}}\n| Klaus Iohannis\n| President of Romania|President\n|\n|-\n| {{flag|Slovakia}}\n| Peter Pellegrini\n| President of Slovakia|President\n|\n|-\n| {{flag|Slovenia}}\n| Robert Golob\n| Prime Minister of Slovenia|Prime Minister\n|\n|-\n| {{flag|Spain}}\n| Pedro Sánchez\n| Prime Minister of Spain|Prime Minister\n|\n|-\n| {{flag|Sweden}}\n| Ulf Kristersson\n| Prime Minister of Sweden|Prime Minister\n|\n|-\n| {{flag|Turkey}}\n| Recep Tayyip Erdoğan\n| President of Turkey|President\n| \n|- Bgcolor=\"#CFECEC\"\n| {{flag|Ukraine}}\n| Volodymyr Zelenskyy\n| President of Ukraine|President\n| \n|-\n| {{flag|United Kingdom}}\n| Keir Starmer\n| Prime Minister of the United Kingdom|Prime Minister\n| \n|-\n| {{flag|United States}}\n| Joe Biden (host)\n| President of the United States|President\n| \n|}",
              "references": [
                "https://www.csis.org/analysis/what-will-happen-natos-washington-summit#:~:text=Current%20secretary%20general%20Stoltenberg%20will,Dutch%20secretary%20general%20Joseph%20Luns.",
                "https://www.ctvnews.ca/politics/article/prime-minister-justin-trudeau-to-attend-nato-leaders-summit-in-washington-next-week/",
                "https://english.radio.cz/pavel-meets-czech-congressional-caucus-washington-8822350",
                "https://www.jpost.com/international/article-809834",
                "https://japantoday.com/category/politics/japan-pm-kishida-to-visit-u.s.-germany-for-summit-talks-next-week",
                "https://www.trtworld.com/turkiye/president-erdogan-arrives-in-washington-for-nato-summit-18181665",
                "https://edition.cnn.com/2024/07/09/politics/biden-nato-summit-ukraine-aid/index.html"
              ]
            }
          ]
        }
      ]
    }
  ]
}