{
  "title": "2024_European_floods",
  "content": [
    {
      "id": "1",
      "title": "Impact",
      "content": [
        {
          "id": "1.1",
          "title": "Andorra",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.1.s1",
                  "text": "Strong winds and heavy rainfall battered Andorra due to Hurricane Kirk (2024)|Storm Kirk's circulation, with maximum gusts of {{Convert|126|kph|mph}} in Port d'Envalira and rainfall of {{Convert|34|mm|in}}.",
                  "references": [
                    "https://www.diariandorra.ad/nacional/241008/ventades-126-km-h-tossa-d-espiolets-i-93-km-h-comella_159547.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.2",
          "title": "Austria",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.2.s1",
                  "text": "Concurrently with flooding in Germany in early June, rising river levels on the Danube River reached 6.86 meters on the morning of 4 June, causing it to burst its banks in Linz, submerging areas close to the river. All river traffic along the Danube in the Lower Austria area was halted.",
                  "references": [
                    "https://www.bbc.com/news/articles/c9wwdzwj93mo"
                  ]
                },
                {
                  "id": "1.2.s2",
                  "text": "The flooding caused significant disruptions to the 2024 European Parliament election in Austria|2024 European Parliament elections, particularly in the province of Styria. The heavy rainfall rendered several polling stations in Deutschfeistritz, Hartberg-Fürstenfeld District, and Graz inaccessible or destroyed, necessitating rapid responses from local authorities to ensure that voters could still participate in the election process. In addition, The Übelbach river burst its banks due to the intense rainfall, causing mudslides that destroyed houses and washed away cars in Übelbach. Five people, including one firefighter on duty, died in Lower Austria. On 15 September, a skier was found dead under a snowdrift in Untertauern, while another person was buried by an avalanche on 13 September at Karwendel and remains missing.",
                  "references": [
                    "https://nltimes.nl/2024/06/09/floods-austria-complicate-eu-elections-polling-stations-destroyed",
                    "https://noe.orf.at/stories/3273513/",
                    "https://www.salzburg24.at/news/salzburg/vermisster-skitourengeher-am-seekareck-in-obertauern-tot-geborgen-165108124",
                    "https://www.merkur.de/lokales/bad-toelz/lenggries-ort28977/der-eng-suche-wegen-prekaerer-lage-unterbrochen-lawine-verschuettet-wanderer-bayern-in-93301016.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.3",
          "title": "Belgium",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.3.s1",
                  "text": "On 10 October, the Eau Rouge|Eau Rouge River, near the French border, overflowed due to heavy rains from Hurricane Kirk (2024)|Storm Kirk, leading to flooding. Around the Ardennes region in Belgium, Luxembourg, and France, the most rain was reported. Couvin saw major flooding, leading to a communal emergency plan getting activated.",
                  "references": [
                    "https://www.euronews.com/my-europe/2024/10/10/heavy-rainfall-as-remnants-of-storm-kirk-sweep-across-france-and-belgium"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.4",
          "title": "Bosnia and Herzegovina",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.4.s1",
                  "text": "Southern Bosnia and Herzegovina was affected by flooding due to torrential rain on the night of 3–4&nbsp;October 2024. Several towns were rendered inaccessible along with surrounding villages, as roads, bridges, and railways were blocked by flood waters and landslides. Reportedly, houses collapsed in flash floods while residents were inside. The floods killed 27 people.",
                  "references": [
                    "https://n1info.ba/english/news/tragedy-strikes-five-dead-in-devastating-floods-in-jablanica-and-konjic/",
                    "https://www.jutarnji.hr/vijesti/svijet/nas-reporter-probio-se-do-kiseljaka-pogledajte-sto-je-snimio-steta-je-ogromna-15508725",
                    "https://www.klix.ba/vijesti/crna-hronika/u-konjicu-pronadjena-posljednja-osoba-za-kojom-se-tragalo-nakon-poplava-i-odrona/241016108"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.5",
          "title": "Croatia",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.5.s1",
                  "text": "According to Croatian authorities, the Danube was expected to crest on the Croatia–Serbia border around the weekend of 21–22&nbsp;September. On 13–14 September, the low brought a temperature drop of up to {{cvt|20|C-change}} to Croatia, causing an unseasonable snowfall in the mountains. Flash flood warnings were issued for 3–4&nbsp;October. Gračac and Krk (town)|Krk broke their all-time records for daily rainfall, at {{cvt|249|and|192|mm|in}}, respectively. The rivers Sava, Kupa and Odra (Kupa)|Odra were on the rise due to rainfall. Localised flooding was reported in Ogulin on 4&nbsp;October and 23 houses were flooded in the Karlovac area during the following night.",
                  "references": [
                    "https://dnevnik.hr/vijesti/svijet/poplave-u-srednjoj-i-istocnoj-europi-17-09-2024---869152.html",
                    "https://dnevnik.hr/vijesti/hrvatska/stize-li-vodeni-val-u-hrvatsku-stigao-odgovor-iz-glavnog-centra-obrane-od-poplava-hrvatskih-voda---868832.html",
                    "https://vijesti.hrt.hr/hrvatska/zbog-obilne-kise-prijeti-opasnost-od-bujicnih-poplava-11789665",
                    "https://vrijeme-i-promet.hrt.hr/meteo-kutak/oborina-ponegdje-oborila-rekorde--11791640",
                    "https://vijesti.hrt.hr/hrvatska/iako-su-vodostaji-rijeka-visoki-u-hrvatskim-vodama-ne-ocekuju-poplave-11791579",
                    "https://www.jutarnji.hr/vijesti/hrvatska/kupa-je-premasila-sve-prognoze-tijekom-noci-usla-u-23-kuce-najvise-ih-je-poplavljeno-u-brodarcima-15509033"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.6",
          "title": "Czech Republic",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.6.s1",
                  "text": "The 2024 floods in the Czech Republic caused insured property damage equal to around 8.4 billion Czech koruna|Czech crowns (€331.1 million), but insurance company estimates place the damage as high as 19.3 billion Czech crowns (€761.5 million). From a financial perspective this makes it the second worst disaster in the country's history, second only to the 2002 European floods#Czech Republic|2002 floods.",
                  "references": [
                    "https://www.ceskenoviny.cz/zpravy/asociace-odhad-pojistenych-skod-z-povodni-stoupl-na-193-miliardy-korun/2571005"
                  ]
                },
                {
                  "id": "1.6.s2",
                  "text": "The flooding began on 13 September after heavy rains. Over 200 rivers were reported spilling over their banks as of 15 September. The most critical situation was in Moravia|North Moravia, especially in the region of Hrubý Jeseník|Jeseníky mountains, followed by North-East Moravia where thousands of people had to be evacuated. Jeseník and Opava were among the worst hit places where a few houses were destroyed by the overflowing river. The evacuation operation there started on the night of 14/15 September in the major residential area of Kateřinky. The biggest city, which was flooded, Ostrava, was affected only in some parts; the damages are estimated to be billions of crowns. There was an ongoing threat in a handful of places in the South Bohemian Region. For the whole country, four people are reported missing, thousands were displaced and around 250000 were left without electricity.{{Update inline|date=September 2024}} Several roads and railroads were closed and water also leaked into one station of the Prague Metro, but it remained operational.",
                  "references": [
                    "https://ct24.ceskatelevize.cz/clanek/regiony/povoden-zpusobila-ostrave-skody-za-miliardy-opravy-potrvaji-roky-353119"
                  ]
                },
                {
                  "id": "1.6.s3",
                  "text": "On 14 September five people disappeared into the water, four of them drove their car into a river in Lipová-Lázně, one was found alive. One person fell into a usually small and calm creek while trying to clear driftwood off a bridge in Jankovice (Uherské Hradiště District). On 15 and 16 September, four people died in the Moravian-Silesian Region and another was killed in Kobylá nad Vidnavkou.",
                  "references": [
                    "https://www.idnes.cz/nastaveni-souhlasu?url=https%3a%2f%2fwww.idnes.cz%2fzpravy%2fdomaci%2fpocasi-povodne-elektrina-vypadky.A240916_100121_domaci_rtn"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.7",
          "title": "France",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.7.s1",
                  "text": "At least one person was killed when 1,300 homes were affected by floods in northern France as a result of Storm Henk in January. Eight departments in northern and western France were put under flood alert. Particularly affected was the town of Arques, Pas-de-Calais|Arques in the Pas-de-Calais department. The Aa (France)|River Aa overflowed following heavy rains. On 10 March, five people were killed by floods following violent storms across southern France, with seven others reported missing. On 31 March, heavy rainfall lead to the severe flooding of the town of Montmorillon. Floods in Central France affected the departments of Yonne and Saône-et-Loire in April. In June, heavy rains caused flooding in Eauze, Montréal, Gers|Montréal, and Fourcès in Gers.",
                  "references": [
                    "https://www.rfi.fr/en/france/20240103-french-departments-on-high-alert-as-more-bad-weather-sweeps-in",
                    "https://www.lemonde.fr/en/environment/article/2024/01/04/france-s-pas-de-calais-has-flooded-again-you-can-t-do-anything-about-the-water_6399765_114.html",
                    "https://www.lemonde.fr/en/climate/article/2024/03/11/five-dead-two-children-missing-after-weekend-storms-in-southern-france_6608098_96.html",
                    "https://floodlist.com/europe/france-storm-monica-gard-ardeche-march-2024",
                    "https://news.sky.com/video/heavy-rainfall-causes-severe-flooding-in-french-town-13105255",
                    "https://news.sky.com/video/floods-in-central-france-as-rivers-burst-their-banks-13108204",
                    "https://www.connexionfrance.com/news/images-homes-evacuated-and-roads-cut-off-as-storms-hit-southern-france/663750"
                  ]
                },
                {
                  "id": "1.7.s2",
                  "text": "Due to Hurricane Kirk (2024)|Storm Kirk, a storm swell near the port city of Sete overturned three boats, killing one amateur sailor and leaving another two in critical condition, according to Herault department authorities. 2024 Atlantic hurricane season#Hurricane Leslie|Hurricane Leslie's remnants brought significant flooding to the country. Numerous communes recorded over {{cvt|300|mm|in}} of rain, with rainfall in Mayres, Ardèche|Mayres exceeding {{cvt|689|mm|in}}. Some buildings were submerged, along with 700 people losing power. Strong winds uprooted a tree, killing a man and injuring his two children.",
                  "references": [
                    "https://www.connexionfrance.com/news/photos-french-towns-submerged-by-storm-leslie-alerts-in-place-for-river-flooding/684466"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.8",
          "title": "Germany",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.8.s1",
                  "text": "Flooding in Germany caused at least nine deaths, insured property damage of €2.2 billion, and over 3,000 displaced individuals.",
                  "references": [
                    "https://www.tagesschau.de/inland/regional/hochwasser-sueddeutschland-versicherung-100.html",
                    "https://www.n-tv.de/panorama/Sechstes-Hochwasser-Opfer-gefunden-article24992473.html",
                    "https://www.sueddeutsche.de/bayern/unwetter-hochwasser-trotz-sinkender-wasserstaende-keine-normalitaet-dpa.urn-newsml-dpa-com-20090101-240604-99-273804",
                    "https://www.yahoo.com/news/more-evacuations-ahead-more-rain-213835980.html",
                    "https://www.radiogong.com/aktuelles/news/lokales/mainfranken-vollgelaufende-strassen-und-keller-nach-starkregen"
                  ]
                },
                {
                  "id": "1.8.s2",
                  "text": "on 3 June]]\nIn June 2024, significant flooding struck Southern Germany, striking the most in Baden-Württemberg and Bavaria. Dozens of villages had to be evacuated across Baden-Württemberg and Bavaria due to the straining and failure of several dams and dykes caused by the persistent heavy rainfall. Among the rivers whose water levels significantly rose include the Danube, the Isar, the Zusam, the Weilach, the Ilm (Thuringia)|Ilm, the Paar, the Schmutter, the Roth (Danube)|Roth, and the Leibi. Many places had more rainfall in 24 hours than their whole monthly average, and in many areas, the water reached levels that were present only \"once in a century\" according to the Bavarian Flood Information Service.",
                  "references": [
                    "https://www.euronews.com/my-europe/2024/06/01/authorities-urge-bavaria-residents-to-heed-evacuation-orders-as-flooding-worsens",
                    "https://www.spiegel.de/panorama/wie-sich-die-hochwasserlage-in-deutschland-entwickelt-a-cd41a0c1-0719-4de9-97df-278421dfd154",
                    "https://www.spiegel.de/panorama/live-ticker-fluten-im-sueden-deutschlands-so-entwickelt-sich-die-hochwasserlage-a-aecbefb1-baf7-44a0-a5ef-d979e89ffa24",
                    "https://www.dw.com/en/floods-in-southern-germany-40-hours-of-disaster/a-69247346"
                  ]
                },
                {
                  "id": "1.8.s3",
                  "text": "An inflatable rescue raft containing four firefighters capsized while evacuating citizens in Pfaffenhofen, Baden-Württemberg|Pfaffenhofen from floodwaters from the overflowing Ilm River, resulting in the death of one firefighter. Another firefighter was missing, as well as a woman in Schrobenhausen which was later found dead. Carriages of a train were derailed by a landslide caused by the heavy raining near Schwäbisch Gmünd|Schwaebisch Gmund. None of the 185 passengers were injured.",
                  "references": [
                    "https://news.sky.com/story/firefighter-dies-while-trying-to-rescue-people-from-flooding-in-bavaria-germany-13146843"
                  ]
                },
                {
                  "id": "1.8.s4",
                  "text": "On 4 June, a 57-year-old woman lost control with her car on a flooded road. She was later found dead. On 5 June, a 79-year-old woman which was missing since 2 June was found dead.",
                  "references": [
                    "https://www.wasserburger-stimme.de/blog/2024/06/03/hochwasser-lage-weiterhin-sehr-kritisch/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.9",
          "title": "Hungary",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.9.s1",
                  "text": "Rainfall and upstream flooding from Germany and Austria caused several tidal surges along the banks of the Danube and the Rába in Hungary starting on 6 June 2024. The Danube tidal surge forced closure of the Budapest Public Road along a section of the \"lower quay of Buda between Mozaik Street and Rákóczi Bridge\" and a part of \"the lower quay of Pest between Népfürdő Street and Közraktár Street\". The \"main building\" of the Budapest University of Technology and Economics was closed due to elevated river levels.",
                  "references": [
                    "https://dailynewshungary.com/flooding-danube-water-level-budapest/",
                    "https://dailynewshungary.com/part-of-budapest-closed-danube-level/"
                  ]
                },
                {
                  "id": "1.9.s2",
                  "text": "By 10 June 2024, alerts were activated along 912.4 kilometers of river sections, with the highest degree alerts in place along 10.42 kilometers of these sections. The Rába faced record water at 4.22m at Szentgotthárd, initiating a third-degree flood alert and prompting the National Water Management Directorate (OVF) to mobilize over 400 staff members to build up extensive flood defense efforts, including placing 120,000 sandbags to construct a 2.5&nbsp;km flood barrier in Körmend. The Strém and Pinka rivers nearly received the monthly rainfall average in six hours, the latter recording its highest water level ever at 5.08m in Felsőcsatár.",
                  "references": [
                    "https://dailynewshungary.com/flooding-raba-expected-to-peak-at-record-level-on-monday-evening/"
                  ]
                },
                {
                  "id": "1.9.s3",
                  "text": "Overflow in the Danube and Rába in turn caused several mosquito breeding sites to arise in Sopron, Debrecen, and Miskolc, requiring the National Directorate General for Disaster Management to use biological control to prevent further spread of mosquito-borne disease.",
                  "references": [
                    "https://hungarytoday.hu/danube-flooding-spurs-huge-mosquito-invasion/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.10",
          "title": "Ireland",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.10.s1",
                  "text": "In Ireland, three people were killed by 2023–24 European windstorm season#Storm Isha (Iris)|Storm Isha; a woman died in County Louth when a van collided with a tree, a man died when he drove into a flood in County Mayo, and another man died after his van was involved in a crash with a fallen tree and another vehicle in Limavady, County Londonderry.",
                  "references": [
                    "https://www.irishtimes.com/ireland/2024/01/22/storm-isha-two-killed-in-road-traffic-collisions-in-mayo-and-louth/",
                    "https://www.bbc.com/news/uk-northern-ireland-68057253"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.11",
          "title": "Italy",
          "content": [
            {
              "id": "1.11.1",
              "title": "June",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.11.1.s1",
                      "text": "Concurrently with the late June flooding in Switzerland, the Valle d'Aosta and Piedmont regions in Italy were impacted with significant flooding. Approximately 200 residents in the Aosta Valley|Valle d'Aosta region had to be evacuated by helicopter from their homes in Cogne due to flooding and mudslides. Around 120 people in the Piedmont region were evacuated from Alpine villages following torrential rain.",
                      "references": [
                        "https://www.ilsole24ore.com/art/alluvione-valle-d-aosta-inizia-conta-danni-cogne-ancora-isolata-AF0AnYJC?refresh_ce=1"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.11.2",
              "title": "September",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.11.2.s1",
                      "text": "Due to 2024–25 European windstorm season#Storm Atena|Storm Atena, four mountaineers lost their lives during a climb on Mont Blanc. The victims, two Italians and two South Koreans, were all found frozen to death.",
                      "references": [
                        "https://tg24.sky.it/cronaca/2024/09/08/aosta-maltempo-monte-bianco-alpinisti",
                        "https://www.liberoquotidiano.it/news/italia/40308028/monte-bianco-andrea-sara-morti-come-hanno-ritrovati.html"
                      ]
                    },
                    {
                      "id": "1.11.2.s2",
                      "text": "Due to 2024–25 European windstorm season#Storm Boris (Anett)|Storm Boris, on 17 September 2024, flooding occurred in Pescara. Important floods also occurred in Marche region.",
                      "references": [
                        "https://www.bbc.com/news/articles/ckgmrnwgm7zo",
                        "https://www.bbc.com/news/articles/c30ln80z4deo"
                      ]
                    },
                    {
                      "id": "1.11.2.s3",
                      "text": "On 17 September 2024, a firefighter died in Foggia when his service car was swept away by a raging torrent on state road 90 connecting San Severo to Apricena. That same day, a two-seater plane with three French nationals on board crashed into the Tuscan-Emilian Apennines due to bad weather, killing the occupants. On September 24, a 64-year-old female German tourist was killed and her infant nephew went missing after a river overflooded in Montecatini Val di Cecina, in the Tuscany region; a volunteer for the Italian Red Cross died during a traffic collision amid rescue operations. \n, near Bologna, Italy ]]\nOn 18 and 19 September, major flooding occurred in Emilia-Romagna, around the same areas affected by the 2023 Emilia-Romagna floods|deadly floods of May 2023. The rivers Marzeno and Lamone (river)|Lamone overflooded in Romagna, causing the evacuation of more than 1,000 people. Several landslides occurred in the Apennine Mountains area. Important floods also occurred in Marche region.\n, Bologna, Italy ]]",
                      "references": [
                        "https://www.ansa.it/puglia/notizie/2024/09/18/vigile-del-fuoco-morto-a-foggia-domani-pomeriggio-i-funerali_25b0469e-fe3c-4835-944f-4cb706419ad6.html",
                        "https://www.ilsecoloxix.it/italia/2024/09/18/news/aereo_biposto_disperso_appennino-14643260/?ref=SEC-M8-S1-T1",
                        "https://www.loscarpone.cai.it/dettaglio/ritrovato-l-aereo-disperso-da-marted%C3%AC-sull-appennino-tosco-emiliano-nessun-sopravvissuto/",
                        "https://www.quotidiano.net/cronaca/nonna-e-nipotino-portati-via-dallalluvione-trovato-il-corpo-della-62enne-tedesca-8991eab9#google_vignette",
                        "https://www.lanazione.it/pontedera/cronaca/bimbo-disperso-montecatini-yp64lprc",
                        "https://cri.it/2024/09/25/croce-rossa-italiana-piange-volontario-di-pisa-deceduto-durante-ricerche-dispersi-dopo-alluvione/",
                        "https://www.bbc.com/news/articles/ckgmrnwgm7zo",
                        "https://www.tgcom24.mediaset.it/cronaca/maltempo-emilia-romagna-aereo-biposto-disperso-appennino-_87557235-202402k.shtml",
                        "https://www.ansa.it/sito/notizie/cronaca/2024/09/18/allerta-rossa-per-maltempo-in-emilia-romagnail-sindaco-di-modigliana-il-fiume-e-esploso_eda01e68-40d3-4dfa-9383-075c4b9a14df.html",
                        "https://www.bbc.com/news/articles/c30ln80z4deo"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.11.3",
              "title": "October",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.11.3.s1",
                      "text": "On 17 October 2024, in Liguria, flooding in Sori, Liguria|Sori, Recco and Rapallo due to heavy rains, a mushroom hunter died in the woods of Borzonasca, where heavy rains fell and on 18 October 2024, the Entella overflows in Chiavari. The rain was so intense and strong that it came down from the Sori bridge onto the river below, making it look like a waterfall.\nOn 17 October 2024, the train station of Siena, in Tuscany was flooded after heavy rains.",
                      "references": [
                        "https://www.rainews.it/tgr/liguria/video/2024/10/carasco-chiavari-entella-piena-allerta-arancione-pioggia-maltempo-liguria-17-18-ottobre-2024--950060d2-07ca-4c3c-b7ae-f74acd05bde1.html",
                        "https://www.rainews.it/video/2024/10/alluvione-tra-chiavari-e-lavagna-esonda-lentella-il-drone-mostra-le-zone-allagate-080e1ba0-3745-4134-9c6a-7436aa0ba604.html",
                        "https://www.tgcom24.mediaset.it/cronaca/maltempo-situazione-critica-liguria-allerta-arancione-centro-nord_88982336-202402k.shtml",
                        "https://www.ilsecoloxix.it/levante/2024/10/17/video/levante_la_situazione_a_sori_e_chiavari-14726564/",
                        "https://www.tgcom24.mediaset.it/cronaca/maltempo-situazione-critica-liguria-allerta-arancione-centro-nord_88982336-202402k.shtml"
                      ]
                    },
                    {
                      "id": "1.11.3.s2",
                      "text": "In the night between 19 and 20 October, a severe flood hit the city of Bologna, in Emilia-Romagna region. In only six hours, more than 150 mm of rain fell, the same amount of rain which usually falls in two months, causing the overflow of several streams and rivers. An 20-year-old man, reported missing overnight after his car was washed away when the Zena river broke its banks, was found dead in the early morning. More than 3,000 people were evacuated through Bologna metropolitan area. It was the third time in less than 17 months that the region was affected by a major flood.<br/>\nOn 19 October 2024, heavy rains and floods in Catania.\nOn 20 October 2024, severe flooding in Licata due to the overflowing of the Salso river, people saved themselves by climbing onto the roofs.\nOn 22 October 2024, heavy rains and floods between Giarre and Mascali, in Sicily.",
                      "references": [
                        "https://www.rainews.it/video/2024/10/le-immagini-della-vie-di-catania-trasformate-in-fiumi-fcb86c6b-5c6d-4a16-969b-3ac0a32b9d67.html",
                        "https://www.rainews.it/video/2024/10/maltempo-in-sicilia--temporali-danni-e-allagamenti-grave-alluvione-a-licata--7f7da4fc-526b-4588-96d7-05fe73d9455d.html",
                        "https://www.rainews.it/video/2024/10/veicoli-in-panne-nellacqua-alta-emergenza-maltempo-tra-giarre-e-mascali-in-sicilia-il-video-dopo-la-pioggia-38fd6e69-be6a-42e2-946d-7106b537e21e.html"
                      ]
                    },
                    {
                      "id": "1.11.3.s3",
                      "text": "On 26 October 2024, in Liguria, the Bormida (river)|Bormida in Carcare and the Quiliano flooded. A person is missing in the municipality of Arenzano, dragged by a landslide with the car first into the Lissolo stream and then into the Lerone. Several areas flooded between Pisa and Livorno, 15 people rescued.\nOn 27 October 2024, In Turin the Po (river)|Po overflows at the Murazzi.\nAlso in Sardinia, due to heavy rains, a 41-year-old man was overwhelmed with his off-road vehicle in the Monte Arcosu nature reserve by a torrent in flood that caused the vehicle to roll down a slope. The man was found dead on 31 October 2024.",
                      "references": [
                        "https://www.ilsecoloxix.it/liguria/2024/10/26/news/allerta_meteo_liguria_sabato_26_ottobre_previsione-14751443/?ref=SEC-M6-S1-T1",
                        "https://www.tgcom24.mediaset.it/cronaca/maltempo-pisano-tracimati-torrenti_89376028-202402k.shtml",
                        "https://www.ilsole24ore.com/art/maltempo-sardegna-nuova-allerta-arancione-zone-gia-colpite-torino-esondato-po-murazzi-AGbNDVn",
                        "https://www.tgcom24.mediaset.it/cronaca/maltempo-sardegna-trovato-corpo-disperso-davide-manca_89624687-202402k.shtml",
                        "https://www.ansa.it/sardegna/notizie/2024/10/31/maltempo-sardegna-trovato-il-corpo-del-41enne-disperso_0386eed8-c5ab-453c-b064-058b4dd04ae0.html"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.11.4",
              "title": "November",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.11.4.s1",
                      "text": "On 8 November 2024, In Catania, Sicily and neighboring towns such as Acireale, numerous floods and some streams overflowed due to heavy rains.\nOn 11 November 2024, red alert for heavy rains in eastern Sicily.\nProtezione Civile on maximum alert in Sicily due to heavy rains. Two days later, the Province of Catania was heavily affected by floods: heavy rains occurred in Torre Archirafi, a ''frazione'' of Riposto, where the streets have turned into rivers. Dozens of firefighters intervened. In Aci Sant'Antonio, some people were rescued after being trapped inside a supermarket completely underwater. Some motorists stranded in their cars were also rescued. Critical situations also occurred in Acireale and Giarre. In the ''frazione'' of Altarello, four people stuck on the lower floors of their flooded house were rescued.",
                      "references": [
                        "https://tg24.sky.it/cronaca/2024/11/08/catania-esondazione-torrente-evacuazione",
                        "https://www.ansa.it/sicilia/notizie/2024/11/08/maltempo-nel-catanese-strade-allagate-e-torrenti-esondati_77323081-8b96-4477-a283-8663f09262e9.html",
                        "https://www.tgcom24.mediaset.it/cronaca/maltempo-allerta-rossa-scuole-chiuse-catania_90197010-202402k.shtml",
                        "https://www.ansa.it/sito/notizie/topnews/2024/11/11/maltempo-protezione-civile-emette-allerta-rossa-in-sicilia_fc4b4df9-ba5a-45cb-899f-98d0d12efb87.html",
                        "https://www.rainews.it/video/2024/11/maltempo-in-sicilia-strade-allagate-a-catania-per-le-forti-piogge-e-allerta-arancione-491da034-8b2e-4761-adf9-4c2d1f033bdb.html",
                        "https://www.protezionecivilesicilia.it/tinymce/js/tinymce/source/24316_AVVISO%20DRPC_2024_11_11_49538.pdf",
                        "https://www.protezionecivilesicilia.it/it/13345-allerta-rossa-per-rischio-idrogeologico-nella-zona-i-(messinese-e-catanese-ionico)-e-arancione-nelle-altre--.asp",
                        "https://www.protezionecivile.gov.it/it/comunicato-stampa/maltempo-allerta-rossa-sicilia-4/",
                        "https://www.rainews.it/amp/video/2024/11/maltempo-a-catania-forti-disagi-alla-viabilita-allagata-la-zona-industriale-69a64844-af57-4971-8b32-bc2dc3218848.html",
                        "https://tg24.sky.it/cronaca/2024/11/13/maltempo-catania/amp"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.12",
          "title": "Luxembourg",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.12.s1",
                  "text": "In Luxembourg, the heaviest rainfall from Hurricane Kirk (2024)|Storm Kirk was around the Upper Sûre Lake. A park in Mersch was flooded, but only few homes suffered damage. In Sweden, the regions of Västerbotten County|Västerbotten and Västernorrland County|Västernorrland, {{Convert|50|mm|in}} of rain fell. The rainfall led to many streams overflowing. A yellow and orange alert was issued in the country.",
                  "references": [
                    "https://www.luxtimes.lu/luxembourg/luxembourg-escapes-major-damage-after-former-hurricane-passes-by/22634289.html",
                    "https://www.aftonbladet.se/nyheter/a/Jbv6q4/regn-och-oversvamningar-i-orkanen-kirks-spar"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.13",
          "title": "Montenegro",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.13.s1",
                  "text": "In July, two people were killed by lightning caused by a storm in Montenegro, with heavy winds and rain uprooting trees and causing minor damage to buildings. In early October, flooding was reported in parts of the country, with buildings being swept away by large streams of water.",
                  "references": [
                    "https://rtcg.me/vijesti/servisne-informacije/607757/video-poplave-sirom-crne-gore-voda-prodrla-u-kuce-nosila-objekte.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.14",
          "title": "Poland",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.14.s1",
                  "text": ", Poland, 21 September 2024]]\n\nFrom 13 September, storms and torrential rainfall struck Opole Voivodeship and Lower Silesian Voivodeship|Lower Silesia, leading to flooding on 14–16 September. Ten people were reported dead as a result of the floods, with thousands displaced and between 50–70 thousand left without electricity. Severe flooding alerts were reached in 82 measuring stations, primarily in the river basin of the Oder.",
                  "references": [
                    "https://www.rp.pl/kleski-zywiolowe/art41133831-piata-ofiara-powodzi-na-poludniu-polski-to-znany-chirurg",
                    "https://energetyka24.com/elektroenergetyka/wiadomosci/tragiczny-obraz-po-powodzi-ponad-50-tys-odbiorcow-koncowych-pozostaje-bez-pradu",
                    "https://www.imgw.pl/wydarzenia/komunikat-imgw-pib-o-aktualnej-i-prognozowanej-sytuacji-synoptycznej-i-hydrologicznej-4"
                  ]
                },
                {
                  "id": "1.14.s2",
                  "text": "On 14 September, in the town of Głuchołazy, water overflew flood barriers and destroyed a temporary bridge on the Bělá (Eastern Neisse)|Bělá river, leading to mandatory evacuation. Schools in the towns of Nysa, Poland|Nysa, Kłodzko and Jelenia Góra were closed. Trains in the region were suspended due to multiple cases of track erosion and fallen trees.",
                  "references": [
                    "https://www.polsatnews.pl/wiadomosc/2024-09-15/most-w-glucholazach-zerwany/",
                    "https://www.polsatnews.pl/wiadomosc/2024-09-14/problemy-na-kolei-podmyte-nasypy-powalone-drzewa-na-torach/"
                  ]
                },
                {
                  "id": "1.14.s3",
                  "text": "On 15 September, Prime Minister of Poland, Donald Tusk, declared a State of emergency#Poland|state of natural disaster. 2600 people were evacuated from affected areas on that day alone. Flood barriers failed in the towns of Kłodzko and Nysa, Poland|Nysa, leading to flooding up to 150 cm in the town centre of Kłodzko, with mayors calling for evacuation. The dam in Międzygórze, Lower Silesian Voivodeship|Międzygórze overflew and was deemed out of control by the Regional Water Management Board in Wrocław. Later same evening, the dam in Stronie Śląskie failed, causing torrents strong enough to completely destroy homes. On the night of 15–16 September, the Pilchowice Dam overflowed, resulting in flooding of the towns of Lwówek Śląski, Gryfów Śląski and Wleń. Other badly affected towns included Bystrzyca Kłodzka, Lądek-Zdrój and Lewin Brzeski.",
                  "references": [
                    "https://www.polsatnews.pl/wiadomosc/2024-09-15/premier-zdecydowal-wprowadza-stan-kleski-zywiolowej/",
                    "https://www.rmf24.pl/fakty/polska/news-szef-mon-zandarmeria-wojskowa-z-zolnierzami-zabezpiecza-doby,nId,7781383#crp_state=1",
                    "https://wiadomosci.gazeta.pl/wiadomosci/7,114883,31306796,woda-przerwala-waly-w-nysie-powodz-zalewa-miasto-sytuacja.html",
                    "https://wydarzenia.interia.pl/dolnoslaskie/news-tama-w-miedzygorzu-przelala-poziom-wody-przekroczyl-stan-kry,nId,7781052",
                    "https://wiadomosci.wp.pl/fala-porwala-dom-ta-woda-go-zmiata-i-go-nie-ma-7071339587439552a",
                    "https://www.polsatnews.pl/wiadomosc/2024-09-16/przegralismy-walke-z-wielka-woda-dramatyczna-sytuacja-na-dolnym-slasku/",
                    "https://www.wroclaw.pl/dla-mieszkanca/dramatyczna-sytuacja-na-dolnym-slasku-powodz-klodzko-miedzygorze-bystrzyca-klodzka-ladek-zdroj",
                    "https://www.polsatnews.pl/wiadomosc/2024-09-18/wielka-ewakuacja-lewina-brzeskiego-90-proc-miasta-pod-woda/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.15",
          "title": "Portugal",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.15.s1",
                  "text": "A 21-year-old female tourist from Spain was killed while hiking in Madeira due to a landslide on 23 August.",
                  "references": [
                    "https://www.surinenglish.com/spain/21yearold-spanish-tourist-killed-landslide-madeira-20240823191033-nt.html"
                  ]
                },
                {
                  "id": "1.15.s2",
                  "text": "In October, the remnants of Kirk caused widespread flooding and heavy winds across Portugal. In Porto, 400 trees were uprooted. The storm cut power to more than 300,000 households, according to the country's electricity supplier. Weather and civil protection officials, who had predicted winds of up to 75 mph (120 kilometres per hour) and heavy rain, placed the coast on a yellow alert as waves reached up to seven metres (23 feet) high. Strong winds from Kirk severely impacted the country's apple production, with over 65% of the crops suffering damage. Losses from this are estimated to be in the \"tens of millions of euros\".",
                  "references": [
                    "https://www.theportugalnews.com/news/2024-10-09/storm-kirk-causes-1300-incidents-in-portugal/92702",
                    "https://www.tridge.com/insights/storm-kirk-devastates-northern-portugals-apple-harvest-slashing-production-by-30"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.16",
          "title": "Romania",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.16.s1",
                  "text": "Seven people were reported dead as the result of floods in Romania.",
                  "references": [
                    "https://www.tvp.info/82295134/rumunia-ulewne-deszcze-osmiu-okregach-nie-zyje-szesc-osob"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.17",
          "title": "Slovakia",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.17.s1",
                  "text": "After a strong wind on the night of 14 to 15 September 2024, which was preceded by several days of heavy rains, water streams in Slovakia also rose. The worst hydrological situation occurred in basins of Kysuca and Myjava rivers, and smaller Little Carpathians basins. The rivers Danube and Morava (river)|Morava also rose. and Devínska Nová Ves were flooded during night and morning. The Blatina (Saulak) Brook (small stream)|brook overflowed and flooded the parking lot and the underground of an apartment building on Dona Sandtnera Street in Sídlisko Sever, Pezinok|Sídlisko Sever II, Pezinok. The 2nd and 3rd level of flood activity was issued for Western Slovakia on 15 September. On Monday, 16 September, at noon, the level of the Danube reached a height of 926 centimeters and overflowed onto the Tyrš Embankment (''Tyršovo nábrežie'') and Fajnor Embankment (''Fajnorovo nábrežie'') in Bratislava. The Danube reached height of 970 centimeters on Tuesday, 17 September, at 2:30 a.m., and the level of Danube reached 966 centimeters at 10 a.m. On Wednesday, 18 September, the level of the Danube and Morava peaked between 970 and 980 centimeters, in Devín they reached approximately 910 centimeters.",
                  "references": [
                    "https://myzahorie.sme.sk/c/23384122/situacia-v-stupave-je-velmi-vazna-stupavsky-potok-sa-vylial-z-brehov-a-zaplavuje-mesto.html",
                    "https://spravy.pravda.sk/regiony/clanok/723845-taketo-zaplavy-dnes-prekvapili-pezincanov-voda-sa-valila-az-k-obydliam-hasici-odcerpavaju-zaplavene-pivnice/",
                    "https://sita.sk/dazd-a-povodne-na-slovensku-platia-aj-najvyssie-vystrahy-situacia-sa-zhorsila-na-zahori-aj-na-severe-online/",
                    "https://standard.sk/768992/mimoriadne-vazna-situacia-v-bratislave-hladina-dunaja-stupa-rychlejsie-nez-sa-cakalo",
                    "https://www.imeteo.sk/spravy/dunaj-kulminuje-no-klesat-bude-pomaly-velka-voda-sa-presuva-do-madarska"
                  ]
                },
                {
                  "id": "1.17.s2",
                  "text": "Although the city centre of Bratislava was mostly unscathed by the floods, several Trams in Bratislava|tram lines, the Bratislava Zoo and the Bratislavský lesný park sustained major damage. Damages across the country were estimated at 20 million euros.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/9/17/storm-boris-death-toll-rises-flooding-new-areas-on-alert"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.18",
          "title": "Spain",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.18.s1",
                  "text": "{{See also|2023–24 European windstorm season}}\nFour people were killed during 2023–24 European windstorm season#Storm Nelson (Nadja)|Storm Nelson in Spain in three separate incidents on 28 March, all of which involved the sea. Two of them were in Asturias; a tourist was killed after falling into the sea in Muros de Nalón and a woman was killed in Cudillero after falling into the sea and being thrashed against some rocks. A Moroccan boy and a German man drowned near Tarragona, Catalonia, after the man entered the water to help the boy.",
                  "references": [
                    "https://www.theolivepress.es/spain-news/2024/03/28/four-killed-by-storm-nelson-in-spain-tourist-and-child-are-among-the-victims-as-death-toll-rises/"
                  ]
                },
                {
                  "id": "1.18.s2",
                  "text": "From 11 to 13 June, heavy flooding caused by torrential rain severely affected the regions of Costa Blanca, Murcia and Mallorca in Spain. Heavy flooding in Murcia prompted 113 emergency calls, requiring the local Emergency Coordination Centre to respond to 324 issues. Damage by heavy rainfalls were exacerbated by inadequate drainage and road blockages caused by fallen trees and other debris. In Calasparra, a person trapped in their car while attempting to cross a flooded road was rescued by the fire brigade and taken to the hospital with hypothermia.",
                  "references": [
                    "https://inews.co.uk/news/world/costa-blanca-flooding-rescue-operation-3107826"
                  ]
                },
                {
                  "id": "1.18.s3",
                  "text": "In Mallorca, Storm Tamara caused 71.8 mm of rainfall in four hours at the Palma de Mallorca Airport|Palma Airport, flooding its runways and leading to its temporary closure. Videos from the terminal showed floodwaters nearly reaching the bottom of airplane engines. Over 100 flights were canceled or delayed, affecting British tourists traveling to and from Gatwick Airport|Gatwick, Luton Airport|Luton, and Bristol Airport|Bristol airports. In Costa Blanca, a sudden 20-minute downpour causing hail and significant flooding, with several recorded videos showing violent waters flowing through town centers and trapped citizens in cars, producing more rain than the entire summer's average.",
                  "references": [
                    "https://www.bbc.co.uk/news/articles/cd9d478ven5o"
                  ]
                },
                {
                  "id": "1.18.s4",
                  "text": "Due to Hurricane Kirk (2024)|Storm Kirk, six people were injured, including five in Castile and León; a total of 370 incidents were reported in the region. Two people required medical attention after a car accident in Valladolid.",
                  "references": [
                    "https://www.elmundo.es/espana/2024/10/09/6706237dfc6c83d3188b4593.html",
                    "https://www.larazon.es/castilla-y-leon/ocho-heridos-mas-millar-incidentes-deja-kirk-castilla-leon_202410096706d9cb6bab1600010ec2d2.html"
                  ]
                },
                {
                  "id": "1.18.s5",
                  "text": "On 29 October, an unusually intense cold drop led to 2024 Spain floods|widespread flooding in Valencia and other parts of southeastern Spain, such as Almería and Málaga, killing 230 people and leaving 4 more missing. The floods were considered the worst natural disaster in the country's modern history.",
                  "references": [
                    "https://elpais.com/espana/2024-10-29/las-fuertes-lluvias-provocan-importantes-danos-en-el-ejido-y-mas-de-200-incidencias-en-el-resto-de-andalucia.html",
                    "https://www.canalsur.es/noticias/andalucia/almeria/una-fuerte-tormenta-de-granizo-destroza-coches-y-arrasa-invernaderos-en-el-ejido/2093259.html",
                    "https://www.diariosur.es/malaga/lluvias-torrenciales-inundaciones-malaga-imagenes-20241029121638-ga.html",
                    "https://www.diariodesevilla.es/sociedad/dana-tercer-desastre-natural-espana_0_2002691116.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.19",
          "title": "Switzerland",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.19.s1",
                  "text": "{{main|2024 Switzerland floods}}\nIn late June, a series of violent thunderstorms and melting snow triggered severe flooding and landslides in southern Switzerland, resulting in the deaths of at least eight individuals, with six more reported missing, The cantons of Ticino and Valais in Switzerland were significantly affected. In the Ticino canton, three people lost their lives in a landslide in the Valle Maggia. Their bodies were recovered in the Fontana area of the valley. A bridge downstream from the disaster area was submerged, complicating rescue efforts. One campsite in the Valle Maggia was evacuated by helicopter, in addition to 300 participants in a local soccer tournament.",
                  "references": [
                    "https://edition.cnn.com/2024/06/30/europe/switzerland-flooding-intl-latam/index.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.20",
          "title": "United Kingdom",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.20.s1",
                  "text": "Flooding was recorded in parts of the United Kingdom due to 2023–24 European windstorm season#Storm Henk (Annelie)|Storm Henk. Two people were killed due to falling trees in Malmesbury, Wiltshire and Crays Pond, Oxfordshire. Due to 2023–24 European windstorm season#Storm Isha (Iris)|Storm Isha, an elderly man died after the car he was travelling in hit a fallen tree in Grangemouth, and another man was killed after falling into a manhole in Bradford. One fatality was also reported from 2023–24 European windstorm season#Storm Jocelyn (Jitka)|Storm Jocelyn; a 73-year-old man from the Isle of Lewis was fatally injured in a car crash. On 22 May, a 10-year-old girl was killed by a mudslide in North York Moors. On 20 November, the body of a man was found at a flooded marsh in Frodsham.",
                  "references": [
                    "https://www.bbc.com/news/uk-england-wiltshire-67856504",
                    "https://www.bbc.com/news/uk-england-oxfordshire-67885644",
                    "https://www.bbc.com/news/uk-scotland-68053009",
                    "https://www.itv.com/news/calendar/2024-01-22/man-dies-after-falling-into-manhole-left-exposed-by-strong-winds",
                    "https://news.sky.com/story/north-yorkshire-10-year-old-schoolgirl-named-as-person-who-died-in-mudslide-13141721"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}