{
  "title": "2024_Central_European_floods",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The '''2024 Central European floods''' were a series of floods caused by a record heavy rainfall generated by Storm Boris, an extremely humid Genoa low. The flooding began in Austria and the Czech Republic, then spread to Poland, Romania and Slovakia, and then onwards to Germany and Hungary. As of 28 September 2024, 27 fatalities have been reported. Munich Re estimates the total damage to have been ~4.2 billion euros ($4.3 billion) of which ~1.9 billion euros ($2.1 billion) were insured.",
              "references": [
                "https://www.munichre.com/en/company/media-relations/media-information-and-corporate-news/media-information/2025/natural-disaster-figures-2024.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "By country",
      "content": [
        {
          "id": "2.1",
          "title": "Austria",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "In Austria, the state of Lower Austria was affected the most, especially the central and northwestern regions, with the rivers Danube, Kamp (river)|Kamp and Traisen (river)|Traisen being the most problematic. Beforehand, most worries were focused on Ottenstein reservoir (which had to be hastily drained during the 2002 European floods|2002 floods having added much to the damage). Houses along these rivers had to be evacuated, among them the entire villages of Rust im Tullnerfeld and Hardegg. In Vienna, the Danube could be kept under control, but the Wien (river)|Wien partly overflowed and areas in Penzing (Vienna)|Penzing had to be evacuated. Service on the Vienna U-Bahn was reduced drastically. Burgenland, already struck by flooding in 2024 European floods#Austria|June, was under flood warning and suffered damages from storm winds and rain. A dam failure in Sankt Pölten flooded the city, leaving 1.500 people without functioning sewers.",
                  "references": [
                    "https://www.noen.at/zwettl/25-mio-kubikmeter-wasser-stausee-ottenstein-bietet-wasser-pufferzone-dobrastausee-extrem-voll-439357524",
                    "https://noe.orf.at/live/89-Rust-im-Tullnerfeld-soll-evakuiert-werden",
                    "https://noe.orf.at/live/88-Hochwasser-Neue-Regenfaelle-angekuendigt/",
                    "https://www.ceskenoviny.cz/zpravy/lijaky-a-zaplavy-dal-suzuji-stredni-evropu-polsko-a-rakousko-maji-prvni-obeti/2568035",
                    "https://wien.orf.at/stories/3273103/",
                    "https://www.tagesschau.de/ausland/europa/unwetter-hochwasser-tote-polen-oesterreich-104.html",
                    "https://burgenland.orf.at/stories/3273087/",
                    "https://noe.orf.at/stories/3273513/"
                  ]
                },
                {
                  "id": "2.1.s2",
                  "text": "In the Alpine regions, the heavy rains turned into snowfall, causing an extremely early onset of winter conditions. Further problems with the melting snow are expected. One person was buried by an avalanche on 13 September at Karwendel and remains missing. Rescue operations were hampered by severe weather. A secondary avalanche injured a rescuer. On 15 September, a skier was found dead under a snowdrift in Untertauern.",
                  "references": [
                    "https://www.merkur.de/lokales/bad-toelz/lenggries-ort28977/der-eng-suche-wegen-prekaerer-lage-unterbrochen-lawine-verschuettet-wanderer-bayern-in-93301016.html",
                    "https://www.salzburg24.at/news/salzburg/vermisster-skitourengeher-am-seekareck-in-obertauern-tot-geborgen-165108124"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Czechia",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": ", Czech Republic]]\nFloods in the Czechia began on 13 September after heavy rain. As of 15 September, over 200 rivers were reported to have spilled over their banks. The most critical situation was in Czech Silesia|Silesia and Moravia|Northern Moravia, especially in the region of the Jeseníky mountains, followed by Northeast Moravia where thousands of people had to be evacuated. Jeseník and Opava were among the worst hit places where a few houses were destroyed by the overflown river. The evacuation operation there started already on the night of 14 and 15 September in the major residential area of Kateřinky. The biggest city hit by the floods was Ostrava. Several roads and railroads were closed and water entered a station of the Prague Metro causing it to close, but the rest of the network remained operational. Jeseník received nearly {{cvt|500|mm|in}} of rain. Parts of Moravia and Silesia exceeded 1997 Central European flood|1997 flood rainfall totals.",
                  "references": [
                    "https://ct24.ceskatelevize.cz/clanek/domaci/on-line-cesko-se-pripravuje-na-extremni-deste-zasedne-ustredni-krizovy-stab-352983",
                    "https://denikn.cz/minuta/1521148/",
                    "https://www.idnes.cz/nastaveni-souhlasu?url=https://www.idnes.cz/ostrava/zpravy/povodne-2024-ostrava-potrhala-se-prehrada-na-nekolika-mistech.A240916_124956_ostrava-zpravy_ijan",
                    "https://ct24.ceskatelevize.cz/clanek/domaci/bez-proudu-bylo-rano-kvuli-pocasi-pres-ctvrt-milionu-domacnosti-353031",
                    "https://prazsky.denik.cz/zpravy_region/praha-metro-muzeum-dest-voda-prsi-strop-vestibul.html",
                    "https://www.meteocentrum.cz/zpravy/24091501-koncici-extremni-srazky-v-cesku-v-jesenikach-spadlo-pres-500-mm-srazek-na-severu-moravy-a-ve-slezsku-byly-vodnim-stavem-prekonany-povodne-z-roku-1997"
                  ]
                },
                {
                  "id": "2.2.s2",
                  "text": "On 15 September, Martin Kupka, the Czech transport minister, announced that railway operations in the Moravian-Silesian Region will remain suspended for at least a week to eliminate the damage caused by heavy rain and following floods.",
                  "references": [
                    "https://moravskoslezsky.denik.cz/zpravy_region/nadrazi-v-ostrave-svinove-zaplavila-odra-vlaky-stoji-ale-cestujici-prichazeji-20.html"
                  ]
                },
                {
                  "id": "2.2.s3",
                  "text": "On 15 and 16 September, four people died in the Moravian-Silesian Region. The first person died on 15 September in the Krasovka Stream. On 16 September, two people in Krnov and one in a flooded apartment were found dead. A woman also drowned in Kobylá nad Vidnavkou.",
                  "references": [
                    "https://www.idnes.cz/nastaveni-souhlasu?url=https://www.idnes.cz/zpravy/domaci/pocasi-povodne-elektrina-vypadky.A240916_100121_domaci_rtn"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Poland",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": ", Poland, 14 September]]\nBoris hovered over southwestern Poland, where it dropped almost half a year worth of rain during three days. Some places saw more than {{cvt|400|mm|in}} of torrential rainfall, accompanied by thunderstorms and tornadoes. Boris struck Opole Voivodeship and Lower Silesian Voivodeship|Lower Silesia, leading to flooding on 14–16 September. Ten people were reported dead as a result of the floods, with thousands displaced and between 50–70 thousand left without electricity. Severe flooding alerts were reached in 82 measuring stations, primarily in the Oder river basin.",
                  "references": [
                    "https://www.rp.pl/kleski-zywiolowe/art41133831-piata-ofiara-powodzi-na-poludniu-polski-to-znany-chirurg",
                    "https://energetyka24.com/elektroenergetyka/wiadomosci/tragiczny-obraz-po-powodzi-ponad-50-tys-odbiorcow-koncowych-pozostaje-bez-pradu",
                    "https://www.imgw.pl/wydarzenia/komunikat-imgw-pib-o-aktualnej-i-prognozowanej-sytuacji-synoptycznej-i-hydrologicznej-4"
                  ]
                },
                {
                  "id": "2.3.s2",
                  "text": "On 14 September, in the town of Głuchołazy, water overwhelmed flood barriers and destroyed a temporary bridge on the Bělá (Eastern Neisse)|Bělá river, leading to mandatory evacuations. Schools in Nysa, Poland|Nysa, Kłodzko, Jelenia Góra and Prudnik were closed. Trains in the region were suspended due to multiple cases of track erosion and fallen trees.\n complex in Kłodzko, Poland, 15 September]]\nOn 15 September, Prime Minister Donald Tusk declared a State of emergency#Poland|state of natural disaster. Up to 2,600 people were evacuated from affected areas on that day alone. Flood barriers failed in Kłodzko and Nysa, leading to flooding up to {{cvt|150|cm}} in the town centre of Kłodzko, with mayors calling for evacuation. A dam in Międzygórze, Lower Silesian Voivodeship|Międzygórze overflew and was deemed out of control by the Regional Water Management Board in Wrocław. Later in the same evening, the dam in Stronie Śląskie failed, causing torrents strong enough to completely destroy homes. The towns of Bystrzyca Kłodzka and Lądek-Zdrój and surrounding villages were also badly affected by the flood.",
                  "references": [
                    "https://www.polsatnews.pl/wiadomosc/2024-09-15/most-w-glucholazach-zerwany/",
                    "https://www.polsatnews.pl/wiadomosc/2024-09-14/problemy-na-kolei-podmyte-nasypy-powalone-drzewa-na-torach/",
                    "https://www.polsatnews.pl/wiadomosc/2024-09-15/premier-zdecydowal-wprowadza-stan-kleski-zywiolowej/",
                    "https://www.rmf24.pl/fakty/polska/news-szef-mon-zandarmeria-wojskowa-z-zolnierzami-zabezpiecza-doby,nId,7781383#crp_state=1",
                    "https://wiadomosci.gazeta.pl/wiadomosci/7,114883,31306796,woda-przerwala-waly-w-nysie-powodz-zalewa-miasto-sytuacja.html",
                    "https://wydarzenia.interia.pl/dolnoslaskie/news-tama-w-miedzygorzu-przelala-poziom-wody-przekroczyl-stan-kry,nId,7781052",
                    "https://www.jelonka.com/zawalil-sie-pierwszy-dom-127400",
                    "https://wiadomosci.wp.pl/fala-porwala-dom-ta-woda-go-zmiata-i-go-nie-ma-7071339587439552a",
                    "https://www.wroclaw.pl/dla-mieszkanca/dramatyczna-sytuacja-na-dolnym-slasku-powodz-klodzko-miedzygorze-bystrzyca-klodzka-ladek-zdroj"
                  ]
                },
                {
                  "id": "2.3.s3",
                  "text": "On the night of 15–16 September, the Pilchowice Dam overflowed, resulting in flooding of the towns of Lwówek Śląski, Gryfów Śląski and Wleń. A Czech helicopter contingent stationed in Powidz, Poland, as part of NATO cooperation joined the relief operation in Poland.",
                  "references": [
                    "https://www.polsatnews.pl/wiadomosc/2024-09-16/przegralismy-walke-z-wielka-woda-dramatyczna-sytuacja-na-dolnym-slasku/",
                    "https://wiadomosci.radiozet.pl/polska/news-wojsko-wydalo-komunikat-smiglowce-juz-do-nas-leca-bedzie-pomoc-dla-polski"
                  ]
                },
                {
                  "id": "2.3.s4",
                  "text": "On 17 September, the flood hit Lewin Brzeski which became one of the most affected towns with 90% of its total area flooded. The same day, the flood wave reached Szprotawa, where authorities called for evacuations of parts of the town. On the same day the wave reached Żagań, however, the embankments erected by firefighters, town residents, volunteers from neighboring settlements, and Polish and American soldiers stationed in the town, saved it from flooding. Also that day, in Trzebień, Lower Silesian Voivodeship|Trzebień, Polish firefighters rescued two American soldiers who were swept away by the Bóbr River.",
                  "references": [
                    "https://www.polsatnews.pl/wiadomosc/2024-09-18/wielka-ewakuacja-lewina-brzeskiego-90-proc-miasta-pod-woda/",
                    "https://www.polsatnews.pl/wiadomosc/2024-09-17/powodz-w-szprotawie-pilne-wezwanie-do-ewakuacji/",
                    "https://www.rmf24.pl/raporty/raport-powodz-w-polsce-2024/fakty/news-porwal-ich-nurt-strazacy-uratowali-dwoch-amerykanskich-zolni,nId,7817718"
                  ]
                },
                {
                  "id": "2.3.s5",
                  "text": "in Stabłowice, Wrocław, Poland, 18 September]]\nOn 18 September, there was partial flooding in the neighborhoods of Marszowice, Wrocław|Marszowice, Stabłowice and Złotniki in Wrocław, however, for the most part, houses and apartment blocks were spared thanks to anti-flood embankments built in the meantime. On 19 September small town Brzeg Dolny was almost flooded, but thanks to firefighters and citizens prevented from flooding. On 21 September, the town of Ścinawa was partly flooded.",
                  "references": [
                    "https://wiadomosci.radiozet.pl/polska/trudno-powstrzymac-sie-od-placzu-fala-powodziowa-przechodzi-przez-scinawe"
                  ]
                },
                {
                  "id": "2.3.s6",
                  "text": "On 26 September, two bodies are uncovered at flooded area; one near Głuchołazy and one near Kłodzko. The number of flood victims was officially confirmed as 9.",
                  "references": [
                    "https://www.rmf24.pl/raporty/raport-powodz-w-polsce-2024/fakty/news-kolejne-ofiary-powodzi-policja-ujawnia-odnaleziono-dwa-ciala,nId,7824027#crp_state=1",
                    "https://wiadomosci.radiozet.pl/polska/ile-osob-zginelo-w-powodzi-2024-policja-28-wrzesnia-podala-nowe-dane"
                  ]
                },
                {
                  "id": "2.3.s7",
                  "text": "On 3 October, the flood wave on the Oder reached Gryfino in northwestern Poland with a section of the significant voivodeship road 120, connecting Gryfino with the border with Germany at Mescherin, flooded, so transit was diverted to other roads.",
                  "references": [
                    "https://wiadomosci.radiozet.pl/polska/wielka-woda-w-zachodniopomorskiem-dw-120-zalana-dotarla-do-nas-fala"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.4",
          "title": "Romania",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.4.s1",
                  "text": "Seven people were reported dead as the result of floods in Romania. Galați County|Galați and Vaslui County|Vaslui Counties were severely impacted by the floods caused by Storm Boris, with multiple villages submerged, key infrastructure damaged, and thousands of residents displaced. The region, bordered by the Siret (river)|Siret and Prut Rivers, experienced relentless rainfall, which caused these rivers to overflow, wreaking havoc across the area. Several villages were overwhelmed by the flooding, including Slobozia Conachi, Cudalbi, Pechea, Costache Negri, Galați|Costache Negri, Grivița, Galați|Grivița, and Piscu. In these areas, streets turned into rivers, and homes were submerged under several feet of water. Residents were forced to evacuate, many using boats and makeshift rafts as floodwaters rose rapidly.  Several local rivers breached their banks, turning farmlands and residential areas into flooded zones, further complicating rescue operations.{{citation needed|date=September 2024}} Key roads such as DN25 and DN26, which connect rural areas to the city of Galați, were completely cut off, leaving emergency services struggling to reach affected areas. Landslides caused by the heavy rainfall further obstructed transport links, with 100 kilometres of the railway line between Bârlad and Galați closed due to severe damage with parts of the line suspended in mid-air.",
                  "references": [
                    "https://www.tvp.info/82295134/rumunia-ulewne-deszcze-osmiu-okregach-nie-zyje-szesc-osob",
                    "https://www.tagesschau.de/ausland/europa/unwetter-hochwasser-tote-polen-oesterreich-100.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.5",
          "title": "Slovakia",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.5.s1",
                  "text": "After a strong wind on the night of 14 to 15 September 2024, which was preceded by several days of heavy rains, water streams in Slovakia also rose. The worst hydrological situation occurred in the basins of the Kysuca and Myjava rivers as well as smaller rivers in the Little Carpathians. The Danube and Morava (river)|Morava rivers also rose. and Devínska Nová Ves were flooded during night and morning. The Blatina Brook (small stream)|brook overflowed and flooded the parking lot and the underground of an apartment building in Sídlisko Sever, Pezinok|Sídlisko Sever II, Pezinok. Orange and red Meteoalarm flood warnings were issued for Western Slovakia on 15 September. At noon on 16 September, the level of the Danube reached a height of 926 centimeters and overflowed onto the Tyrš and Fajnor Embankments in Bratislava. The Danube reached height of 970 centimeters on 17 September, at 2:30&nbsp;a.m., and the level of Danube reached 966 centimeters at 10 a.m. On 18 September, the level of the Danube and Morava in Bratislava peaked between 970 and 980 centimeters, in Devín it reached approximately 910 centimeters.",
                  "references": [
                    "https://myzahorie.sme.sk/c/23384122/situacia-v-stupave-je-velmi-vazna-stupavsky-potok-sa-vylial-z-brehov-a-zaplavuje-mesto.html",
                    "https://hnonline.sk/slovensko/96169143-pezinok-vyhlasil-treti-stupen-povodnovej-aktivity-jeden-z-potokov-uz-vyplavilo-zaplavilo-aj-bytovku",
                    "https://spravy.pravda.sk/regiony/clanok/723845-taketo-zaplavy-dnes-prekvapili-pezincanov-voda-sa-valila-az-k-obydliam-hasici-odcerpavaju-zaplavene-pivnice/",
                    "https://sita.sk/dazd-a-povodne-na-slovensku-platia-aj-najvyssie-vystrahy-situacia-sa-zhorsila-na-zahori-aj-na-severe-online/",
                    "https://standard.sk/768992/mimoriadne-vazna-situacia-v-bratislave-hladina-dunaja-stupa-rychlejsie-nez-sa-cakalo",
                    "https://www.imeteo.sk/spravy/dunaj-kulminuje-no-klesat-bude-pomaly-velka-voda-sa-presuva-do-madarska"
                  ]
                },
                {
                  "id": "2.5.s2",
                  "text": "Although the city centre of Bratislava was mostly unscathed by the floods, several Trams in Bratislava|tram lines, the Bratislava Zoo and the Bratislavský lesný park sustained major damage. Damages across the country were estimated at 20 million euros.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/9/17/storm-boris-death-toll-rises-flooding-new-areas-on-alert"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.6",
          "title": "Croatia and Serbia",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.6.s1",
                  "text": "{{expand section|date=October 2024}}\nAccording to Croatian authorities, the Danube is expected to crest on the Croatia–Serbia border around the weekend of 21–22&nbsp;September.",
                  "references": [
                    "https://dnevnik.hr/vijesti/svijet/poplave-u-srednjoj-i-istocnoj-europi-17-09-2024---869152.html"
                  ]
                },
                {
                  "id": "2.6.s2",
                  "text": "On 13–14 September, the low brought a {{cvt|20|C-change}} temperature drop to Croatia, causing an unseasonable snowfall in the mountains.",
                  "references": [
                    "https://dnevnik.hr/vijesti/hrvatska/stize-li-vodeni-val-u-hrvatsku-stigao-odgovor-iz-glavnog-centra-obrane-od-poplava-hrvatskih-voda---868832.html"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "{{Expand section|date=September 2024}}\nPolish tennis players Iga Świątek and Hubert Hurkacz assisted in recovery efforts for the flooding in their country of birth, with Hurkacz pledging to donate 100 euros for every Ace (tennis)|ace he served.",
              "references": [
                "https://www.tennis.com/baseline/articles/acesforaid-hubert-hurkacz-to-donate-100-euros-for-every-ace-to-poland-after-recent-flooding"
              ]
            },
            {
              "id": "3.s2",
              "text": "In January 2025, Roman Catholic Archdiocese of Bratislava|Archdiocese of Bratislava contributed 171,700 Euro|Euros to home and infrastructure renovations in Czech Roman Catholic Diocese of Ostrava-Opava|Diocese of Ostrava-Opava. The sum was raised as a part of ''Svätomartinská dobročinná zbierka'' (Martin of Tours|St. Martin charity fundraising) on 10 November 2024.",
              "references": [
                "https://www.tkkbs.sk/view.php?cisloclanku=20250225090"
              ]
            }
          ]
        }
      ]
    }
  ]
}