{
  "title": "2024_Mozambican_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "General elections were held in Mozambique on 9 October 2024 to elect the List of presidents of Mozambique|president, the 250 members of the Assembly of the Republic (Mozambique)|Assembly of the Republic and members of the ten provincial assemblies.",
              "references": [
                "https://360mozambique.com/development/mozambique-to-hold-presidential-election-on-october-9-next-year/"
              ]
            },
            {
              "id": "1.s2",
              "text": "The ruling FRELIMO party, which has increasingly become marked with growing concerns of authoritarianism and impunity amid the controversies surrounding the 2023 Mozambican local elections|2023 local elections and the 2019 Mozambican general election|2019 general election, was declared the winner of the election, with its leader, Daniel Chapo, proclaimed as President of Mozambique|president-elect. This was disputed by Venâncio Mondlane, with his party Optimist Party for the Development of Mozambique|PODEMOS claiming Mondlane had received 53% of the vote using data from their poll observers. The result was also questioned by the Episcopal Conference of Mozambique and the European Union, while 2024–2025 Mozambican protests|deadly protests broke out over the election results, with at least 250 deaths, mostly demonstrators being killed by police and army forces.",
              "references": [
                "https://africacenter.org/spotlight/2024-elections/mozambique/",
                "https://www.aljazeera.com/news/2024/12/23/mozambique-top-court-confirms-ruling-partys-win-in-disputed-election",
                "https://www.france24.com/en/live-news/20241226-mozambique-post-election-violence-kills-125-in-three-days-ngo"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Concerns have been raised over discrepancies in the total number of registered voters, which stands at more than 17 million. The non-governmental organisation Centro de Integridade Pública, citing data published by the CNE, said that there are 878,868 more registered voters than there are voting age adults in some provinces, leading them to describe 5% of the electorate as \"ghost voters\". The International Institute for Democracy and Electoral Assistance also notes the existence of \"ghost voters\" in seven of the country's ten provinces, with up to a third of the registered voting population in Gaza Province believed to be non-existent.",
              "references": [
                "https://www.france24.com/en/live-news/20241006-we-will-win-mozambique-s-ruling-party-confident-at-final-vote-rally"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Candidates",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Amélia Muendane, Luísa Diogo, Jaime Basílio Monteiro, José Condungua Pacheco|José Pacheco, Celso Correia, and Samora Machel junior.\nOn 5 May 2024, after a meeting of its Central Committee, FRELIMO named Daniel Chapo, a 47-year old law professor and former governor of Inhambane Province, as its candidate in the upcoming election to succeed outgoing president Filipe Nyusi. Chapo is the first presidential candidate of FRELIMO who was born after Mozambique gained independence in 1975.",
              "references": [
                "https://www.africanews.com/2024/05/06/mozambiques-ruling-party-names-new-leader-ahead-of-elections/",
                "https://www.bbc.com/news/articles/c9qv1nw302ro"
              ]
            },
            {
              "id": "3.s2",
              "text": "Other candidates include Ossufo Momade, the leader of the RENAMO party since 2018 who had lost in the 2019 Mozambican general election|2019 presidential election to Nyusi, and Venâncio Mondlane, a banker and forestry engineer who ran as an independent candidate|independent after breaking away from RENAMO following an unsuccessful bid in the mayoral election in Maputo in 2023 that was marred by allegations of electoral fraud. Mondlane was registered as the PODEMOS party's presidential candidate for this election. Also, the president of the PODEMOS party, Albino Forquilha, said that he allows for the possibility of Mondlane becoming the party leader in the future.",
              "references": [
                "https://www.africanews.com/2024/10/08/mozambiques-presidential-election-heres-what-to-know/",
                "https://www.aljazeera.com/news/2024/10/9/mozambiques-election-whos-contesting-and-whats-at-stake",
                "https://www.rfi.fr/pt/%C3%A1frica-lus%C3%B3fona/20241014-ven%C3%A2ncio-mondlane-n%C3%A3o-reconhece-poss%C3%ADvel-vit%C3%B3ria-de-daniel-chapo",
                "https://www.dw.com/pt-002/o-pa%C3%ADs-acorda-em-suspense-quem-ir%C3%A1-liderar-mo%C3%A7ambique/a-70451546",
                "https://24.sapo.pt/atualidade/artigos/mocambique-podemos-admite-que-venancio-mondlane-se-possa-tornar-lider-do-partido"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Polling opened at 07:00 and closed at 18:00. Chapo's rivals alleged instances of fraud such as ballot boxes being unsealed before voting ended and some of their representatives being denied accreditation to monitor the vote.",
              "references": [
                "https://www.france24.com/en/live-news/20241009-mozambique-elects-new-president-in-tense-vote"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "By 16 October preliminary reports showed Chapo in the lead. On 24 October, the CNE announced that Chapo won the election with 71% of the vote, while turnout was at 43%. It also said that FRELIMO won in all provincial elections and won 195 of the 250 seats in parliament, with PODEMOS winning 31 seats and RENAMO winning 20. PODEMOS disputed the results, publishing their own parallel count from their election monitors which showed Mondlane won with 53% of the vote and the party won 138 seats. PODEMOS provided over 660 pounds of tabulated ballots to support their election count. On 23 December, the Constitutional Council published and validated the election results, which were different from the preliminary outcome announced by the CNE.",
              "references": [
                "https://www.bbc.com/news/articles/c14lzy75355o"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "*{{China}}: Foreign ministry spokesmen Lin Jian congratulated \"the Frelimo party and Chapo on their election victory\" on 26 October and called for a continuation of strong Chinese-Mozambican ties.\n*{{South Africa}}: President Cyril Ramaphosa announced on 27 October that he welcomes the election results and congratulated \"President-Elect Daniel Chapo and his party, FRELIMO\" while also calling for calm and denouncing violence. After violence broke out related to the election, foreign minister Ronald Lamola expressed concern and called for calm.",
              "references": [
                "https://dirco.gov.za/president-ramaphosa-welcomes-preliminary-general-elections-results-in-mozambique/"
              ]
            }
          ]
        }
      ]
    }
  ]
}