{
  "title": "2024_Somaliland_presidential_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Seen from a larger regional perspective, the 2024 Somaliland election was one out of a total of five presidential elections in Africa in 2024 that ended with a transfer of power from the incumbent to the opposition (the others being 2024 Senegalese presidential election|Senegal, 2024 Mauritian general election|Mauritius, 2024 Botswana general election|Botswana and 2024 Ghanaian general election|Ghana). This was the most significant power transfer in a single electoral year in Africa since the rebirth of constitutional rule on the continent in the early 1990s.",
              "references": [
                "https://nai.uu.se/stories-and-events/news/2025-02-06-five-incumbents-tumbled-and-one-was-humbled.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The election will mark the fourth direct 2003 Somaliland presidential election|presidential election since Somalilands adoption of a one person one vote system. The election was originally scheduled to be held in 2022 but was postponed by two years by the House of Elders of Somaliland|House of Elders, due to unresolved disputes between the government and the oppositions parties. Following the elections postponement, civil unrest broke out in the countries eastern Sool region after a man was killed. The unrest would ultimately lead to the start of the ongoing Las Anod conflict (2023–present)|Las Anod conflict and Somaliland losing control of parts of Sool it had controlled since Battle of Las Anod (2007)|2007.",
              "references": [
                "https://halqabsi.com/2024/11/fierce-clashes-erupt-btw-sl-and-ssc/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "According to the constitution of Somaliland, presidential elections are to be held every five years. On 24 September 2022, the National Electoral Commission announced that the elections, initially scheduled for 13 November 2022, had been postponed to July 2023. On 1 October 2022, the House of Elders of Somaliland|House of Elders voted to further postpone the elections by two years instead of the nine months previously recommended by the National Electoral Commission, effectively scheduling the election for November 2024. On 8 January 2024, the House of Elders were able to agree on election-related specifics, and voting was set to take place on 13 November 2024.",
              "references": [
                "http://www.somalilandlaw.com/body_somaliland_constitution.htm#Chapter3",
                "https://www.voanews.com/a/somaliland-lawmakers-vote-to-extend-president-s-term-by-two-years/6771878.html",
                "https://halqabsi.com/2024/01/somalilands-house-of-elders-approves-law-for-combined-presidential-and-party-elections/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Candidates",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Incumbent List of Presidents of Somaliland|President Muse Bihi Abdi of Kulmiye Peace, Unity, and Development Party (Kulmiye) is eligible to seek a second and final term in office, having first been elected in 2017 Somaliland presidential election|2017. He was confirmed as his party's candidate during the party's 2023 convention in Burco. President Bihi ran alongside a new running mate, Ministry of Commerce (Somaliland)|Minister of Commerce Mohamoud Hassan Saad|Mohamoud Hassan Saajin. This is due to Vice President of Somaliland|Vice President Abdirahman Saylici reaching his term limit, having serviced two terms as Vice President (first serving one term under President Ahmed Mohamed Mohamoud|Silanyo and then a second under President Bihi). The two opposition parties of Waddani and the Justice and Welfare Party|UCID have also announced their respective candidates for the presidency. Abdirahman Mohamed Abdullahi|Abdirahman Mohamed Irro ran as the candidate for the Waddani party, having also been the party's candidate in 2017. Faysal Ali Warabe ran as the UCID candidate for the fourth consecutive time, making him the only person to be a candidate in all direct presidential elections held in Somaliland since 2003 Somaliland presidential election|2003.",
              "references": [
                "https://www.somaliland.com/news/somalilands-ruling-party-secures-re-election-bihi-as-presidential-candidate/",
                "https://allafrica.com/stories/202409100274.html",
                "https://www.hiiraan.com/news4/2024/Jun/196590/faysal_ali_warabe_warns_somaliland_government_about_election_disruptions.aspx"
              ]
            },
            {
              "id": "4.s2",
              "text": "Abdi's campaign focused on gathering diplomatic recognition for Somaliland, while Abdullahi's focused more on democratic reforms and social cohesion, and Warabe's for national unity.",
              "references": [
                "https://www.firstpost.com/world/somaliland-presidential-election-7-things-about-why-polls-in-somalias-breakaway-region-matter-13834730.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "Direct voting began on 13 November 2024. According to interviews taken with locals, major issues voters wanted addressed included the economy/inflation, food security, and job availability. The Somaliland National Electoral Commission (NEC) announced polls closed without issue by 6pm local time, and that votes will be counted and a winner announced by 21 November.",
              "references": [
                "https://www.aljazeera.com/news/2024/11/13/somaliland-eyes-recognition-as-it-goes-to-polls",
                "https://www.voanews.com/a/vote-counting-underway-in-somaliland-after-peaceful-election/7863396.html"
              ]
            },
            {
              "id": "5.s2",
              "text": "International observers described the campaigning period and the election day as generally peaceful.",
              "references": [
                "https://www.horndiplomat.com/wp-content/uploads/2024/11/IEOM-SLD-2024-Preliminary-Assessment.pdf",
                "https://www.voanews.com/a/opposition-leader-wins-somaliland-presidential-contest/7868957.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Official results released on 19 November showed that Abdirahman Mohamed Abdullahi had won 63.92% of the vote, while incumbent president Muse Bihi Abdi received 34.81%. The election was considered a landslide (politics)|landslide win for the opposition (politics)|opposition and a turning point as they come to power for the first time in 14 years.",
              "references": [
                "https://www.garoweonline.com/en/news/somaliland/somalia-end-of-era-as-muse-bihi-loses-in-somaliland-election"
              ]
            },
            {
              "id": "6.s2",
              "text": "Abdullahi reacted in a conciliatory tone stating that \"everyone had won\" and that \"no one was defeated\", and that it was \"an election of brotherhood, aimed at unifying the people\".",
              "references": [
                "https://www.voanews.com/a/opposition-leader-victorious-in-self-declared-somaliland-elections-/7870537.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "*{{flagicon|Djibouti}} Djiboutian president Ismail Omar Guelleh expressed congratulations to Abdullahi after winning the election. \n*{{flagicon|Ethiopia}} The Ministry of Foreign Affairs of Ethiopia congratulated the people of Somaliland on the conduct of a peaceful and democratic election.\n*{{flagicon|Somalia}} Somalia's Prime Minister Hamza Abdi Barre congratulated Abdullahi.\n*{{flagicon|Taiwan}} Taiwan's Taiwan Representative Office in Somaliland|representative office in Somaliland extended congratulations to president-elect Abdullahi.\n*{{flagicon|United States}} The United States Bureau of African Affairs congratulated the people of Somaliland for the successful election, adding that the United States looks forward to working with President-elect Abdullahi to \"advance peace, stability, and prosperity\". Likewise, the Embassy of the United States, Mogadishu|United States Embassy said that Somaliland's \"impressive record of elections and peaceful transfers of power is a model for the region and beyond.\"",
              "references": [
                "https://shabellemedia.com/somalias-prime-minister-congratulates-somalilands-new-president/"
              ]
            }
          ]
        }
      ]
    }
  ]
}