{
  "title": "2024_North_Macedonian_parliamentary_election",
  "content": [
    {
      "id": "1",
      "title": "Campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Among significant issues during the election was corruption. The opposition VMRO-DPMNE accused the ruling coalition of presiding over a \"pandemic\" of corruption in the country, while the Social Democratic Union of Macedonia, a member of the coalition, supported the confiscation of illegally acquired property from corrupt officials. The ruling government supported revising the Constitution of North Macedonia|Constitution to include recognition of a Bulgarians in North Macedonia|Bulgarian minority in North Macedonia, a condition set by Bulgaria to allow the country's Accession of North Macedonia to the European Union|accession to the European Union. The VMRO-DPMNE called the acceptance of such conditions a \"capitulation\" to Bulgaria. It has also expressed interest in forming a coalition government with the VLEN coalition comprising Albanians in North Macedonia|ethnic Albanian parties The VMRO-DPMNE also pledged to create tens of thousands of jobs amid the country's sluggish economic situation, mass emigration and rising inflation.",
              "references": [
                "https://www.dw.com/en/north-macedonia-frustrated-voters-set-to-punish-government/a-69014477",
                "https://www.france24.com/en/europe/20240509-n-macedonia-s-nationalist-opposition-sweeps-elections-setting-rocky-path-for-eu-accession"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The election resulted in a landslide victory for the National conservatism|national conservative VMRO-DPMNE and its Your Macedonia coalition, winning 58 seats in the Sobranie, just three shy of an outright majority. Their main rivals, the incumbent Pro-Europeanism|pro-European SDSM and its For a European Future|For a European Future coalition, ended up in distant third place, winning 18 seats, their worst ever result. All other parties and coalitions that won seats include: the European Front coalition with 18 seats and the VLEN Coalition with 14 seats (both representing national minorities), the Left-wing nationalism|left-wing nationalist The Left (North Macedonia)|The Left with six seats, as well as the Left-wing populism|left-wing populist For Our Macedonia Movement (ZNAM) with six seats. Turnout was 55%. While initially allocated 19 and 13 seats respectively, following repollings in Ohrid, Struga and other areas on 22 May 2024 led to the European Front losing one seat in favor of the VLEN coalition allowing SDSM and its For a European Future coalition to become the second biggest group in the Assembly.",
              "references": [
                "https://rezultati-prv.sec.mk/mk/parl/r"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "According to international observers, the elections were \"competitive and an extensive and pluralistic campaign helped voters to make an informed choice, but marred by negative rhetoric with nationalistic slogans, as well as shortcomings in the legislation and insufficient oversight of campaign finances\".",
              "references": [
                "https://www.osce.org/odihr/elections/north-macedonia/568306"
              ]
            },
            {
              "id": "3.s2",
              "text": "On 6 June, Mickoski was formally asked by President Gordana Siljanovska-Davkova to form the next government, after he had unveiled a coalition agreement with the VLEN Coalition and For Our Macedonia|For Our Macedonia (ZNAM). The investiture vote for Mickoski took place on 24 June, with 77 votes in favor, 22 against and 21 absent. The cabinet is expected to have 24 members, of which sixteen from the VMRO-DPMNE-led coalition Your Macedonia, six from the VLEN coalition block of Albanian opposition parties, and two from ZNAM.",
              "references": [
                "https://www.rferl.org/a/north-macedonia-parliament-government-mickoski/33005997.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "*{{flag|Hungary}} — Prime Minister Viktor Orbán congratulated the VMRO-DPMNE on its \"well-deserved and historic victory\" in the presidential and parliamentary elections. Orban added that he looked forward to working together on giving North Macedonia a \"new momentum to the EU accession process\".\n*{{flag|United States}} — Ambassador Angela Aggeler expressed her congratulations \"to all those citizens who exercised their right to vote in the presidential and parliamentary elections.\"",
              "references": [
                "https://hungarytoday.hu/viktor-orban-welcomes-the-conservatives-win-in-the-north-macedonian-elections/",
                "https://hungarytoday.hu/viktor-orban-welcomes-the-conservatives-win-in-the-north-macedonian-elections/",
                "https://vecer.mk/makedonija/ageler-so-srdechni-chestitki-do-siljanovska-davkova-23c530a2-be58-49fc-b03a-cf8064b89451"
              ]
            }
          ]
        }
      ]
    }
  ]
}