{
  "title": "2024_Chikangawa_Dornier_228_crash",
  "content": [
    {
      "id": "1",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The aircraft involved, manufactured in 1987, was a Dornier 228|Dornier 228-228(K) which belonged to the Malawi Air Force. The aircraft had accumulated 3,492 flight hours. It had previously been used to transport President Lazarus Chakwera several times and had conducted its previous flight hours before the crash.",
              "references": [
                "https://www.bfu-web.de/EN/Publications/InterimReports/IR2024/IR24-0508_DX_Do228.pdf?__blob=publicationFile&v=3",
                "https://airspace-africa.com/2024/08/30/interim-report-on-the-malawi-vice-president-air-accident-a-summary/",
                "https://www.france24.com/en/africa/20240611-malawi-s-vice-president-former-first-lady-among-10-people-killed-in-plane-crash"
              ]
            },
            {
              "id": "1.s2",
              "text": "On 10 June 2024, the aircraft, carrying Vice-President Saulos Chilima, former First Lady Patricia Shanil Muluzi, and seven other occupants, and three military crew, left Kamuzu International Airport in the capital Lilongwe at 9:17 a.m. Central Africa Time|CAT, and was scheduled to arrive at Mzuzu Airport in the Northern Region, Malawi|Northern Region at 10:02&nbsp;a.m. The passengers were on their way to attend the funeral for former government minister Ralph Kasambara, and were to return to Lilongwe afterward.",
              "references": [
                "https://malawi24.com/2024/06/10/malawi-vice-president-feared-dead-in-plane-crash/",
                "https://www.aljazeera.com/news/2024/6/10/aircraft-carrying-malawi-vice-president-missing-search-under-way"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Accident",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The aircraft disappeared from radar shortly after taking off from Lilongwe, with aviation officials unable to contact the aircraft. The disappearance prompted a search and rescue operation to locate the aircraft.",
              "references": [
                "https://www.bbc.com/news/articles/c4nn0zkq79ko"
              ]
            },
            {
              "id": "2.s2",
              "text": "The wreckage of the aircraft was found by Malawi Defence Force soldiers in Chikangawa Forest on 11 June. No survivors were found. Authorities described the aircraft as \"completely destroyed\", with its occupants believed to have died on impact.",
              "references": [
                "https://www.bbc.com/news/articles/c722vpp1ndro"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Recovery efforts",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "President Lazarus Chakwera cancelled a visit to the Bahamas after learning about the disappearance from Malawi Defence Force chief General Paul Valentino Phiri, and ordered a search and rescue operation. He also called for prayers for the missing and their families. The United States, the United Kingdom, Norway and Israel offered assistance and provided \"specialized technologies\", with the US embassy offering the use of a Beechcraft C-12 Huron|C-12 aircraft from the United States Department of Defense|Department of Defense. The Malawian government also asked for assistance from neighbouring Zambia and Tanzania.",
              "references": [
                "https://www.africanews.com/2024/06/10/search-underway-for-malawi-vice-president-after-military-jet-disappears/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "The remains of the victims were transported to Lilongwe aboard a Zambian Air Force helicopter on 11 June. President Chakwera subsequently declared 21 days of national mourning beginning on 11 June and said that Chilima would be accorded a state funeral.",
              "references": [
                "https://www.africanews.com/2024/06/12/malawi-announces-state-funeral-and-21-days-of-mourning-for-vice-president-killed-in-a-plan/"
              ]
            },
            {
              "id": "4.s2",
              "text": "A service was held for Chilima at the Bingu National Stadium in Lilongwe on 16 June, during which at least 41,000 people attended. Chakwera and other government officials were booed by some mourners, forcing Catholic priests officiating the ceremony to intervene and restore order. Clashes erupted between police and mourners as Chilima's remains were being transported to Ntcheu on the evening of 16 June, and a vehicle in his convoy ran over several pedestrians as it was passing through Dedza, killing four people and injuring 12 others. Chilima was buried on 17 June in his home village of Nsipe, in a ceremony that was also attended by Chakwera and his three living predecessors as president, Bakili Muluzi, Joyce Banda and Peter Mutharika.",
              "references": [
                "https://www.bbc.com/news/articles/cj77pvmndmjo",
                "https://www.bbc.com/news/articles/cmmmdvgyznjo"
              ]
            },
            {
              "id": "4.s3",
              "text": "On 21 June, Michael Usi, the deputy leader of Chilima's political party, the United Transformation Movement (UTM), was appointed as the new vice president.",
              "references": [
                "https://www.bbc.com/news/articles/cy99zenw55vo"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Investigation",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "Chakwera called for an independent investigation into the crash, saying that the Malawi Defence Force cannot conduct an investigation \"that can be credible on its own\".",
              "references": [
                "https://www.voanews.com/a/german-experts-to-investigate-malawi-vice-president-s-plane-crash-/7669925.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "President Chakwera said he was \"deeply saddened and sorry\" over the disaster and praised Chilima, describing him as a \"formidable VP\".",
              "references": [
                "https://www.africanews.com/2024/06/12/malawi-announces-state-funeral-and-21-days-of-mourning-for-vice-president-killed-in-a-plan/"
              ]
            }
          ]
        }
      ]
    }
  ]
}