{
  "title": "2024_Mai_Mahiu_flash_flood",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On 29 April 2024, a blockage in a culvert beneath a railway embankment led to a catastrophic failure and inundation in Kenya, killing at least 50 people. The event was initially described as a 'dam failure'. The flood occurred following 2024 Kenya floods|heavy rains in the previous month that killed over 300 people. Casualties came from the town of Mai Mahiu, where another 84 people were reported missing, and 109 people were hospitalized.",
              "references": [
                "https://www.bbc.com/news/world-africa-68896456"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Flood and aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The flood was initially attributed by police as triggered by a dam burst. Kenya's government later said the cause was debris blockage at a river tunnel beneath a railway embankment. The debris consisted of stones, trees and mud accumulated from past rain. Officials clarified that no dam is present in the region and the closest dam, Matches Dam, was stable. The area lies in a region of the Great Rift Valley that is susceptible to flash floods. The water ministry said the flood carried away the railway embankment and poured downstream at \"a very high speed and velocity\".",
              "references": [
                "https://www.bbc.com/news/world-africa-68896456",
                "https://www.scmp.com/news/world/africa/article/3260796/kenya-dam-bursts-killing-least-42-death-toll-expected-rise"
              ]
            },
            {
              "id": "2.s2",
              "text": "As of 1 May, at least 50 people were known to have died Seventeen bodies were of children. One survivor said he was awakened by his home shaking and screams; he managed to escape with his family before the flood arrived. Kamuchiri and Kianugu, two small settelements, were also affected.",
              "references": [
                "https://www.bbc.com/news/world-africa-68896456"
              ]
            },
            {
              "id": "2.s3",
              "text": "As of 7 May, the death toll stood at 61.",
              "references": [
                "https://www.the-star.co.ke/news/2024-05-14-surviving-the-mai-mahiu-flood-im-lucky-i-was-still-awake"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Response",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Rescuers sifted through debris to recover survivors in the town of Mai Mahiu. The injured were treated by medical porsonnel. The Kenya Red Cross Society said 109 people were hospitalized.",
              "references": [
                "https://www.france24.com/en/live-news/20240429-kenya-dam-bursts-killing-at-least-42-governor"
              ]
            },
            {
              "id": "3.s2",
              "text": "The Red Cross also established a helpdesk for families to locate missing relatives. Some bodies were found stuck in trees while an unknown number were believed to be buried under mud.",
              "references": [
                "https://www.theguardian.com/world/2024/apr/29/dam-burst-kenyan-town-mai-mahiu-nakuru"
              ]
            },
            {
              "id": "3.s3",
              "text": "To prevent similar disasters, Kithure Kindiki, the interior minister, demanded that all public and private dams and water reservoirs be inspected within 24 hours beginning from the afternoon of 29 April. The nation's highway authority also advised motorists about debris and heavy traffic on roads in the Naivasha and Narok area. On X (formerly Twitter), he said arrests would be made for attempts to cross or transport people across flooded rivers or storm water via unsafe modes.",
              "references": [
                "https://www.pbs.org/newshour/world/at-least-40-people-die-in-western-kenya-after-heavy-rains-cause-a-dam-collapse"
              ]
            }
          ]
        }
      ]
    }
  ]
}