{
  "title": "2024_Tuvaluan_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "General elections were held in Tuvalu on 26 January 2024. There are no political parties in Tuvalu and all candidates run as Independent politician|independents.",
              "references": [
                "https://www.electionguide.org/elections/id/4053/",
                "https://www.theguardian.com/world/2023/nov/19/stay-or-go-offered-a-future-away-from-home-tuvalus-people-face-a-painful-choice"
              ]
            },
            {
              "id": "1.s2",
              "text": "Two major issues in the election were the Australia–Tuvalu relations#Australia–Tuvalu Falepili Union|Falepili Union treaty, which requiries both Tuvalu and Australia to \"mutually agree\" Tuvalu's foreign security arrangements in exchange for allowing Tuvaluans displaced by climate change to immigrate to Australia, and the Foreign relations of Taiwan|country's diplomatic recognition of Taiwan within the context of great power competition between the United States and China for influence in the region.",
              "references": [
                "https://www.theguardian.com/world/2024/jan/25/tuvalu-general-election-2024-impact-china-taiwan-pacific-relations-prime-minister-kausea-natano-seve-paeniu",
                "https://www.abc.net.au/news/2024-01-27/tuvalu-election-results-point-to-prime-minister-losing-seat/103396680",
                "https://devpolicy.org/tuvalus-parliament-debates-the-falepili-union-20231129/",
                "https://www.npr.org/2024/01/25/1227066448/voting-begins-in-tiny-tuvalu-in-election-that-reverberates-from-china-to-austral"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The previous elections in 2019 Tuvaluan general election|2019 saw a high turnover among the 16 members of parliament, seven of whom were the first-term members. Several Cabinet (government)|cabinet ministers lost their seats. There were two female candidates, and Dr Puakena Boreham retained a seat in parliament. In the vote for prime minister, held shortly after the election, parliament elected Kausea Natano, defeating the incumbent head of government Enele Sopoaga, who had served since 2013. The defeat of Sopoaga, who was pro-Taiwan, caused some to speculate that the new prime minister would sever ties with Taipei in favour of China. The Solomon Islands, another Pacific Islands country, had made the switch days before. However, Prime Minister Natano later assured that Tuvalu would maintain its diplomatic ties and recognition of Taiwan.",
              "references": [
                "https://www.abc.net.au/pacific/programs/pacificmornings/simon-kofe/11499104",
                "https://www.rnz.co.nz/international/pacific-news/399106/kausea-natano-new-pm-of-tuvalu-sopoaga-ousted",
                "https://www.aljazeera.com/news/2019/9/19/tuvalu-parliament-picks-new-pm-in-potential-blow-for-taiwan"
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Falepili Union treaty",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "In November 2023 Prime Minister Natano signed the Australia–Tuvalu relations#Australia–Tuvalu Falepili Union|Falepili Union treaty with Australia. A significant factor of the treaty grants a pathway for 280 citizens of Tuvalu to migrate to Australia each year to enable Climate migration|climate-related mobility for Tuvaluans. In exchange, the agreement allows Australia an effective veto power over Tuvalu's foreign security agreements as the 2 countries must \"mutually agree\" such security agreements. Natano said the treaty was essential in preserving Tuvalu's identity. However, former Prime Minister Sopoaga claimed the Falepili Union would undermine the country's sovereignty and vowed to repeal it should he head a government again after the election.",
                  "references": [
                    "https://www.rnz.co.nz/international/pacific-news/503529/ex-tuvalu-pm-running-for-office-in-2024-will-throw-away-falepili-treaty",
                    "https://www.rnz.co.nz/international/pacific-news/502395/australia-tuvalu-treaty-is-to-maintain-our-identity-kausea-natano-says"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The 16 members of parliament are elected from eight two-seat constituencies via plurality block voting. There are no formal political parties in Tuvalu, so all candidates contest as independents. There are about 6,000 eligible voters in this election.",
              "references": [
                "http://archive.ipu.org/parline-e/reports/2327_B.htm",
                "https://www.theguardian.com/world/2024/jan/27/tuvalus-pro-taiwan-prime-minister-kausea-natano-loses-seat-in-partial-election-results"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Voting began on 26 January 2024 at 08:00, concluding at 16:00. The elections officer said turnout was high as voting commenced.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/507528/tuvalu-goes-to-the-polls"
              ]
            },
            {
              "id": "4.s2",
              "text": "Six new MPs were elected. Significant changes to the composition of the parliament included the incumbent Prime Minister Kausea Natano and Puakena Boreham{{snd}}the only female member of the legislature{{snd}}losing their seats. The former Governor-General of Tuvalu|Governor General Sir Iakoba Italeli was elected as an MP along with Feleti Teo, the former Executive Director of the Western and Central Pacific Fisheries Commission (WCPFC).",
              "references": [
                "https://www.rnz.co.nz/news/pacific/507716/tuvalu-general-election-six-newcomers-in-parliament",
                "https://devpolicy.org/2024-tuvalu-general-election-a-changing-political-landscape-20240130/"
              ]
            },
            {
              "id": "4.s3",
              "text": "No candidates contested the sitting MPs Seve Paeniu, who was the Minister of Finance of Tuvalu|finance minister, and Namoliki Sualiki in the electorate of Nukulaelae, so they were automatically returned to parliament.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/507631/tuvalu-elections-2024-strong-voter-turnout-reported"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "After the results are released, ships were sent to pick up winning candidates in order for them to assemble in the capital Funafuti, although dangerous sea conditions delayed their travel. Election commissioner Tufoua Panapa said that the members of the new parliament would convene to vote for a prime minister, at a time notified by the governor general.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/507528/tuvalu-goes-to-the-polls",
                "https://www.rnz.co.nz/international/pacific-news/507935/tuvalu-mps-stuck-in-outer-islands-due-to-bad-weather"
              ]
            },
            {
              "id": "5.s2",
              "text": "On 26 February 2024, Feleti Teo was appointed as Prime Minister of Tuvalu|prime minister, after he was elected unopposed by the parliament, and on 27 February 2024 Teo appointed the members of the Teo Ministry|Cabinet.",
              "references": [
                "https://www.theguardian.com/world/2024/feb/26/tuvalu-election-feleti-teo-named-pm-prime-minister-kausea-natano",
                "https://www.rnz.co.nz/international/pacific-news/510174/feleti-teo-elected-new-tuvalu-pm-unopposed",
                "https://www.rnz.co.nz/international/pacific-news/510410/cabinet-lineup-of-new-tuvalu-government-unveiled",
                "https://islandsbusiness.com/news-break/tuvalu-pm-announces-new-cabinet/"
              ]
            },
            {
              "id": "5.s3",
              "text": "Teo was a member of the eminent persons panel which worked with the governments of Tuvalu and Australia to draft the Falepili Union. In a statement published by Simon Kofe on 28 February 2024, the Teo government gave support for the \"broad principles and objectives\" of the Falepili Union, while noting \"the absence of transparency and consultations in socializing and informing the public in Tuvalu of such an important and groundbreaking initiative\"; and indicated that Tuvalu will seek changes to make it \"workable\".",
              "references": [
                "https://www.abc.net.au/news/2024-02-26/tuvalu-votes-new-prime-minister-feleti-teo/103512310",
                "https://www.theguardian.com/world/2024/feb/28/tuvalu-to-revisit-deal-that-gives-australia-control-of-island-nations-security-agreements"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "The Australian foreign minister Penny Wong said that the country looked forward to working with the new government. Conroy confirmed that Australia would work with Tuvalu to ensure its sovereignty was respected. Conroy also stated that “Australia commits to assist Tuvalu in responding to a major natural disaster, a health pandemic, or military aggression. This is predicated on Tuvalu requesting such assistance.”",
              "references": [
                "https://www.theguardian.com/world/2024/mar/27/tuvalu-accepts-security-and-climate-pact-says-australias-pacific-minister"
              ]
            }
          ]
        }
      ]
    }
  ]
}