{
  "title": "2024_Botswana_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The UDC took first place with 36 seats, a majority of five. This ensured Duma Boko, leader of both the UDC and its largest component, the Botswana National Front (BNF), would be elected as President of Botswana. The Botswana Congress Party (BCP) took second place, becoming the Parliamentary opposition|official opposition. The Botswana Patriotic Front (BPF) achieved significant growth in the Central District (Botswana)|Central District, increasing its number of seats. The BDP was reduced to a rump of four seats, suffering one of the worst defeats of a sitting government in the Commonwealth.",
              "references": [
                "https://www.mmegi.bw/news/new-republic/news"
              ]
            },
            {
              "id": "1.s2",
              "text": "Incumbent president Mokgweetsi Masisi Concession (politics)|conceded defeat on the morning of 1 November 2024 and ensured a peaceful transfer of power. Later that day, President Boko was sworn-in by Chief Justice Terence Rannowane, allowing him to form Boko cabinet|the first government since independence with no BDP participation.",
              "references": [
                "https://www.bbc.com/news/articles/cx2yx5nk1l0o?xtor=AL-72-%5Bpartner%5D-%5Bbbc.news.twitter%5D-%5Bheadline%5D-%5Bnews%5D-%5Bbizdev%5D-%5Bisapi%5D&at_campaign=Social_Flow&at_campaign_type=owned&at_link_id=5F2B5D36-987B-11EF-AF2F-A1C2AD3A0A2C&at_format=link&at_ptr_name=twitter&at_bbc_team=editorial&at_link_origin=BBCWorld&at_medium=social&at_link_type=web_link"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "id": "2.1",
          "title": "Previous election",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "{{main|2019 Botswana general election}}\nThe election held on 23 October 2019, saw the BDP maintain its parliamentary majority for the 12th consecutive time, securing 53% of the votes and 38 out of 57 seats, one more than in the 2014 Botswana general election|2014 election. The UDC garnered 36% of the votes and 15 seats, two fewer than its 2014 result. The election marked a significant political realignment in Botswana's political landscape. This was because the Central District (Botswana)|Central District (which had consistently supported the BDP, averaging around 75% of the vote since the first elections in 1965 Bechuanaland general election|1965) saw large swings to the opposition due to former President Ian Khama's backing of the newly-formed Botswana Patriotic Front (BPF) and of UDC candidates, where the BPF did not stand candidates of its own. The UDC and BPF won 11 out of 17 seats in the district, marking the first time ever that a party other than the BDP won a seat in the district. Nonetheless, the BDP made substantial gains in other regions, securing all seats in both Gaborone and districts in the southern parts of the country, offsetting the UDC's advances. The election outcome described as an Upset (competition)|upset was attributed to President Masisi's efforts to reconcile with segments of society previously at odds with Khama, such as labour unions, whose support had waned in the 2014 election. The rapprochement between the UDC leadership and Khama, who remains unpopular among urban and southern voters, led to a loss of support for the UDC among its traditional opposition base in the south.",
                  "references": [
                    "https://www.cambridge.org/core/journals/african-studies-review/article/abs/botswanas-2019-general-elections-a-referendum-on-general-ian-khama/025D7A45D5F26B1A8045E91529DCAAB5#access-block"
                  ]
                },
                {
                  "id": "2.1.s2",
                  "text": "While international observers deemed the elections \"free and fair,\" Duma Boko contested the BDP's victory, alleging significant electoral irregularities. Despite the UDC's claims of multiple voting and bribery of election officials, their petition to invalidate the results was dismissed by the High Court in December 2019. Although the Court of Appeal agreed to hear the case in January 2020, it was later dismissed for lack of jurisdiction.",
                  "references": [
                    "https://freedomhouse.org/country/botswana/freedom-world/2020",
                    "https://www.mmegi.bw/news/court-of-appeal-ends-udc-petition-case-with-dismissal/news"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Background of opposition parties before the election",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "Following the 2019 elections, there were three opposing parties in the National Assembly—the Umbrella for Democratic Change (UDC), the Botswana Patriotic Front (BPF) and the Alliance for Progressives (AP). In August 2022, the BPF joined the UDC alliance, uniting all opposition parties in the National Assembly except for the AP.",
                  "references": [
                    "https://www.thegazette.news/news/bpf-is-a-member-of-udc-mohwasa/"
                  ]
                },
                {
                  "id": "2.2.s2",
                  "text": "The Botswana Congress Party (BCP), a major member of the UDC since 2017, had expressed interest in leaving the UDC alliance due to disagreements between BCP leader, Dumelang Saleshando and UDC leader, Duma Boko. Saleshando ceased to be the Leader of the Opposition (Botswana)|Leader of the Opposition in the National Assembly of Botswana|National Assembly, after a group of UDC MPs joined by five BCP dissidents, voted him out of the position in July 2022.",
                  "references": [
                    "https://www.mmegi.bw/news/boko-saleshando-exchanges/news"
                  ]
                },
                {
                  "id": "2.2.s3",
                  "text": "The BCP proposed forming an electoral alliance with the AP and the newly-formed, Botswana Labour Party (a minor Botswana National Front splinter party). However, the AP withdrew from the coalition talks after disagreements with the BCP largely due to disagreements over constituency allocation, opting to join the UDC instead.",
                  "references": [
                    "https://www.mmegi.bw/ampArticle/107185",
                    "https://www.mmegi.bw/news/ap-withdraws-from-cooperation-talks/news",
                    "https://www.mmegi.bw/news/ap-joins-fight-against-vote-rigging/news"
                  ]
                },
                {
                  "id": "2.2.s4",
                  "text": "In May 2023, the BCP's central committee unanimously decided to participate in the 2024 elections separately from the UDC alliance. The party cited concerns over the UDC's disregard for intra-party democracy and the vulnerability of their party leader to capture by \"private interests\", as reasons for their exit.",
                  "references": [
                    "https://www.facebook.com/login/?next=https://www.facebook.com/permalink.php?story_fbid%3Dpfbid0mzrBGJNTFA6GHKrf9TFR6VCvMZDdiTN8zwB8Gf4KejMDt4aPupRuvULzh9rVmrNJl%26id%3D100050397913844"
                  ]
                },
                {
                  "id": "2.2.s5",
                  "text": "Following a party leadership retreat in April 2024, the BPF decided to leave the UDC alliance, opting for a \"pact model\" which would see the BPF not standing candidates in constituencies it deemed unwinnable and the UDC doing the same in constituencies which the BPF can win in, instead of running under the UDC—a proposal since rejected by UDC leadership.",
                  "references": [
                    "https://www.facebook.com/TheWeekendPostBW/posts/pfbid0oXo3VyjNfQrfUusNwgC526Bqdp7s62kAEPjXdDQtXko83mrwYf7M4wKM2JAZrpRl"
                  ]
                },
                {
                  "id": "2.2.s6",
                  "text": "The election campaign also saw the return of former president Ian Khama, a critic of incumbent president Mokgweetsi Masisi, after three years of self-imposed exile in September 2024. Khama supported the BPF in the election.",
                  "references": [
                    "https://www.france24.com/en/live-news/20241030-botswana-votes-with-ruling-party-aiming-to-extend-six-decades-of-power"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Composition of parliament",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "Prior to the ban on Crossing the floor|floor crossings in 2023, the National Assembly saw two BDP MPs and two UDC MPs defect to the UDC and BDP, respectively. A by-election was triggered in the Serowe West constituency after Tshekedi Khama II|Tshekedi Khama's expulsion from parliament after he fled to South Africa with his brother (and former President), Ian Khama, causing him to miss the minimum number of sessions required to maintain his seat. The 2023 Serowe West by-election was held in July 2023 and saw the BPF retain the seat at a larger majority. Yandani Boko, former UDC MP for Mahalapye East, resigned from the National Assembly in March 2024. A by-election was not held for his seat as it was deemed too close to the dissolution of parliament, expected by August.",
                  "references": [
                    "https://thepatriot.co.bw/the-rise-and-fall-of-yandani-boko/",
                    "https://www.mmegi.bw/news/bokos-exit-leaves-workers-stranded-at-mahalapye-east/news"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The president is indirectly elected for a five-year term by the National Assembly. Since 1997, presidents are limited to a maximum of ten years in office, whether consecutive or not. The president's survival is dependent on whether their government has the support of a simple majority of the National Assembly MPs. He can be removed by a motion of no confidence, prompting their resignation or if not, the dissolution of parliament if the president refuses to do so.",
              "references": [
                "https://www.parliament.gov.bw/index.php?option=com_content&view=article&id=6&Itemid=163"
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Seat redistribution",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "In accordance with section 64(1) of the Constitution of Botswana, a Delimitation Commission was appointed on 13 May 2022 (following the release of the decennial 2022 Botswana Census) to Redistribution (election)|redistribute the constituencies of the National Assembly. The National Assembly passed a bill increasing the number of constituencies by four seats from 57 to 61 seats. Consultations with the public and various interest groups ran from 20 June to 28 November 2022. The Commission presented its finalised report to the Mokgweetsi Masisi|President on 10 February 2023.",
                  "references": [
                    "https://www.mmegi.bw/news/four-new-constituencies-come-2024/news"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Election date and timeline",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Unless a snap election is called, a general election is held every five years. The previous election was held on 23 October 2019. The President of Botswana|president must issue Writ of election|writs for an election within sixty days of the expiration or dissolution of parliament. Under section 91 (3) of the Constitution of Botswana|constitution, parliament, \"…unless sooner dissolved, shall continue for five years from the date of the first sitting of the National Assembly of Botswana|National Assembly after any dissolution and shall then stand dissolved\". If left to dissolve on its own, parliament would have done so on 5 November 2024. As a result, the latest possible date to hold the next election within constitutional limits would be on 4 January 2025.",
              "references": [
                "https://www.constituteproject.org/constitution/Botswana_2002#s1205"
              ]
            },
            {
              "id": "4.s2",
              "text": "However, due to longstanding Convention (political norm)|convention, general elections are held in October and parliament is usually dissolved during the last week of August and rarely in the first week of September. Thus, on the 3rd of September 2024, President Mokgweetsi Masisi announced that the writs for the 2024 election will be returned on 5 September 2024 and parliament will stand dissolved on the same day; as a result, the election to the 13th Parliament of Botswana|13th Parliament must have been held no later than 4 November 2024.",
              "references": [
                "https://www.mmegi.bw/news/why-elections-in-october/news",
                "https://www.mmegi.bw/news/elections-date-hot-topic-in-parly/news"
              ]
            },
            {
              "id": "4.s3",
              "text": "It was widely accepted by political commentators, news media and the Independent Electoral Commission (Botswana)|Independent Electoral Commission that the next election would be held in October 2024. Indeed, in his announcement the president stated that Wednesday, 30 October 2024, will be the election date and that the day and the next will be public holidays in an effort to boost turnout. The 13th Parliament shall commence within 30 days of the date of the general election. The schedule for the election was as follows:",
              "references": [
                "https://www.iec.gov.bw/index.php/elections.html/#process"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Voter registration",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "Botswana uses a 'periodic list' voter registration system where the election authority creates a new list of eligible voters every five years before each election, as opposed to a continuous register or civil registry. This process occurs just before the election and involves aiming to register all voters within a relatively short time frame. It is 'self-initiated' in the sense that voters must go to the electoral authority's centres nationwide to register themselves rather than the election authority going to the people.\n constituency.]]",
              "references": [
                "https://aceproject.org/ace-en/topics/vr/vra/vra01"
              ]
            },
            {
              "id": "5.s2",
              "text": "The Independent Electoral Commission (Botswana)|Independent Electoral Commission (IEC) oversaw the general voter registration, which began on 5 January 2024 and ended on 3 February. Approximately 2,800 polling stations were open daily from 8 a.m. to 6 p.m. on weekdays and 8 a.m. to 4 p.m. on weekends. All citizens aged 18 years and above were eligible to register to vote. The total number of people who registered during the general registration was 764,539. Following a lower-than-expected number of registered electors after the general registration, two supplementary voter registration periods were held. The first, from 26 February to 15 March, added an additional 74,404 registered electors. The second and final supplementary registration took place from 20 to 31 May and was conducted across approximately 2,808 nationwide polling stations, unlike the first, which was held at harder-to-reach district commissioners' offices and Kgotlas. This phase yielded an additional 197,021 registered electors.",
              "references": [
                "https://english.news.cn/20240106/94a3e3ee5f7f4ae4b6cba633a85a2b07/c.html",
                "https://www.facebook.com/BotswanaGovernment/posts/pfbid0cRJUAoRf7AGK1msahPAA5fKyQST5VCkYDim4EchxkXCNwn3KfYHhLYnFRorh66ZGl"
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "title": "Observation controversy",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.2.s1",
                  "text": "In the lead-up to the general voter registration, the UDC established the ''Madibelatlhopho'' ({{lit|Protectors of the vote}}), a group of UDC supporters constituted ad hoc to oversee the voter registration process. Their aim was to prevent alleged rigging in favour of the BDP by the IEC. The voter registration period for the 2024 general elections in Botswana was initially scheduled to run from 1 to 30 November 2023. However, it was indefinitely postponed due to legal challenges from the UDC.",
                  "references": [
                    "https://www.sabcnews.com/sabcnews/botswanas-voter-registration-suspended/",
                    "https://guardiansun.co.bw/news/politics/iec-postpones-voter-registration-process"
                  ]
                },
                {
                  "id": "5.2.s2",
                  "text": "On 7 November, Justice Gaolapelwe Ketlogetswe of the Francistown High Court issued a rule nisi requiring the IEC and other parties to justify why the UDC's ''Madibelatlhopho'' should be restrained from monitoring the national registration process. This decision temporarily allowed UDC observers to proceed with their plan to observe the registration cycle until the court's final determination. The court order permitted UDC clerks to daily record the names, national identity card numbers and registration booklets' serial numbers of registrants. The IEC announced a further postponement of the registration period, shifting it to occur from 13 November to 8 December 2023, to prevent UDC observers from accessing polling stations until the Court of Appeal, the country's highest court, made its final ruling.",
                  "references": [
                    "https://www.mmegi.bw/news/voter-registration-postponed-as-iec-udc-squabble/news"
                  ]
                },
                {
                  "id": "5.2.s3",
                  "text": "The apex court ruled in favour of the IEC, denying the UDC's request to have the ''Madibelatlhopho'' access to registration booklets and other confidential voter information. This decision overturned the previous Francistown High Court ruling that had allowed the UDC to monitor the voter registration process. However, the court found no legal basis in the Electoral Act to grant the UDC such monitoring rights. The Leader of the Opposition (Botswana)|Leader of the Opposition, Dithapelo Keorapetse, expressed disappointment with the judgment, viewing it as \"a setback for democracy\".",
                  "references": [
                    "https://www.mmegi.bw/news/udc-displeased-as-coa-rules-in-favour-of-iec/news"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Parties and candidates",
      "content": [
        {
          "id": "6.1",
          "title": "Presidential nominees",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.1.s1",
                  "text": "{{multiple image\n| total_width       = 410\n| image1            = Boko at High Court (alt).jpg\n| image2            = BDP supporters at High Court.jpg\n| caption1          = Duma Boko embraced as he arrives for nomination\n| caption2          = Cheerful BDP supporters outside the High Court\n}}\nIn accordance with Section 7 of the Presidential Elections law, the Secretary of the Independent Election Commission appointed authenticating officers tasked with verifying the authenticity of documents submitted by presidential aspirants for the indirect election|indirect presidential elections that occur as a form of an investiture vote after the general election of MPs. These officers were district commissioners, district officers and senior police officers. Acting as the returning officer for the presidential nomination process, the Chief Justice of the High Court received the nomination papers of the candidates on 28 September 2024, during two time slots: from 10 a.m. to 1 p.m. and from 2:30 to 5:00&nbsp;p.m. The venue for this process was at the High Court headquarters in Gaborone. At the conclusion of this procedure, three political party leaders were duly declared as validly nominated candidates for the office of President, as shown below.\n{| class=\"wikitable\"\n! Name\n! colspan=2 | Party\n|-\n| Duma Boko\n| bgcolor={{Party color|Umbrella for Democratic Change}} |\n| Umbrella for Democratic Change (UDC)\n|-\n| Mokgweetsi Masisi\n| bgcolor={{Party color|Botswana Democratic Party}} |\n| Botswana Democratic Party (BDP)\n|-\n| Mephato Reatile\n| bgcolor={{Party color|Botswana Patriotic Front}} |\n| Botswana Patriotic Front (BPF)\n|-\n| Dumelang Saleshando\n| bgcolor={{Party color|Botswana Congress Party}} |\n| Botswana Congress Party (BCP)\n|-\n| colspan=3 | Source:\n|}",
                  "references": [
                    "https://www.voanews.com/a/botswana-leader-3-from-opposition-confirmed-as-presidential-candidates-/7804891.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "MPs not standing for re-election",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "{| class=\"wikitable\" \n|-\n! Name\n! colspan=2|Party\n! Constituency \n! Date announced\n|-\n| Mpho Balopi\n| {{party name with color|Botswana Democratic Party}}\n| Gaborone North\n| March 2022\n|-\n| Thapelo Matsheka\n| {{party name with color|Botswana Democratic Party}}\n| Lobatse (Botswana constituency)|Lobatse\n| October 2023\n|-\n| Pono Moatlhodi\n| {{party name with color|Botswana Democratic Party}}\n| Tonota (Botswana constituency)|Tonota\n| August 2023\n|-\n| Eric Molale\n| {{party name with color|Botswana Democratic Party}}\n| Goodhope-Mabule\n| January 2024\n|-\n|}",
                  "references": [
                    "https://www.mmegi.bw/ampArticle/110279"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "The BDP pledged to diversify the economy through developing the mineral resources processing, agriculture and tourism sectors. The UDC pledged to increase the monthly minimum wage from 1,500 Botswanan Pula|pula ($112) to 4,000 pula ($300).",
              "references": [
                "https://www.aljazeera.com/news/2024/10/30/botswana-elections-ruling-party-seeks-to-extend-58-years-in-power"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "8.s1",
              "text": "The election resulted in a historic defeat for the ruling Botswana Democratic Party (BDP), which lost the uninterrupted majority it had held since independence following the 1965 Bechuanaland general election|1965 general election. Significant swings toward the Umbrella for Democratic Change in the southern and central regions, alongside losses to the Botswana Congress Party in the north, saw the BDP reduced to a rump of four seats, making it the smallest of four factions in the National Assembly of Botswana|National Assembly. The BDP actually finished with the second-highest vote share, behind the UDC. However, its support was spread out across the entire country, and was not concentrated in enough areas to translate into seats. Since the first-past-the-post system awards power solely on the basis of seat count, this decimated the BDP caucus. Conversely, the BCP, despite finishing over 79,000 votes behind the BDP, became the official opposition due to its heavy concentration of support in the north.\n{| style=\"width:100%; text-align:center; font-weight:bold;\"\n|+Botswana general election results (30 October 2024)\n| colspan=\"10\" |↓\n|- style=\"color:black;\"\n| style=\"background:{{party color|Umbrella for Democratic Change}}; width:59.02%;\" | 36\n| style=\"background:{{party color|Botswana Congress Party}}; width:24.59%;\" | 15\n| style=\"background:{{party color|Botswana Patriotic Front}}; width:8.20%;\" | 5\n| style=\"background:{{party color|Botswana Democratic Party}}; width:6.56%;\" | 4\n| style=\"background:{{party color|Independent politician}}; width:1.64%;\" | 1\n|-\n| UDC\n| BCP\n| BPF\n| BDP\n| {{abbr|Ind.|Independent}}\n|}\n{{Election results\n|image= \n|alliance1=Umbrella for Democratic Change|Umbrella for<br>Democratic<br>Change|aspan1=5|party1=Botswana National Front|votes1=193166|seats1=23|sc1=+19\n|party2=Alliance for Progressives|votes2=46799|seats2=6|sc2=+5\n|party3=Independent politician|Independents|votes3=39261|seats3=3|sc3=+3\n|party4=Botswana People's Party|votes4=31636|seats4=4|sc4=+4\n|atotalnv5=y|avotes5=310862|aseats5=36|sc5=+21\n|alliance8=Botswana Congress Party|votes8=175326|seats8=15|sc8=New\n|alliance9=Botswana Patriotic Front|votes9=69414|seats9=5|sc9=+2\n|alliance7=Botswana Democratic Party|votes7=254633|seats7=4|sc7=−34\n|alliance10=Botswana Republican Party|votes10=3212|seats10=0|sc10=New\n|alliance11=Botswana Movement for Democracy|votes11=1146|seats11=0|sc11=0\n|alliance12=Real Alternative Party|votes12=222|seats12=0|sc12=0|acolor12=#76402b\n|alliance13=Independents|votes13=20434|seats13=1|sc13=+1\n|row14=Appointed and ''ex officio'' members|seats14=8|sc14=0\n|invalid=10145\n|total_sc=+4\n|electorate=1038275\n|source= [https://docs.google.com/spreadsheets/d/10XFVIJg83lieiaQcR44l0qk9DFnhCwcaPL1QalB-tBo/edit?gid=1661938075#gid=1661938075  Compilation of Results by Constituency] (61/61 declared); (electorate/turnout)\n}}",
              "references": [
                "https://www.aljazeera.com/news/2024/11/1/botswanas-ruling-party-loses-power-after-six-decades-early-results-show",
                "https://www.facebook.com/iecbotswana/posts/pfbid02xXWgjSbL9DjK3wNBCULd2YxSGTAkkJzSk2zapDKAiSjsuUYikm3fLyund3iaaMUJl"
              ]
            },
            {
              "id": "8.s2",
              "text": "The table below presents the proportionality of parliamentary seats won in the 2024 election, as measured by the Gallagher index. This election yielded an index score of '''23.05''', indicating a highly disproportionate outcome that strongly favoured the UDC and BCP while being significantly disadvantageous for the BDP. This is the most disproportionate result ever recorded in a Botswana National Assembly election.\n{| class=\"wikitable\"\n|+\n! colspan=\"7\" |Gallagher index for the 2024 Botswana general election\n|-\n! colspan=2| Party\n!% of votes\n!seats won\n!% of seats\n!difference\n!difference squared\n|-\n|{{party name with color|Umbrella for Democratic Change}}\n|37.22\n|36\n|59.02\n|21.80\n|475.24\n|-\n|{{party name with color|Botswana Democratic Party}}\n|30.49\n|4\n|6.56\n|(23.93)\n|572.64\n|-\n|{{party name with color|Botswana Congress Party}}\n|20.99\n|15\n|24.59\n|3.60\n|12.96\n|-\n|{{party name with color|Botswana Patriotic Front}}\n|8.31\n|5\n|8.20\n|(0.11)\n|0.01\n|-\n|style=\"width: 2px; color:inherit; background-color: &#35;DDDDBB;\" data-sort-value=\"Other\" |\n| scope=\"row\" style=\"text-align: left;\" | Other\n|2.99\n|1\n|1.64\n|(1.35)\n|1.82\n|-\n| colspan=\"2\" |'''Total'''\n|100.00\n|61\n|100.00\n|(0.00)\n|1,062.67\n|-\n! colspan=\"6\" |'''Difference halved'''\n|531.34\n|-\n! colspan=\"6\" |'''Square root'''\n|style=\"color:red;\"|'''23.05'''\n|}",
              "references": [
                "https://www.tcd.ie/Political_Science/about/people/michael_gallagher/ElSystems/Docts/ElectionIndices.pdf"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "9.s1",
              "text": "BDP leader and President Mokgweetsi Masisi conceded defeat to the UDC and Duma Boko on 1 November 2024. Boko praised the election result as an example of democracy in action, adding that \"What has happened today takes our democracy to a higher level\". Boko was inaugurated as president on 1 November.",
              "references": [
                "https://www.africanews.com/2024/11/01/8826742-botswana-incumbent-president-masisi-admits-defeat/",
                "https://www.france24.com/en/africa/20241101-botswana-governing-party-losing-six-decade-rule-early-tallies-show",
                "https://www.mmegi.bw/news/boko-sworn-in-as-president/news"
              ]
            }
          ]
        }
      ]
    }
  ]
}