{
  "title": "2024_Varzaqan_helicopter_crash",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On 19 May 2024, an Islamic Republic of Iran Air Force|Iranian Air Force helicopter crashed near the village of Uzi, Varzaqan|Uzi, East Azerbaijan, Iran, killing President of Iran Ebrahim Raisi, Foreign Minister Hossein Amir-Abdollahian, Governor-General of East Azerbaijan province|East Azerbaijan Malek Rahmati, representative of the supreme leader in East Azerbaijan Mohammad Ali Ale-Hashem, the head of the president's security team, and three flight crew. It was en route in a convoy of three helicopters from the Giz Galasi Dam to Tabriz.",
              "references": [
                "https://www.aljazeera.com/news/2024/5/20/who-died-alongside-irans-president-raisi-in-the-helicopter-crash"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": ", hours before the crash]]\nThe helicopter involved was a Bell 212 with Islamic Republic of Iran Air Force (IRIAF) aircraft registration|registration number {{IRIAF serial|6|9207}}.",
              "references": [
                "https://www.avionews.it/item/1258444-raisi-s-death-last-words-on-board-the-aircraft.html"
              ]
            },
            {
              "id": "2.s2",
              "text": "A day before the crash, the Iran Meteorological Organization issued an Meteoalarm#Orange|orange weather warning (severe weather that may cause damage or accidents) for the region.",
              "references": [
                "https://www.tasnimnews.com/fa/news/1403/02/30/3088772/روایت-خبرنگار-تسنیم-از-منطقه-سانحه-بالگرد-رئیس-جمهور-فیلم"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Accident",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "On 19 May, Raisi met President of Azerbaijan Ilham Aliyev at the Giz Galasi Dam|Giz Galasi hydroelectric complex along their countries' borders to inaugurate it and to commission the Khoda Afarin Dam|Khoda Afarin hydroelectric complex. Following the meeting, Raisi, Amir-Abdollahian, Rahmati, Ale-Hashem, and Raisi's head of security, Islamic Revolutionary Guard Corps (IRGC) Brigadier General Mohammad Mehdi Mousavi, departed for Tabriz by helicopter to inaugurate a project at an oil refinery. The helicopter was part of a convoy of three helicopters and was crewed by Islamic Republic of Iran Air Force|Iranian Air Force pilots Colonel Taher Mostafavi and Colonel Mohsen Daryanush and flight technician Major Behrouz Qadimi.}} A total of eight people were aboard the helicopter.",
              "references": [
                "https://en.mehrnews.com/news/215356/Qiz-Qalasi-Dam-symbol-of-cooperation-between-Tehran-Baku",
                "https://www.bbc.com/news/articles/c4nnd23d505o",
                "https://www.turkiyegazetesi.com.tr/dunya/sisin-ardindaki-sis-iran-lideri-reisi-ic-cekismeye-mi-kurban-gitti-1041728"
              ]
            },
            {
              "id": "3.s2",
              "text": "At around 13:30 Iran Standard Time|IRST (UTC+3:30), the helicopter crashed approximately {{convert|2|km}} south-west of the village of Uzi, Varzaqan|Uzi, in the Dizmar Forest region, a wildlife corridor in Varzaqan County, East Azerbaijan province.{{efn|The altitude of the crash site is {{convert|2205|m}}<!--AMSL?-->.}}",
              "references": [
                "https://edition.cnn.com/middleeast/live-news/raisi-iran-president-helicopter-crash-05-20-24",
                "https://www.mehrnews.com/news/6112174/اخبار-حادثه-سقوط-بالگرد-شهادت-رئیس-جمهور-وزیر-خارجه-و-همراهان",
                "https://www.aljazeera.com/news/2024/5/19/president-raisis-helicopter-crashed-in-iran-what-we-know-so-far",
                "https://www.freemaptools.com/elevation-finder.htm"
              ]
            },
            {
              "id": "3.s3",
              "text": "The head of the President's Office, Gholam-Hossein Esmaeili, was in one of the other helicopters. He stated that the helicopters took off at around 13:00. The weather was normal at the start and during most of the flight. Forty-five minutes into the flight, the pilot of Raisi's helicopter, who was in charge of the convoy, ordered other helicopters to increase altitude to avoid a nearby cloud. After 30 seconds of flying over the cloud, the pilot of Esmaeili's helicopter noticed that Raisi's helicopter, which was flying between the two others, had disappeared. The pilot returned to search for Raisi's helicopter and made a few circles, but was unable to contact it via radio and could not descend because of the cloud, so he landed at the nearby Sungun copper mine 30 seconds later. Ale-Hashem died before the rescuers could arrive.",
              "references": [
                "https://en.irna.ir/news/85485620/Official-reveals-more-details-of-president-Raisi-s-copter-crash",
                "https://ru.irna.ir/news/85485641/В-офисе-президента-Ирана-раскрыли-подробности-крушения-вертолета"
              ]
            },
            {
              "id": "3.s4",
              "text": "Energy Minister Ali Akbar Mehrabian and Housing and Transportation Minister Mehrdad Bazrpash, who were travelling in the other two helicopters,{{clarify|date=May 2024|reason=Which one was Esmaeili in? Is this description consistent with Esmaeili's description?}} arrived safely in Tabriz after their aircraft made unsuccessful searches for the third helicopter for fifteen to twenty minutes after losing contact with it.",
              "references": [
                "https://www.aljazeera.com/news/2024/5/19/helicopter-carrying-irans-president-suffers-hard-landing-state-tv",
                "https://www.france24.com/en/asia-pacific/20240519-helicopter-carrying-iran-s-president-raisi-makes-hard-landing-state-tv-says"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Recovery",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "News of the crash was released at 16:00, Reports indicated that search-and-rescue teams were expected to reach the site of the crash by 20:00. By 20:39, Iranian forces were near the site of the crash. Forty rescue teams from the Iranian Red Crescent Society,",
              "references": [
                "https://www.theguardian.com/world/live/2024/may/19/israel-gaza-war-live-people-killed-in-strike-nuseirat-refugee-camp-gaza",
                "https://www.telegraph.co.uk/world-news/2024/05/19/helicopter-carrying-iran-president-ebrahim-raisi-hard-land/",
                "https://edition.cnn.com/middleeast/live-news/raisi-iran-president-helicopter-crash/index.html"
              ]
            },
            {
              "id": "4.s2",
              "text": "Janez Lenarčič, European Commissioner for Crisis Management, announced that the European Union would activate the Copernicus Programme|Copernicus Emergency Management Service, providing rapid response satellite mapping, by Iran's request, drawing criticism from some European politicians and journalists for appearing sympathetic toward the Iranian regime. Armenia, Azerbaijan, Iraq, Qatar, Turkey, and Russia offered to help in the search. Russia sent two airplanes, search and rescue helicopters and around 50 personnel to aid in the rescue mission. The United States United States Department of State|Department of State said on 20 May that it had turned down, \"largely for logistical reasons\", a rare request for assistance from the Iranian government in the immediate aftermath of the crash to find Raisi's helicopter.",
              "references": [
                "https://www.euronews.com/my-europe/2024/05/20/scorn-and-sympathy-eu-politicians-divided-over-death-of-iranian-president-raisi",
                "https://www.aljazeera.com/news/liveblog/2024/5/19/iran-helicopter-accident-live-president-fm-on-missing-aircraft?update=2911875",
                "https://www.youtube.com/watch?v=D7gak5Nvddw",
                "https://www.khabaronline.ir/amp/1908840/",
                "https://www.france24.com/en/live-news/20240520-us-says-iran-sought-help-over-president-crash"
              ]
            },
            {
              "id": "4.s3",
              "text": "Iran requested a night vision search and rescue helicopter from Turkey, according to the Turkish Disaster and Emergency Management Presidency. Coordinates from a Turkish Baykar Bayraktar Akıncı|Bayraktar Akıncı UAV showed the crash site being located on a steep mountain slope {{Convert|20|km|mi}} south of the Azerbaijan–Iran border. The UAV sent by Turkey was unarmed following a request by Iran. Iran later denied that the Turkish drone found the site and instead claimed that the site was only discovered after Iranian drones with Synthetic Aperture radar were recalled from the Indian Ocean to search the crash site. Iranian media was also critical of Turkey for flying the drone over sensitive sites and drawing the Turkish flag's crescent and star on its flight path during its return.",
              "references": [
                "https://www.aljazeera.com/news/2024/5/20/rescuers-say-no-sign-of-life-as-wrecked-helicopter-of-irans-raisi-found",
                "https://www.ettelaat.com/news/44403/%D8%A7%D9%82%D8%AF%D8%A7%D9%85%D8%A7%D8%AA-%D8%BA%DB%8C%D8%B1%D8%AD%D8%B1%D9%81%D9%87-%D8%A7%DB%8C-%D9%BE%D9%87%D9%BE%D8%A7%D8%AF-%D8%AA%D8%B1%DA%A9%DB%8C%D9%87-%DA%86%D9%87-%D8%A8%D9%88%D8%AF"
              ]
            },
            {
              "id": "4.s4",
              "text": "A few hours later after the crash, IRIB reported the helicopter had been found, and that there was \"no sign of life\" at the crash scene,",
              "references": [
                "https://www.theguardian.com/world/live/2024/may/19/israel-gaza-war-live-people-killed-in-strike-nuseirat-refugee-camp-gaza",
                "https://www.theguardian.com/world/live/2024/may/20/iran-helicopter-crash-live-updates-ebrahim-raisi-iranian-president-search-and-rescue-middle-east-crisis-latest-news"
              ]
            },
            {
              "id": "4.s5",
              "text": "On 20 May, search operations concluded with the recovery of the bodies, which were transported to Tabriz.",
              "references": [
                "https://www.bbc.com/news/articles/cpwwql21747o",
                "https://www.france24.com/en/live-news/20240520-death-in-the-fog-the-grim-search-for-raisi-s-helicopter"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Investigation",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "The Islamic Republic of Iran Armed Forces assumed responsibility for investigating the cause of the crash. Turkish Transport Minister Abdulkadir Uraloğlu, whose country includes Iran in its area of responsibility for emergency response, said they had not found a signal from the helicopter upon hearing news of its crash, which suggested that the aircraft either did not have its Transponder (aeronautics)|transponder turned on or did not have such a system. On 1 September, the General Staff of the Armed Forces of the Islamic Republic of Iran|Supreme Board of the General Staff of the Armed Forces of the Islamic Republic of Iran concluded in its\nfinal report that the accident was primarily the result of poor challenging atmospheric and climatic weather conditions, including thick fog.",
              "references": [
                "https://www.aljazeera.com/news/2024/5/24/iran-army-finds-no-sign-of-foul-play-so-far-in-raisi-helicopter-crash"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "While the search was still underway, Khamenei asked the nation for its prayers and said: \"The nation doesn't need to be worried or anxious as the administration of the country will not be disrupted at all.\" The government cancelled a cabinet meeting and instead convened an emergency meeting, during which Raisi's chair was left empty and draped with a black sash. Senior officials of the Supreme National Security Council travelled to Tabriz.",
              "references": [
                "https://www.theguardian.com/world/live/2024/may/19/israel-gaza-war-live-people-killed-in-strike-nuseirat-refugee-camp-gaza",
                "https://www.aljazeera.com/news/2024/5/19/president-raisis-helicopter-crashed-in-iran-what-we-know-so-far"
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "Funerals",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "The Ministry of Culture and Islamic Guidance ordered the suspension of cultural events and venues as well as all activities relating to Cultural Heritage Week, which coincided with the mourning period, for seven days beginning 20 May. Government offices and private businesses were ordered to close 22 May to coincide with the funerals for the victims.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/5/22/irans-khamenei-leads-prayers-at-raisi-memorial-before-tens-of-thousands",
                    "https://www.aljazeera.com/news/2024/5/20/iran-declares-five-days-of-mourning-after-president-raisis-death"
                  ]
                },
                {
                  "id": "6.2.s2",
                  "text": "Funerals for the victims began on 21 May in Tabriz; a procession of the remains, carried on a lorry, was attended by crowds estimated to be in the tens of thousands who were then addressed by Interior Minister Ahmad Vahidi.",
                  "references": [
                    "https://www.bbc.com/news/articles/cxwwydey489o",
                    "https://www.aljazeera.com/news/2024/5/21/funeral-ceremony-for-irans-raisi-in-tabriz-after-helicopter-crash"
                  ]
                },
                {
                  "id": "6.2.s3",
                  "text": "The remains were then taken to Tehran and transported to Qom before being returned to Tehran University for another funeral ceremony on 22 May presided by Khamenei and attended by Mokhber and foreign dignitaries. Egyptian Foreign Minister Sameh Shoukry, Iraqi Prime Minister Mohammed Shia' Al Sudani, Pakistani Prime Minister Shehbaz Sharif, Qatari Emir Tamim bin Hamad Al Thani, Tunisian President Kais Saied, as well as delegates from 60 other countries including Belarus, China, India, Russia, Serbia, and Turkey. No representatives from European Union member states attended the funeral. Tens of thousands were estimated to have been in attendance for the funeral service in Tehran, and hundreds of thousands were estimated to have followed the procession down Tehran's main boulevard. Attendance at the funeral was noticeably lower than Funeral of Qasem Soleimani|that of IRGC general Qassem Soleimani in 2020.",
                  "references": [
                    "https://www.france24.com/en/live-news/20240523-iran-s-raisi-to-be-laid-to-rest-in-home-town",
                    "https://www.bbc.com/news/articles/c7223epn3jdo",
                    "https://www.nbcnews.com/news/world/iran-funeral-tehran-president-raisi-killed-helicopter-crash-rcna153426",
                    "https://www.france24.com/en/live-news/20240522-funeral-processions-for-iran-president-to-be-held-in-tehran",
                    "https://www.theguardian.com/world/article/2024/may/22/tens-of-thousands-fill-streets-of-tehran-for-iranian-president-ebrahim-raisi-funeral"
                  ]
                },
                {
                  "id": "6.2.s4",
                  "text": "Raisi's remains were taken to Birjand on 23 May before being transported to his hometown in Mashhad, where Raisi was buried the same day at the Imam Reza shrine.}} Turnout for the burial was estimated to be in the hundreds of thousands.",
                  "references": [
                    "https://www.islamicfinder.org/islamic-date-converter/",
                    "https://www.bbc.com/news/articles/cg66l42ngnro"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Reactions",
      "content": [
        {
          "id": "7.1",
          "title": "Domestic",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.1.s1",
                  "text": "Reactions among Iranians were mixed. At the same time, videos of people in Iran setting off celebratory fireworks began circulating on social media, while others danced, played music, or honked car horns in solidarity with those celebrating. Law Enforcement Command of the Islamic Republic of Iran|Police in Tehran warned that anyone who appeared publicly happy about Raisi's death would be prosecuted.",
                  "references": [
                    "https://www.youtube.com/watch?v=S1BUJE-SSmA&t=88s",
                    "https://www.bbc.com/news/articles/c1rrnppp5lno"
                  ]
                },
                {
                  "id": "7.1.s2",
                  "text": "Maryam Rajavi, the leader of the exiled dissident People's Mojahedin Organization of Iran, said that Raisi's legacy was marked by his role in the 1988 executions of Iranian political prisoners, and predicted this \"monumental and irreparable strategic blow to the mullahs' Supreme Leader Ali Khamenei and the entire regime\" would trigger \"a series of repercussions and crises\" within its leadership. Taghi Rahmani, the husband of detained activist Narges Mohammadi, said Raisi's death would not structurally change the system. Some in the Iranian diaspora celebrated happily and others took to social media to express dissatisfaction with Iran's government.",
                  "references": [
                    "https://www.france24.com/en/live-news/20240520-exiled-opposition-group-says-raisi-death-monumental-blow-to-iran",
                    "https://www.theguardian.com/global-development/article/2024/may/20/people-are-in-no-mood-to-mourn-mixed-reactions-in-tehran-after-death-of-president-ebrahim-raisi",
                    "https://www.trtworld.com/middle-east/how-is-the-iranian-diaspora-responding-to-president-raisis-death-18164458"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.2",
          "title": "Foreign",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.2.s1",
                  "text": "following the declaration of national mourning, Istanbul, Turkey]]\nDuring the search efforts, well-wishes or offers of support came from Azerbaijani President Ilham Aliyev, Cuban President Miguel Díaz-Canel, Indian Prime Minister Narendra Modi, Maldivian President Mohamed Muizzu, Pakistani Prime Minister Shehbaz Sharif, Turkish President Recep Tayyip Erdoğan, United Nations Secretary-General António Guterres, Jordan, Kuwait, Oman, Qatar, Russia, and Saudi Arabia.",
                  "references": [
                    "https://presidency.gov.mv/Press/Article/30746",
                    "https://www.trtworld.com/turkiye/turkiye-monitoring-helicopter-crash-involving-iranian-president-18164169",
                    "https://jordantimes.com/news/local/jordan-follows-great-concern-reports-about-iranian-presidents-plane-incident",
                    "https://www.fm.gov.om/oman-expresses-solidarity-with-iran-and-stands-ready-provide-help-and-support/"
                  ]
                },
                {
                  "id": "7.2.s2",
                  "text": "Following the confirmation of the deaths of Raisi and the other passengers, officials of many countries and international organizations extended their condolences and sympathies.{{efn|Afghan Acting Prime Minister Hasan Akhund, Algerian President Abdelmadjid Tebboune, Armenian Prime Minister Nikol Pashinyan, Azerbaijani President Ilham Aliyev, Bangladeshi President Mohammed Shahabuddin and Prime Minister Sheikh Hasina, Bosnian Presidency member Željko Komšić, Interim Burkinabè President Ibrahim Traoré, Sultan of Brunei Hassanal Bolkiah, Chinese President Xi Jinping, Congolese President Félix Tshisekedi, Cuban President Miguel Díaz-Canel, Egyptian President Abdel Fattah al-Sisi, Eritrean President Isaias Afwerki, Ethiopian Prime Minister Abiy Ahmed, Arab League Secretary-General Ahmed Aboul Gheit, Gambian President Adama Barrow, Bissau-Guinean President Umaro Sissoco Embaló, Indian Prime Minister Narendra Modi, Indonesian President Joko Widodo, Iraqi Prime Minister Mohammed Shia' Al Sudani, Italian President Sergio Mattarella, Japanese government spokesman Yoshimasa Hayashi, Kuwaiti Prime Minister Ahmad Al-Abdullah Al-Sabah, Kenyan President William Ruto, Lao President Thongloun Sisoulith, Lebanese Parliament Speaker Nabih Berri, Libyan Prime Minister Abdul Hamid Dbeibeh, Liswati Prime Minister Russell Dlamini, Malagasy President Andry Rajoelina, Malaysian Prime Minister Anwar Ibrahim, the Moroccan Ministry of Foreign Affairs, African Cooperation and Moroccan Expatriates|Ministry of Foreign Affairs, Namibian President Nangolo Mbumba, Nigerian President Bola Tinubu, Nigerien Head of state Abdourahamane Tchiani, North Korean leader Kim Jong Un, Sultan of Oman Haitham bin Tarik, OPEC secretary general Haitham al-Ghais, Palestinian President Mahmoud Abbas, Polish President Andrzej Duda, Portuguese Prime Minister Luís Montenegro, Qatari Emir Tamim bin Hamad Al Thani, Sahrawi President Brahim Ghali, Senegalese President Bassirou Diomaye Faye, Sri Lankan President Ranil Wickremesinghe, Singapore President Tharman Shanmugaratnam, Somalia|Somali Government, South African President Cyril Ramaphosa, Sudanese military leader Abdel Fattah al-Burhan,''' Tanzanian President Samia Suluhu Hassan, the Thailand|Thai Government, Tunisian President Kais Saied, Turkish President Recep Tayyip Erdoğan, UAE President Mohamed bin Zayed Al Nahyan, the U.S. Department of State, Pope Francis, and Vietnamese Acting President Vo Thi Anh Xuan and Prime Minister Pham Minh Chinh.}} Days of mourning were declared in Bangladesh, Cuba, India, Lebanon, Pakistan, Sri Lanka, Syria, Tajikistan, Thailand, and Turkey. The United Nations Security Council stood for a minute's silence for Raisi.",
                  "references": [
                    "https://www.aps.dz/algerie/171031-le-president-de-la-republique-presente-ses-condoleances-suite-au-deces-du-president-iranien-ebrahim-raissi",
                    "https://english.news.cn/20240521/9fd7ca23ef42482191e6db58d9eb53c1/c.html",
                    "https://president.az/en/articles/view/65906",
                    "https://www.tbsnews.net/bangladesh/president-shahabuddin-expresses-shock-over-death-iranian-president-fm-helicopter-crash",
                    "https://www.thedailystar.net/news/world/iran/news/hasina-mourns-death-iran-president-raisi-3614546",
                    "https://www.klix.ba/vijesti/bih/komsic-uputio-telegram-saucesca-povodom-pogibije-raisija-i-abdollahiana/240520130",
                    "https://www.facebook.com/Presidence.bf/posts/pfbid02mUFFzkbgcnufDdWfknPdJATZpUdzGAFc4UZrvydmMLrQyMQSmKVhNHtL8w6XRiwnl",
                    "https://www.mfa.gov.bn/Lists/Press%20Room/news.aspx?id=1112",
                    "https://www.radiohc.cu/noticias/nacionales/355123-cuba-lamenta-fallecimiento-de-presidente-irani-en-accidente-aereo",
                    "https://www.facebook.com/moieritrea/posts/pfbid0LRkfbjAQa47xhmijfEutTcznFqbcmXTmuRYcUNp7ySMcpHYTZn8nzrK5hiPc9CU8l",
                    "https://www.aljazeera.com/news/2024/5/20/world-reacts-to-the-death-of-irans-president-ebrahim-raisi",
                    "https://www.diplomatie.gouv.fr/en/country-files/iran/news/article/iran-death-of-president-ebrahim-raisi-20-may-2024",
                    "https://www.gulftoday.ae/news/2024/05/20/world-leaders-offer-condolences-following-death-of-iran-s-ebrahim-raisi",
                    "https://setkab.go.id/en/president-jokowi-conveys-condolences-over-the-death-of-iranian-president-ebrahim-raisi/",
                    "https://ina.iq/eng/32819-prime-minister-condolences-the-iranian-government-and-its-people-on-the-death-of-raisi-and-his-companions.html",
                    "https://www.ansa.it/english/news/2024/05/20/mattarella-meloni-express-italys-solidarity-with-iran_bd425781-7c87-4e20-a492-1324750d3b3f.html",
                    "https://www.kuna.net.kw/ErrorPage.aspx?aspxerrorpath=/Error.aspx",
                    "https://kpl.gov.la/En/detail.aspx?id=82801",
                    "https://www.naharnet.com/stories/en/305317-mikati-declares-mourning-over-raisi-s-death-as-lebanese-parties-react",
                    "https://presidency.gov.mv/Press/Article/30752",
                    "https://presidency.gov.mv/Press/Article/30749",
                    "https://timesofindia.indiatimes.com/world/middle-east/north-korea-leader-kim-jong-un-sends-condolence-message-to-iran-kcna-says/articleshow/110282785.cms",
                    "https://www.fm.gov.om/his-majesty-mourns-iranian-president/",
                    "https://www.jpost.com/middle-east/article-801834",
                    "https://www.philstar.com/headlines/2024/05/20/2356611/marcos-expresses-condolences-death-iranian-president-raisi",
                    "https://www.polskieradio.pl/395/7784/Artykul/3380909,polish-president-andrzej-duda-expresses-condolences-after-iranian-air-crash",
                    "https://www.spsrasd.info/en/2024/05/20/3577.html",
                    "https://www.newswire.lk/2024/05/20/sri-lankan-leaders-express-condolence-over-tragic-demise-of-iranian-president-raisi/",
                    "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/05/20240521-Condolence-Letter-to-Iran",
                    "https://www.sanews.gov.za/south-africa/condolences-people-iran-following-air-disaster",
                    "https://www.sana.sy/en/?p=331144",
                    "https://www.mfa.go.th/en/content/statement21524-2?cate=5d5bcb4e15e39c306000683e",
                    "https://www.ifm.tn/fr/article/english-news/tunisia-offers-condolences-on-the-death-of-the-iranian-president/81360",
                    "https://www.dailysabah.com/politics/diplomacy/erdogan-sends-condolences-to-iran-over-death-of-raisi-others",
                    "https://www.lemonde.fr/en/international/article/2024/05/20/iran-world-reacts-to-death-of-raisi_6672029_4.html",
                    "https://www.state.gov/on-the-death-of-iranian-president-raisi-and-others-in-a-helicopter-crash/",
                    "https://tuoitrenews.vn/news/politics/20240521/vietnam-offers-condolences-to-iran-over-helicopter-crash-that-killed-president-ebrahim-raisi/79979.html",
                    "https://www.tbsnews.net/bangladesh/bangladesh-govt-announces-mourning-thursday-following-death-iranian-president-raisi",
                    "https://www.lostiempos.com/actualidad/mundo/20240521/cuba-decreta-duelo-oficial-muerte-del-presidente-iran",
                    "https://www.thehindu.com/news/national/india-to-observe-state-mourning-on-tuesday-for-president-raisis-death/article68197401.ece",
                    "https://www.al-monitor.com/originals/2024/05/worry-damascus-joy-rebel-areas-raisis-death",
                    "https://armenpress.am/en/article/1137545",
                    "https://www.bangkokpost.com/thailand/politics/2796877/flags-at-half-mast-for-late-iranian-president",
                    "https://www.dunya.com/gundem/son-dakika-erdogan-acikladi-reisi-icin-bir-gunluk-milli-yas-ilan-ediyoruz-haberi-727990",
                    "https://www.telegraph.co.uk/world-news/2024/05/21/british-un-security-council-ebrahim-raisi/"
                  ]
                },
                {
                  "id": "7.2.s3",
                  "text": "Several Islamist militant organisations backed by Iran expressed their condolences. Mohammed al-Houthi, Houthi movement|Houthi Yemen's Ministry of Interior (Yemen)|Interior Minister, expressed condolences to the Iranian people, leadership, and families of the dead. Hamas mourned the loss of an \"honourable supporter\" in a statement. Hamas official Ismail Haniyeh attended his funeral in Tehran. Hezbollah also mourned Raisi, describing him as a protector of the Axis of Resistance.",
                  "references": [
                    "https://www.al-monitor.com/originals/2024/05/china-houthis-leaders-and-groups-react-death-irans-raisi"
                  ]
                },
                {
                  "id": "7.2.s4",
                  "text": "Italian Prime Minister Giorgia Meloni expressed hope that a future Iranian government would \"commit itself to the stabilisation and pacification of the region\". British Minister of State for Security Tom Tugendhat said that he \"will not mourn\" Raisi, adding that his \"regime has murdered thousands at home, and targeted people here in Britain and across Europe\". United States National Security Council spokesman John Kirby (admiral)|John Kirby described Raisi as \"a man who had a lot of blood on his hands\".",
                  "references": [
                    "https://www.theguardian.com/world/article/2024/may/20/no-signal-from-helicopter-that-crashed-killing-irans-president-turkish-minister-says"
                  ]
                },
                {
                  "id": "7.2.s5",
                  "text": "A post on Twitter|X by European Council President Charles Michel of condolences to Iran was criticised by Member of the European Parliament|members of the European Parliament Charlie Weimers, Nathalie Loiseau, and Hannah Neumann, and also several House of Representatives (Netherlands)|Dutch House of Representatives members, for not mentioning Tehran's human rights abuses. Slovenian Foreign Minister Tanja Fajon drew similar criticism from opposition leaders Matej Tonin, Romana Tomc and Janez Janša after she expressed condolences to the Iranian people in a KAN News interview and said it was a time to mourn.",
                  "references": [
                    "https://www.telegraph.co.uk/world-news/2024/05/20/eu-under-fire-solidarity-hashtag-iran-ebrahim-raisi/",
                    "https://myprivacy.dpgmedia.nl/consent?siteKey=ucf98legs1caotgh&callbackUrl=https://www.nu.nl/privacy-gate/accept?redirectUri%3D%252Fbuitenland%252F6313630%252Fpolitici-nederland-en-vs-verdeeld-over-condoleances-aan-iran-na-dood-president.html",
                    "https://n1info.si/novice/slovenija/opozicija-obtozuje-fajon-da-sramoti-drzavo-kritike-tudi-iz-diplomatskih-vrst/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}