{
  "title": "2024_Democratic_Republic_of_the_Congo_coup_attempt",
  "content": [
    {
      "id": "1",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The coup attempt occurred amid a political crisis that gripped President Félix Tshisekedi's ruling Union for Democracy and Social Progress (Democratic Republic of the Congo)|party. The crisis revolved around an election for the leadership of Parliament of the Democratic Republic of the Congo|parliament, initially slated for 18 May 2024 but subsequently deferred. who was running for the List of presidents of the National Assembly of the Democratic Republic of the Congo|presidency of the National Assembly (Democratic Republic of the Congo)|National Assembly.",
              "references": [
                "https://www.rfi.fr/fr/afrique/20240519-rdc-situation-confuse-kinshasa-r%C3%A9sidence-de-vital-kamerhe-la-gomb%C3%A9"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Events",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Fighting was reported in the capital, Kinshasa, in the early hours of 19 May, coinciding with Pentecost Sunday, at approximately 04:30. Clashes between men wearing camouflage fatigues holding assault rifles and the security forces which the assailants managed to enter. Twenty others attacked Vital Kamerhe's residence at Tshatshi Boulevard but were foiled by his security guards. Gunfire was also reported near the Palais de la Nation (Kinshasa)|Palais de la Nation,",
              "references": [
                "https://taz.de/Putschversuch-in-der-DR-Kongo/!6011294/",
                "https://www.jeuneafrique.com/1569611/politique/rdc-une-tentative-de-coup-detat-etouffee-dans-loeuf/",
                "https://www.bbc.com/pidgin/articles/cgxx2zppyp0o",
                "https://www.bbc.com/afrique/articles/cn33len9n12o",
                "https://www.bbc.com/news/articles/cxeeydypv32o",
                "https://www.france24.com/en/africa/20240519-dr-congo-army-says-it-has-thwarted-attempted-coup-in-kinshasa",
                "https://actualite.cd/2024/05/19/rdc-larmee-affirme-avoir-dejoue-un-coup-detat",
                "https://www.africanews.com/2024/05/21/kinshasa-resumes-normalcy-following-presidential-palace-attack/"
              ]
            },
            {
              "id": "2.s2",
              "text": "The attackers displayed Flag of the Democratic Republic of the Congo|flags of Zaire, as the country was known during the dictatorship of Mobutu Sese Seko|Mobutu. Some of the attackers also wore patches with the US flag. They declared that they wished to see a regime change. Images circulating on social networks showed men in military fatigues, armed with AK-47|AK47s and chanting \"Tshisekedi out\" in English. Malanga appeared on a livestreamed video on his Facebook page depicting him at the entrance of the Palais de la Nation flanked by men wearing camouflage with the Zairean flag. Malanga shouted: \"Felix, you're out. We are coming for you.\"",
              "references": [
                "https://www.ft.com/content/9b928e98-3221-4db4-8ad2-56a83280e98a",
                "https://lesechos-congobrazza.com/politique/10193-rdc-la-garde-republicaine-a-interpelle-un-groupe-d-assaillants-qui-ont-attaque-la-residence-de-vital-kamerhe-et-ont-fait-une-incursion-au-palais-de-la-nation"
              ]
            },
            {
              "id": "2.s3",
              "text": "At least 50 people, including three US nationals, were arrested in connection with the coup attempt. Some of them were also reported to be carrying Canadian passports.",
              "references": [
                "https://www.africanews.com/2024/05/20/drc-the-leader-of-the-coup-attempt-killed-by-the-congolese-army/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Investigation",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Army spokesman Brigadier General Sylvain Ekenge said at a media briefing later that Malanga was killed after resisting arrest by the Republican Guard (Democratic Republic of the Congo)|Republican Guard during the fighting at the Palais de la Nation.",
              "references": [
                "https://www.telegraph.co.uk/world-news/2024/05/20/briton-among-ringleaders-of-failed-congo-coup-says-army/"
              ]
            },
            {
              "id": "3.s2",
              "text": "The second US national was identified as Benjamin Reuben Zalman-Polun, a business associate of Malanga. Zalman-Polun graduated from the University of Colorado and attended business administration classes at Georgetown University. In 2015 Zalman-Polun pleaded guilty to drug trafficking. Zalman-Polun became a business associate of Malanga through a gold mining company that was set up in Mozambique in 2022, according to an official journal published by Mozambique's government, and a report by Africa Intelligence newsletter. friend and former high school football teammate of Marcel Malenga. Thompson's family expressed shock at his alleged involvement, saying that he was vacationing in Africa with some family friends and had no prior political activity.",
              "references": [
                "https://www.aljazeera.com/news/2024/5/20/who-was-behind-the-drcs-attempted-coup-and-were-americans-involved",
                "https://www.voanews.com/a/americans-accused-of-involvement-in-congo-coup-attempt-/7620417.html",
                "https://www.trtafrika.com/africa/americans-face-questions-over-failed-dr-congo-coup-18164587",
                "https://www.africanews.com/2024/06/01/family-of-american-caught-up-in-congo-failed-coup-says-son-was-on-vacation/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Trials",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Fifty-three people were formally charged with various offences related to the coup such as terrorism, murder and criminal association, some of which are capital offences. After Christian Malanga and another deceased person were removed from the list, a televised court-martial for the remaining 51 suspects, including Marcel Malanga, Benjamin Reuben Zalman-Polun, and Tyler Thompson, began at the Ndolo military prison in Kinshasa on 7 June. During the course of the trial, Marcel Malanga and Benjamin Zalman-Polun said that they had been coerced by Christian Malanga to participate in the coup, adding that the latter had threatened to kill them. Human Rights Watch criticised the inclusion of Jean-Jacques Wondo, a Belgian-Congolese researcher on political and security issues, as a defendant in the case, saying that the grounds for the charges against him appeared to be a photograph of him and Christian Malanga that was taken in 2016.",
              "references": [
                "https://www.africanews.com/2024/07/06/drc-attempted-coup-two-american-defendants-cite-coercion/"
              ]
            },
            {
              "id": "4.s2",
              "text": "On 27 August, the death penalty was requested against fifty defendants, including the three Americans. The public prosecutor also asked the court to confiscate all objects used in the commission of the offenses, for the benefit of the Congolese state. However, prosecutors spared one defendant who was suffering from \"psychological problems\". The court issued its verdict on 13 September, and sentenced 37 defendants to death, including Marcel Malanga, Zalman-Polun, Thompson, Wondo, a British national of Congolese origin, and a Canadian national of Congolese origin. The remaining 14 defendants were acquitted. The convicted were also ordered to pay more than 145 billion Congolese francs ($50 million) in damages to the Congolese state. An appeal against the decision was filed by lawyers representing the three Americans on 17 September.",
              "references": [
                "https://www.lemonde.fr/afrique/article/2024/08/27/proces-de-la-tentative-de-coup-d-etat-en-rdc-peine-de-mort-requise-contre-cinquante-prevenus_6296906_3212.html",
                "https://www.africanews.com/2024/08/28/prosecutors-pursue-death-penalty-for-3-americans-in-congo-coup-plot/",
                "https://www.france24.com/en/africa/20240913-dr-congo-military-court-to-deliver-verdict-on-coup-attempt",
                "https://www.bbc.co.uk/news/articles/cx2e2v2le8wo",
                "https://www.rfi.fr/fr/afrique/20240913-proc%C3%A8s-de-la-tentative-de-coup-d-%C3%A9tat-en-rdc-37-pr%C3%A9venus-condamn%C3%A9s-%C3%A0-mort"
              ]
            }
          ]
        }
      ]
    }
  ]
}