{
  "title": "2024_Papua_New_Guinean_unrest",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The '''2024 Papua New Guinean unrest''' occurred on 10 January 2024 in Papua New Guinea's capital Port Moresby, later spreading to Lae and other cities. The unrest began following protests by security officers due to a sudden reduction in their salaries and prime minister James Marape's tax deduction announcement which was later retracted. The riots saw arson, looting and various civil unrests. An estimated, 22 people were killed from the incident.",
              "references": [
                "https://www.thenational.com.pg/moresby-burns/",
                "https://www.aljazeera.com/news/2024/1/11/at-least-15-dead-in-papua-new-guinea-rioting-and-looting"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The riots came amidst socioeconomic issues affecting the country such as rising inflation and high unemployment. The unrest was triggered after police and other public servants staged a protest strike outside parliament on Wednesday, after discovering that their wages had been reduced by up to 50% in their latest pay cheques. In response, Mr Marape said the pay cut was an error due to a computer glitch - which had deducted up to $100 (£78) from the pay cheques of public servants. He said the administrative error would be corrected in next month's payments. But this answer was not accepted by many protesters, some of whom then tried to push into the parliament building - with footage showing people torching a car outside the prime minister's compound and overrunning a gate'''.'''",
              "references": [
                "https://www.bbc.co.uk/news/world-asia-67942289"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Events",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The unrest began on 10 January following a protest by about 200 police, military and corrections officers that began at the Ungi Oval in Port Moresby before proceeding outside the National Parliament of Papua New Guinea|National Parliament over sudden pay deductions that reached up to 50%, which Prime Minister James Marape attributed to a computer error,",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/506405/papua-new-guinea-s-security-personnel-storm-parliament",
                "https://edition.cnn.com/2024/01/11/world/papua-new-guinea-riots-police-strike-intl-hnk/index.html",
                "https://www.rnz.co.nz/international/pacific-news/506468/calm-expected-after-port-moresby-riots-but-difficult-to-get-looters-off-street-without-force-scott-waide"
              ]
            },
            {
              "id": "3.s2",
              "text": "Rioting began in the capital at around 2 p.m. before spreading to Lae, Kokopo, Goroka, Madang, Bulolo, Kavieng and Rabaul. and a police vehicle was set on fire outside the Prime Minister of Papua New Guinea|Prime Minister's office, and destroyed Automated teller machine|ATMs. A hospital was forced to evacuate its patients after fires broke out in nearby shops.",
              "references": [
                "https://www.abc.net.au/news/2024-01-11/png-violence-explain/103309670",
                "https://www.thenational.com.pg/enb-imposes-five-day-curfew-amid-disturbances/",
                "https://www.voanews.com/a/papua-new-guinea-vows-crackdown-after-riots-kill-15-/7435380.html",
                "https://www.theguardian.com/world/2024/jan/10/papua-new-guinea-capital-rocked-by-violent-riots-as-police-strike-over-pay",
                "https://www.abc.net.au/news/2024-01-10/port-moresby-revolt-over-public-service-payroll-error/103306972",
                "https://www.rnz.co.nz/international/pacific-news/506442/clear-the-streets-and-go-home-png-s-commissioner-of-police"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "In response to the unrest, prime minister James Marape declared a state of emergency for 14 days and announced that at least 1,000 soldiers were on standby to intervene if \"necessary\". The suspensions of Oake and Penias were extended by Marape on 26 January \"due to their failure to update the salary system\", which Marape saw as the cause of the riots, while Deputy Police Commissioner Philip Mitna was also ordered suspended. On 17 January, the National Capital District (Papua New Guinea)|National Capital District's police commissioner, Anthony Wagambie was suspended for 21 days as part of an internal investigation by the police force's Internal Affairs Directorate.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/506530/png-s-pm-declares-state-of-emergency-as-he-suspends-police-commissioner",
                "https://www.rnz.co.nz/international/pacific-news/507597/police-commissioner-david-manning-reinstated-after-png-riots",
                "https://www.rnz.co.nz/international/pacific-news/506922/more-suspensions-as-papua-new-guinea-govt-reacts-to-riots"
              ]
            },
            {
              "id": "4.s2",
              "text": "On 11 January, 180 military personnel were flown into Port Moresby. On the same day, six MPs, including two members of Marape's Pangu Pati, Two of them, namely former Vice Minister of National Planning James Nomane and Kieth Iduhu, also called on Marape to resign and blamed him as well as the police and treasury ministers for the crisis.",
              "references": [
                "https://www.abc.net.au/news/2024-01-11/16-people-dead-in-png-riots/103308660"
              ]
            },
            {
              "id": "4.s3",
              "text": "Business losses brought about by the riots were estimated by the Port Moresby Chamber of Commerce to have reached Papua New Guinean kina|PGK1.27 billion (USD 331 million), prompting the group to seek an immediate capital injection of up to PGK1 billion from the government. Many goods stolen in the riots were returned over the weekend following an appeal by Acting Police Commissioner Donald Yamasombi for people possessing such items to leave them outside their homes for the security forces to retrieve. A couple in Lae was also arrested for making statements supporting the looters and disparaging the police on social media.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/507320/png-prime-minister-marape-confident-his-coalition-will-stay-intact",
                "https://www.theguardian.com/world/2024/jan/16/papua-new-guinea-port-moresby-riot-shooting-protest-death-toll-aftermath"
              ]
            },
            {
              "id": "4.s4",
              "text": "Amid reports that some participants in the riots were unemployed youths, Marape announced that efforts would be made to mobilise people aged 16 to 30 nationwide who are not in work or school through district development authority chief executive officers, district education advisors, and community development advisors.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/507045/marape-plans-to-mobilise-the-youths-post-png-riots"
              ]
            },
            {
              "id": "4.s5",
              "text": "On 19 January, Marape announced a cabinet reshuffle in which he replaced Ian Ling Stuckey as Treasurer and reappointed him as a minister assisting the prime minister. He also added six new MPs to his government.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/507108/png-treasurer-demoted-in-latest-riot-reaction"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Reactions",
      "content": [
        {
          "id": "5.1",
          "title": "Domestic",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.1.s1",
                  "text": "Leader of the Opposition Joseph Lelang called the rioters \"opportunists\" but also said the riots were the only way \"many frustrated people\" could air their grievances and called on Marape's government to address the situation. Peter O'Neill, Marape's predecessor as prime minister, called Marape's claims of the riots being organized as \"ludicrous\" and accused him of \"passing blame so he can justify his incompetence.\" Luther Wenge, the governor of Morobe Province, called on parliament to convene an emergency session to discuss multiple issues, including a no-confidence vote against Marape. Allan Bird, the governor of East Sepik Province and a concurrent government MP, called on Marape and his government to take responsibility for the riots, calling the unrest \"a stain on PNG's history, a stain on all members of Parliament, and a stain on all of the decisionmakers, who for many years failed to deal with the underlying issues in the country.\"",
                  "references": [
                    "https://www.abc.net.au/news/2024-01-12/png-riots-political-forces-likely-factor-as-pm-faces-criticism/103309652",
                    "https://www.abc.net.au/news/2024-01-10/port-moresby-revolt-over-public-service-payroll-error/103306972",
                    "https://www.abc.net.au/news/2024-01-15/port-moresby-residents-lose-everything-riots-looting/103322710",
                    "https://www.rnz.co.nz/international/pacific-news/506767/calls-for-confidence-vote-in-pm-marape-after-deadly-riots-in-papua-new-guinea",
                    "https://www.rnz.co.nz/international/pacific-news/507227/james-marape-can-t-pass-the-buck-for-png-riots-east-sepik-governor-says"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}