{
  "title": "2024_Pakistani_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "General elections, originally scheduled to be held in 2023, were held in Pakistan on 8 February 2024 to elect the members of the List of members of the 16th National Assembly of Pakistan|16th National Assembly of Pakistan|National Assembly. The Election Commission of Pakistan announced the detailed schedule on 15 December 2023.",
              "references": [
                "https://www.aljazeera.com/news/2023/8/9/pakistan-national-assembly-to-dissolve-for-polls-without-ex-pm-imran-khan",
                "https://ecp.gov.pk/election-schedule-general-elections-2024"
              ]
            },
            {
              "id": "1.s2",
              "text": "The elections were held following 2022–2023 Pakistan political unrest|two years of political unrest after Prime Minister Imran Khan of the Pakistan Tehreek-e-Insaf (PTI) was No-confidence motion against Imran Khan|removed from office by a no-confidence motion. Subsequently, Khan was arrested and convicted for corruption and barred from politics for five years. In the run-up to the elections, PTI intra-party elections case|a Supreme Court ruling stripped the PTI of their electoral symbol for failing to hold intra-party elections for years.",
              "references": [
                "https://www.aljazeera.com/news/2023/8/8/former-pakistan-pm-imran-khan-barred-from-politics-for-5-years",
                "https://www.theguardian.com/world/2024/feb/11/protests-pakistan-election-vote-rigging-allegations-imran-khan?CMP=share_btn_tw"
              ]
            },
            {
              "id": "1.s3",
              "text": "The The Establishment (Pakistan)|Military Establishment was Allegations of rigging in the 2024 Pakistani general election|accused of rigging in favour of the PML-N's leader Nawaz Sharif to keep the PTI's leader Imran Khan out of the electoral race. Observer groups and members of the international community, including the United States, United Kingdom and the European Union, have voiced their concerns about the fairness of the elections, while media outlets around the world denounced the election as \"fraudulent\".",
              "references": [
                "https://www.economist.com/asia/2024/03/14/pakistans-generals-look-increasingly-desperate",
                "https://www.aljazeera.com/news/2024/2/12/army-backed-nawaz-sharif-fails-to-win-pakistan-election-what-went-wrong",
                "https://www.aljazeera.com/news/2024/1/12/election-engineering-is-pakistans-february-vote-already-rigged",
                "https://www.france24.com/en/asia-pacific/20240209-the-generals-elections-that-turned-against-pakistan-s-military",
                "https://www.dawn.com/news/1813085/how-is-the-world-reacting-to-pakistan-general-election-us-uk-iran-australia-dawn-news-english",
                "https://www.dawn.com/news/1813311"
              ]
            },
            {
              "id": "1.s4",
              "text": "PTI chair Gohar Ali Khan alleged election rigging and claimed that the party had won 180 National Assembly seats as per provisional election results. PTI-backed independent candidates did not secure a majority, but they managed to win more seats than any other single party. Imran Khan also cited alleged election rigging, and declined to forge alliances with other parties to establish a coalition government and instead opted to assume an opposition role in parliament.",
              "references": [
                "https://www.dawn.com/news/1815228",
                "https://time.com/6898491/6898491/",
                "https://www.bbc.com/news/world-asia-68422821"
              ]
            },
            {
              "id": "1.s5",
              "text": "At a press conference on 13 February 2024, it was announced by the leaders of the PML-N and the PPP that they would form a coalition government with the PML-N's Shehbaz Sharif as prime minister.",
              "references": [
                "https://tribune.com.pk/story/2458242/pml-ns-shehbaz-sharif-elected-prime-minister-for-second-time"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "id": "2.1",
          "title": "2018 elections",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "{{further|2018 Pakistani general election}}\nGeneral elections were held in Pakistan on 25 July 2018 after the completion of a five-year term by the outgoing government. At the national level, elections were held in List of constituencies of Pakistan|272 constituencies, each electing one member to the National Assembly of Pakistan|National Assembly. At the provincial level, elections were held in each of the four provinces to elect Members of the Provincial Assemblies (MPA).",
                  "references": [
                    "https://www.dawn.com/news/1423442"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "2022 constitutional crisis",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "On 8 March 2022, the opposition parties, under the banner of the Pakistan Democratic Movement (PDM), submitted a motion of no confidence against Prime Minister Imran Khan to the National Assembly of Pakistan|National Assembly's secretariat. On 27 March 2022, Khan waved a Lettergate|diplomatic cypher from US in the public, claiming that it demanded the removal of Khan's government in a coup. Later he changed his stance about the US conspiracy against his government, in an effort to mend ties with the country. However, in August 2023, ''The Intercept'' claimed to have published the contents of the diplomatic cable which had American diplomat Donald Lu on record as stating that \"all will be forgiven\" concerning the country's neutrality in the Russian invasion of Ukraine, if the no-confidence motion against Khan were to succeed. After the election, Jamiat Ulema-e-Islam (F)|JUI-F president Fazal-ur-Rehman (politician)|Fazal-ur-Rehman, a critic of Imran Khan, claimed that the motion of no-confidence to remove Khan was introduced on the instructions of former army chief General Qamar Javed Bajwa.",
                  "references": [
                    "https://www.geo.tv/latest/403780-opposition-likely-to-move-no-confidence-motion-against-pm-imran-khan-within-24-hours-sources",
                    "https://tribune.com.pk/story/2351864/imran-khan-sends-diplomatic-cypher-to-cjp/",
                    "https://www.dawn.com/news/1712744",
                    "https://www.aljazeera.com/news/2022/11/14/imran-khan-u-turn-no-longer-blames-us-for-removal-as-premier",
                    "https://www.thenews.com.pk/latest/1009606-imran-khan-seeks-to-repair-ties-with-us-after-cypher-conspiracy",
                    "https://theintercept.com/2023/08/09/imran-khan-pakistan-cypher-ukraine-russia/",
                    "https://www.geo.tv/latest/531267-imran-khan-was-ousted-on-gen-bajwas-directives-fazlur-rehman",
                    "https://www.dawn.com/news/1814484/gen-faiz-gen-bajwa-orchestrated-no-confidence-move-against-imran-claims-fazl"
                  ]
                },
                {
                  "id": "2.2.s2",
                  "text": "On 1 April 2022, Prime Minister Khan announced that in the context of the no-confidence motion against him in the National Assembly, the three options were discussed with \"The Establishment (Pakistan)|establishment\" to choose from viz: \"resignation, no-confidence [vote] or elections\". On 3 April 2022, President of Pakistan|President Arif Alvi dissolved the National Assembly of Pakistan on Khan's advice after the Deputy Speaker of the National Assembly rejected and set-aside the motion of no confidence; this move would have required elections to the National Assembly to be held within 90 days. On 10 April, after a Supreme Court ruling that the no-confidence motion was illegally rejected, a no-confidence vote was conducted and he was ousted from office, becoming the first prime minister in Pakistan to be removed from office by a vote of no confidence. Khan claimed the United States was behind his removal because he conducted an independent foreign policy and had friendly relations with China and Russia. His removal led to protests from his supporters across Pakistan.",
                  "references": [
                    "https://www.indiatoday.in/world/story/imran-khan-no-trust-vote-live-updates-pakistan-assembly-prime-minister-1932844-2022-04-03",
                    "https://na.gov.pk/uploads/documents/1333523681_951.pdf",
                    "https://www.bbc.com/news/world-asia-61055210",
                    "https://tribune.com.pk/story/2351683/imran-khan-becomes-countrys-first-pm-to-be-ousted-through-no-trust-vote",
                    "https://www.dawn.com/news/1684168",
                    "https://www.thenews.com.pk/latest/948739-live-updates-na-to-vote-on-no-confidence-motion-against-pm-imran-khan",
                    "https://www.nation.com.pk/10-Apr-2022/no-trust-motion-imran-khan-becomes-first-prime-minister-to-be-voted-out-of-pow",
                    "https://www.aljazeera.com/news/2022/4/11/imran-khan-removal-as-pm-triggers-protests-across-pakistan",
                    "https://economictimes.indiatimes.com/news/international/world-news/massive-protests-in-pakistan-against-imran-khans-ouster/articleshow/90769057.cms",
                    "https://www.newindianexpress.com/world/2022/apr/11/imran-khan-supporters-stage-protests-across-pakistan-against-his-ouster-as-pm-2440649.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "PDM government",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "After the success of the no-confidence motion, on 11 April 2022, Shehbaz Sharif became the Prime Minister after receiving 174 votes out of a total of 342, two more than the required majority with the support of the Pakistan People's Party, Jamiat Ulema-e-Islam and various smaller parties under the coalition of the PDM. Dissident members of PTI also supported his candidature. Meanwhile, the remaining PTI members, who were now in the opposition, boycotted the session terming it a continuation of a \"foreign conspiracy\". A day later, over 100 PTI members tendered resignations from their National Assembly seats.",
                  "references": [
                    "https://www.dawn.com/news/1684500",
                    "https://www.hindustantimes.com/world-news/pakistan-100-pti-members-resign-from-parliament-101649722258735.html"
                  ]
                },
                {
                  "id": "2.3.s2",
                  "text": "The PDM government remained in power until 10 August 2023. Premiership of Shehbaz Sharif|Sharif's tenure was marked by historically Pakistani economic crisis (2022-present)|high inflation, contraction of the national economy, and a record devaluation of the Pakistani rupee.",
                  "references": [
                    "https://tribune.com.pk/story/2430074/pdm-govt-leaves-behind-massive-inflation",
                    "https://www.dawn.com/news/1793415",
                    "https://tribune.com.pk/story/2432233/rupee-plunges-to-all-time-low-against-us-dollar"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.4",
          "title": "Assassination attempt on Imran Khan and his subsequent arrest",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.4.s1",
                  "text": "Following its ouster from the government, PTI continued to enjoy mass popularity with its supporters taking to the streets across the country. In July 2022, during a July 2022 Punjab provincial by-election|provincial by-election in Punjab, the party had a landslide victory after winning 15 of the 20 seats. During 2022 Pakistani by-elections|October 2022 by-elections conducted for the National Assembly, the party won 7 out of 9 seats with Khan winning 6 of the 7 seats he was contesting for. Later in the year, Khan himself led a well-attended 2022 Azadi March II|march of protest throughout the populous province of Punjab, to force an early general election. However, on 3 November 2022, while he was leading the march through Wazirabad, he was shot at and injured in an Attempted assassination of Imran Khan|attempted assassination.",
                  "references": [
                    "https://www.brecorder.com/news/40166407",
                    "https://www.brecorder.com/news/40203351",
                    "https://www.isas.nus.edu.sg/papers/interpreting-imran-khans-long-march-economy-establishment-and-the-politics-of-neutrality-in-pakistan/",
                    "https://www.theguardian.com/world/2022/nov/03/imran-khan-shot-in-assassination-attempt-in-pakistan"
                  ]
                },
                {
                  "id": "2.4.s2",
                  "text": "As Khan was recovering from the gunshot wounds to his leg, the government registered several cases against him and 2023 Zaman Park raid|attempted to arrest him from his home in Zaman Park on two different occasions during March 2023. Each time the police were unable to arrest him as his supporters intervened. Then on 9 May 2023, he was violently Arrest of Imran Khan|arrested by Pakistan Rangers|paramilitary forces while marking his attendance at Islamabad High Court in a corruption case. The arrest came a day after the country's army warned him for accusing a high-ranking member of the Inter-Services Intelligence|ISI, Major General Faisal Naseer, of being responsible for the assassination attempt in November 2022. Nationwide violence followed, in what were termed as the May 9 riots, with some demonstrators targeting military installations. Following the events, a crackdown was initiated against the party by the country's military establishment. PTI leaders, party workers, and supporters, as well as those perceived to be allied to the party's cause within the media and legal profession, were targeted. Trials of civilians within Military Courts (Pakistan)|military courts were also initiated. Several core leaders of the party have been in hiding since, with many incarcerated or forced to abandon the party.",
                  "references": [
                    "https://time.com/6262805/pakistan-imran-khan-arrest-protests-latest/",
                    "https://tribune.com.pk/story/2415650/ispr-warns-imran-against-hurling-baseless-allegations-against-serving-military-officer",
                    "https://www.dawn.com/news/1786066",
                    "https://www.economist.com/asia/2023/06/01/imran-khan-loses-his-battle-with-pakistans-army",
                    "https://economictimes.indiatimes.com/news/international/world-news/pakistan-military-trial-of-most-of-103-may-9-suspects-almost-complete-report/articleshow/106903054.cms?from=mdr",
                    "https://www.brecorder.com/news/40253027",
                    "https://www.nation.com.pk/09-Jun-2023/jkt-launches-ipp-as-pti-defectors-find-new-boss"
                  ]
                },
                {
                  "id": "2.4.s3",
                  "text": "On 16 February 2024, former Secretary of Defense Naeem Khalid Lodhi claimed that the military establishment had indirectly contacted Imran Khan in which Khan was reportedly asked to admit responsibility and apologize for planning the May 9 riots and assure that such actions would not be repeated in the future. However, according to Lodhi, no resolution came from these interactions.",
                  "references": [
                    "https://www.geo.tv/latest/531327-former-defence-secretary-claims-establishment-contacted-imran-khan-pre-polls"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.5",
          "title": "Schedule controversies",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.5.s1",
                  "text": "In January 2023, in a bid to force early general elections, the PTI prematurely dissolved the provincial assemblies it was in power in – namely 2018 Punjab provincial election|Punjab and 2018 Khyber Pakhtunkhwa provincial election|Khyber-Pakhtunkhwa. According to the constitution of Pakistan, after the dissolution of an assembly, elections are supposed to be held there within 90 days, thus, constitutionally limiting the date for the two provincial elections to be no later than April 2023. However, the Election Commission of Pakistan (ECP) delayed the elections to October 2023, citing lack of funds provided by the PDM government and the unavailability of the required security personnel. The PTI approached the Supreme Court of Pakistan against the electoral body's decision, terming it a violation of the constitution, and with a majority verdict the court declared the ECP's earlier ruling as unconstitutional and ordered it to hold elections by 14 May 2023. After the nationwide May 9 riots that broke out following Imran Khan's arrest – the election date passed without the Supreme Court order being enforced. On 30 May, after the passage of a new law, the PDM government filed a review petition against the court's earlier ruling.",
                  "references": [
                    "https://www.trtworld.com/asia/pakistan-provincial-assembly-dissolved-on-orders-of-former-pm-khan-64524",
                    "https://www.aljazeera.com/news/2023/3/23/imran-khan-says-constitution-violated-as-punjab-vote-is-delayed",
                    "https://www.dawn.com/news/1741551",
                    "https://www.aljazeera.com/news/2023/4/4/pakistan-top-court-says-punjab-election-delay-unconstitutional",
                    "https://www.dawn.com/news/1756775"
                  ]
                },
                {
                  "id": "2.5.s2",
                  "text": "On 10 August 2023, the National Assembly of Pakistan|National Assembly was prematurely dissolved by the President of Pakistan|President Arif Alvi on the advice of Prime Minister Shehbaz Sharif. This meant that the election must be held no later than 8 November 2023. However, on 5 August 2023, the results of the 2023 Pakistani census|2023 digital census were approved by the Council of Common Interests headed by Shehbaz Sharif. Therefore, elections were to be delayed to February 2024 at the latest, as announced by the ECP in order to carry out fresh Electoral boundary delimitation|electoral delimitations in light of the approved census results. Despite that, on 13 September 2023, President Alvi proposed 6 November 2023 as a date to the ECP and advised it to seek guidance from the Supreme Court of Pakistan|Supreme Court for the announcement of the election date. On 2 November 2023, the ECP and the President agreed on 8 February 2024 as the date for the general election.",
                  "references": [
                    "https://www.dawn.com/news/1769231",
                    "https://www.aljazeera.com/news/2023/8/5/pakistans-general-election-may-be-delayed-by-new-census",
                    "https://www.dawn.com/news/1770628",
                    "https://www.dawn.com/news/1773211",
                    "https://www.dawn.com/news/1775663",
                    "https://www.dawn.com/news/1785760",
                    "https://www.aljazeera.com/news/2023/11/2/pakistan-to-hold-delayed-elections-on-february-8-electoral-commission-says"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.6",
          "title": "Return of Nawaz Sharif to electoral politics",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.6.s1",
                  "text": "At the start of May 2023, the PDM government adopted a law allowing for filing review petitions against prior Supreme Court verdicts.to At the end of June, another law, limiting disqualification to five years, was adopted. It also allows the electoral commission to announce the date of an election without consulting the President of the country.",
                  "references": [
                    "https://tribune.com.pk/story/2419137/new-review-law-stuns-top-court",
                    "https://www.dawn.com/news/1761671"
                  ]
                },
                {
                  "id": "2.6.s2",
                  "text": "After serving 12 months of his 7-year sentence on corruption charges, former prime minister Nawaz Sharif left the country on 19 November 2019 to receive medical treatment in London, promising to return in 4 weeks. He was declared a fugitive in 2021 after failing to appear before courts despite summons. Sharif obtained protective bail on 19 October 2023, which allowed him to return from 4 years of self-imposed exile without being arrested. On October 21, he returned to the country where he was welcomed in Lahore by a gathering of tens of thousands of his supporters.",
                  "references": [
                    "https://www.bbc.com/news/world-asia-50462154",
                    "https://tribune.com.pk/story/2307016/fugitive-sharif-has-lost-right-to-audience-ihc",
                    "https://www.voanews.com/a/fugitive-ex-pakistani-pm-nawaz-sharif-returns-from-self-exile/7320762.html"
                  ]
                },
                {
                  "id": "2.6.s3",
                  "text": "On 9 January 2024, a seven-member Supreme Court bench under Chief Justice Qazi Faez Isa, hearing a review petition against lifetime disqualification, announced a 6–1 majority verdict with Justice Yahya Afridi dissenting. The verdict set aside the earlier Supreme Court interpretation of lifetime disqualification for article 62(1)(f) of the constitution, stating that it violated fundamental rights, and instead set a five-year disqualification following the newly passed laws for lawmakers who fail the moral standard of ''\"sadiq and ameen\"'' (honest and righteous). The timing of the verdict ensured that Sharif, who was disqualified for life in the ''Panama Papers case'' in 2017, is eligible to contest these elections with a possible fourth term as prime minister.",
                  "references": [
                    "https://www.dawn.com/news/1804198",
                    "https://www.dawn.com/news/1376766"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Campaign",
      "content": [
        {
          "id": "3.1",
          "title": "PTI de facto ban through intra-party election verdict",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "{{main|PTI intra-party elections case}}\nOn 22 December 2023, the ECP decided against allowing the PTI to keep its electoral symbol, asserting that the party had failed to conduct intra-party elections to the commission's satisfaction. Subsequently, on the same day, the PTI appealed to the Peshawar High Court (PHC) challenging the ECP's decision. Consequently, a single-member bench suspended the ECP's order until 9 January 2024. On 30 December 2023, the ECP submitted a review application to the PHC. In the following days, a two-member bench lifted the suspension order while hearing the case. However, on 10 January 2024, the two-member bench deemed the ECP's order \"illegal, without any lawful authority, and of no legal effect.\" Responding to this, on 11 January, the ECP contested the ruling in the Supreme Court of Pakistan|Supreme Court.",
                  "references": [
                    "https://www.dawn.com/news/1804672"
                  ]
                },
                {
                  "id": "3.1.s2",
                  "text": "On 13 January, a three-member panel of the Supreme Court, headed by Chief Justice Qazi Faez Isa, sided with the ECP, reinstating their initial decision to deny the PTI its Electoral symbol|election symbol, the cricket bat, due to the party's failure to conduct intra-party elections by its constitution. Consequently, the PTI was unable to allocate party tickets to any of its candidates, resulting in all party candidates being listed as Independent politician|independent candidates with individual electoral symbols. The party also lost the right to nominate candidates for 226 Reserved political positions|reserved seats across the central and provincial legislatures. Removing the cricket bat symbol was viewed as preventing voters from recognising the party on ballot papers—a crucial factor in Pakistan where 40 per cent of the population is illiterate.",
                  "references": [
                    "https://www.pakistantoday.com.pk/2024/01/15/pti-unveils-plan-c-after-election-symbol-setbacks/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Imran Khan's convictions",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "In the week before the elections, Imran Khan was sentenced to jail terms in three separate cases. On 30 January 2024, with the government seeking a death penalty, he was sentenced to 10 years in a case dealing with the handling of state secrets by Judge Abul Hasnat Zulqarnain. A day later, Judge Muhammad Bashir, sentenced him and his wife, Bushra Bibi, to a jail term of 14 years, along with a fine of {{PKRConvert|787|m}} each for retaining a jewellery set that was a state gift from Saudi Arabia against an undervalued assessment from the country's ''Toshakhana (Pakistan)|Toshakhana''. The ruling also barred Khan from holding public office for 10 years. Two days later, Judge Qudratullah declared the marriage of Khan and his wife against Islamic law and sentenced both to prison for a term of seven years for allegedly solemnising their marriage during Bushra's ''Iddah'' period. The case was lodged on the complaint of Khawar Maneka, Bushra's former husband, five years after her marriage to Khan.",
                  "references": [
                    "https://www.dawn.com/news/1809793",
                    "https://www.dawn.com/news/1810025",
                    "https://www.brecorder.com/news/40287242"
                  ]
                },
                {
                  "id": "3.2.s2",
                  "text": "All three trials were held behind closed doors in Adiala Jail, where Khan has been incarcerated since August 2023 on corruption charges, and were marked with rushed proceedings, sudden replacement of defendant's lawyers with state consuls, and other procedural irregularities that led his party to term the decisions to be coming from \"kangaroo courts\". Khan's sentencing in the marriage case was decried by lawyers and members of the civil society as an overreach and a blow to women's rights. Meanwhile, some observers termed the sentencings as a continuation of the Pakistani military's engineering to keep Khan out of power in the upcoming elections. On election day, a PTI official said Khan had been allowed to vote in prison using a postal ballot.",
                  "references": [
                    "https://www.bbc.com/news/world-asia-68150959",
                    "https://www.pakistantoday.com.pk/2024/01/30/pti-vehemently-rejects-kangaroo-courts-judgement/",
                    "https://www.brecorder.com/news/40287243",
                    "https://www.dawn.com/news/1810921",
                    "https://www.pakistantoday.com.pk/2024/02/04/controversial-verdict-of-imrans-marriage-case-crosses-all-limits-farhatullah-babar/",
                    "https://timesofindia.indiatimes.com/world/pakistan/feminists-and-lawyers-criticize-pakistan-judge-for-violating-settled-law-in-unislamic-marriage-case/articleshow/107400858.cms",
                    "https://www.economist.com/asia/2024/01/30/imran-khan-is-convicted-pakistans-generals-are-content",
                    "https://time.com/6663747/pakistan-imran-khan-election-democracy-us/",
                    "https://www.cfr.org/blog/imran-khan-jailed-pakistans-election-may-be-torpid-aftermath-might-not-be"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Allegations of pre-poll rigging",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "Some observers, including the United Nations and Human Rights Watch, have pointed to what appears to be pre-poll rigging in the run-up to the upcoming elections. There have been notable actions against the PTI and its leaders, including snatching of nomination papers, arbitrary arrests of candidates and their supporters, systematic rejection of nomination papers, and disruption of campaign events. This situation has led to widespread allegations of 'election engineering' and manipulative practices that could potentially favour certain political groups, casting doubts over the fairness of the electoral process. Pakistan's electoral commission was also accused of gerrymandering in favour of the PML-N during the redrawing of voter maps before the elections, with a record 1,300 complaints made.",
                  "references": [
                    "https://www.voanews.com/a/un-disturbed-over-pakistan-s-clampdown-on-ex-pm-khan-party-ahead-of-elections/7476779.html",
                    "https://www.dawn.com/news/1802387",
                    "https://www.aljazeera.com/news/2024/1/12/election-engineering-is-pakistans-february-vote-already-rigged",
                    "https://www.theguardian.com/world/2023/nov/29/pakistan-election-commission-accused-of-changing-voting-map-to-favour-ex-pm"
                  ]
                },
                {
                  "id": "3.3.s2",
                  "text": "Numerous PTI candidates were reportedly beaten and imprisoned, while many were compelled to join opposing parties or quit politics entirely. A strict order was given to stop mentioning Khan's name on television and PTI protests were suppressed, while PTI supporters were arrested and harassed by the military, judiciary as well other political parties. The Intercept reported allegations of military involvement in the killing and torture of PTI supporters, and also noted that Pakistani media was significantly restricted over the past year, making critical reporting on the army and government nearly impossible.",
                  "references": [
                    "https://foreignpolicy.com/2024/02/12/pakistan-election-imran-khan-youth-voters-democracy/",
                    "https://theintercept.com/2024/02/11/pakistan-election-latest-imran-khan-pti-surge/"
                  ]
                },
                {
                  "id": "3.3.s3",
                  "text": "Just 48 hours before the voting, a full-page advertisement declaring Nawaz Sharif as the prime minister was published on the front pages of every newspaper in the country.",
                  "references": [
                    "https://www.brecorder.com/news/40287867/declaring-nawaz-sharif-as-pm-ppp-urges-ecp-to-take-notice-of-advertisement-on-newspaper-front-pages-by-pml-n"
                  ]
                }
              ]
            },
            {
              "id": "3.3.2",
              "title": "Appointment of bureaucrats as electoral officers",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "3.3.2.s1",
                      "text": "For the first time in Pakistan's electoral history since 1985, Chief Electoral Commissioner Sikandar Sultan Raja employed the services of the highly politicized executive bureaucracy, particularly Assistant Commissioners and Deputy commissioner (Pakistan)|Deputy Commissioners, in the key electoral roles of Returning Officers (RO) and District Returning Officers (DRO). These ROs and DROs are engaged in all stages of the electoral process: from screening applicants to consolidation of vote counts, and, finally, provisionally notifying winning candidates. Traditionally, these posts have been occupied by the lower judiciary of the country.",
                      "references": [
                        "https://file.pide.org.pk/pdf/PDR/2010/Volume3/239-259.pdf",
                        "https://www.dawn.com/news/1797685",
                        "https://democracyinternational.com/media/U.S.%20Election%20Observation%20Mission%20to%20Pakistan%20General%20Elections%202008%20Final%20Report.pdf",
                        "https://tribune.com.pk/story/1678485/judiciary-conduct-elections"
                      ]
                    },
                    {
                      "id": "3.3.2.s2",
                      "text": "On 14 December 2023, Justice Ali Baqar Najafi of the Lahore High Court suspended the ECP's decision on the petition of the PTI that questioned the apparent bias of the appointed bureaucrats. However, the next day, a three-member bench of the Supreme Court, consisting of Qazi Faez Isa, Mansoor Ali Shah, and Sardar Tariq Masood, set aside this ruling and allowed the DROs and ROs to be notified from the bureaucracy, meanwhile stopping LHC from undertaking further proceedings on the petition citing over-reach of authority.",
                      "references": [
                        "https://www.brecorder.com/news/40278792"
                      ]
                    },
                    {
                      "id": "3.3.2.s3",
                      "text": "On 30 December 2023, these ROs rejected a majority of the nomination papers filed by the leadership of the PTI, including those of the party's chief, Imran Khan. The PTI's general secretary, Omar Ayub Khan, termed the rejections as \"pre-poll rigging\". The party challenged these rejections in the courts. Many of these rejections were later reversed by the courts.",
                      "references": [
                        "https://www.arabnews.pk/node/2433976/pakistan",
                        "https://www.pakistantoday.com.pk/2024/01/10/ptis-yasmin-rashid-others-allowed-to-contest-elections/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "3.3.3",
              "title": "Censorship",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "3.3.3.s1",
                      "text": "{{further|Internet censorship in Pakistan}}\nOn 26 January 2024, PTI's official website, insaf.pk, and a separate website made for disseminating information regarding the individual electoral symbols of the party's candidates were blocked in Pakistan. A voter helpline created by the party was also blocked. Previously, social media was blocked in the country during the party's virtual electoral events on at least three separate occasions as per internet watchdog, NetBlocks.",
                      "references": [
                        "https://www.arabnews.com/node/2454921/pakistan"
                      ]
                    },
                    {
                      "id": "3.3.3.s2",
                      "text": "Journalists covering the elections reported a 'near-blanket ban' on their ability to cover PTI candidates fairly. News channels allegedly received messages from individuals belonging to Pakistan's The Establishment (Pakistan)|military establishment instructing them to remove all references to PTI in their visuals, graphics, and talking points.",
                      "references": [
                        "https://www.aljazeera.com/features/2024/1/25/dont-cover-imran-khans-pti-pakistans-media-told-to-censor-popular-ex-pm"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "3.3.4",
              "title": "Election day violence and disruptions",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "3.3.4.s1",
                      "text": "Widespread internet disruption, with complete closure of mobile phone networks, was observed and condemned by Amnesty International as a blunt attack on the rights to freedom of expression and peaceful assembly. On 6 March, the Pakistan Telecommunication Authority (PTA) admitted in its response to the Sindh High Court (SHC) that the Ministry of Interior (Pakistan)|Ministry of Interior had indeed issued directives to suspend mobile phone services on the election day on 8 February, due to security concerns and fear of terror related activities.",
                      "references": [
                        "https://www.dawn.com/news/1819511/no-network-shutdown-ordered-after-polling-day-says-pta"
                      ]
                    },
                    {
                      "id": "3.3.4.s2",
                      "text": "Several polling stations faced instances of violence, ballot box snatching, vandalism and gunfire.",
                      "references": [
                        "https://www.dawn.com/live/elections-2024#1812345",
                        "https://www.dawn.com/live/elections-2024#1812356",
                        "https://www.dawn.com/live/elections-2024#1812367"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "The Government of Pakistan|government had passed a bill that required the next general elections to be held using electronic voting|EVMs (electronic voting machines). This was aimed at ending the allegations of rigging that have plagued previous elections in Pakistan. Still, the opposition's opinion was that it would make it extremely easy for PTI to rig the elections in their favour through security loopholes.",
              "references": [
                "https://tribune.com.pk/story/2296678/2023-general-elections-will-be-free-and-fair-pledges-pm-imran"
              ]
            },
            {
              "id": "4.s2",
              "text": "In 2022 when the PTI-led government was ousted through a successful vote of no-confidence in the National Assembly, the 11 opposition parties, some of them being long-time rivals, formed a new government and passed the Elections Amendment Bill, which nullified the use of EVMs in the next general elections. Hence, EVMs were not used in the current general elections. Instead ballot|paper ballots were once again employed during the elections. Furthermore, Pakistani diaspora|overseas Pakistanis were also prevented from Electronic voting|e-voting in these elections because of this amendment.",
              "references": [
                "https://tribune.com.pk/story/2358414/na-amends-election-laws-to-stop-evms-use"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Voting and transmission of results",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "{{Further|Election Commission of Pakistan general election forms}}\nRegistered voters in each polling station of an electoral district get two paper ballots to put a stamp on their preferred candidate for the national and provincial assembly respectively. These ballots are then counted by a presiding officer who then transmits the results for their polling station to the returning officer (RO) in Form 45. Copies of Form 45 are also given to the observing polling agents of the contesting candidates. The RO then consolidates these Form 45s, in front of the contesting candidates of the constituency they are overseeing, to give a provisional result in Form 47 before doing a final consolidation in Form 48. The ECP then uses the data from Forms 47 and 48 to officially notify elected members for each constituency using Form 49, provided that no candidate contested the unofficial consolidated counts given in Form 48.",
                  "references": [
                    "https://www.nation.com.pk/07-Feb-2024/elections-2024-comprehensive-overview-of-forms-45-49"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Timeline",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "In July 2023 the ECP invited List of political parties in Pakistan|political parties to submit applications for the allocation of electoral symbols, given that about 40% of the Pakistani population is illiterate.",
              "references": [
                "https://www.dawn.com/news/1762499/ecp-asks-political-parties-to-apply-for-election-symbols"
              ]
            },
            {
              "id": "5.s2",
              "text": "As of 25 July 2023, the total number of registered voters in Pakistan stood around 127 million as compared to 106 million (including 59.22 million men and 46.73 million women voters) in 2018 Pakistani general election|2018, according to the data released by the ECP. According to the figures, the number of eligible female voters stood at 58.5 million (around 46 per cent of the total registered voters) while the number of eligible male voters was 68.5 million (about 54 per cent of the total voters).",
              "references": [
                "https://www.dawn.com/news/1776818/117m-women-added-to-voter-list-but-vast-gender-gap-remains"
              ]
            },
            {
              "id": "5.s3",
              "text": "In late September the ECP announced that citizens over 18 can update their voter details until 25 October 2023. The ECP decided to \"unfreeze\" the electoral rolls to allow registered voters to rectify or update their details.",
              "references": [
                "https://www.dawn.com/news/1778482/citizens-allowed-to-amend-voting-information-till-oct-25"
              ]
            },
            {
              "id": "5.s4",
              "text": "On 15 December 2023, the ECP issued the election schedule. It set 22 December as the last date for filing nomination papers. On that day however, the ECP extended the deadline for the submission of nomination papers to 24 December. More than 5,000 people were officially recognized as candidates for the 266 directly elected seats in the National Assembly, with only 313 of them being women.",
              "references": [
                "https://tribune.com.pk/story/2450812/ecp-extends-deadline-for-submission-of-nomination-papers-by-two-days"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Security concerns and violence",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "The ECP categorised half the country's 90,675 polling stations as either \"sensitive\", meaning there is a risk of violence, or \"most sensitive\", indicating a higher risk. The classifications were based on the area's security situation and history of electoral violence. In Balochistan Province alone, caretaker provincial home minister Muhammad Zubair Jamali said that almost 80% of its 5,028 polling stations had been declared \"sensitive\".",
              "references": [
                "https://www.bbc.com/news/world-asia-68226228",
                "https://www.theguardian.com/world/2024/feb/07/bombings-at-election-offices-in-pakistan"
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "Pre-poll violence",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "Two candidates were killed during the election campaign. On 10 January, Malik Kaleem Ullah, an independent candidate for the Provincial Assembly of Khyber Pakhtunkhwa, was shot dead while on a door-to-door sortie, while on 31 January, Rehan Zaib Khan, an independent candidate affiliated with the PTI, was killed after gunmen opened fire on his car in a market in Bajaur, Khyber Pakhtunkhwa, in an attack that also injured three people and was claimed by the Islamic State – Khorasan Province (ISIS-K). On 30 January, four people were killed and five others injured in an explosion during a PTI rally in Sibi, Balochistan Province, while on 31 January, 15 people were injured in attacks on residences and offices of PPP candidates and the election office of the PML-N in Balochistan, which was partially claimed by the Baloch Liberation Army. On 7 February, 2024 Balochistan bombings|29 people were killed in explosions outside an independent candidate's office and an office of the Jamiat Ulema-e-Islam (F) (JUI-F) in Balochistan. Both attacks were claimed by ISIS-K.",
                  "references": [
                    "https://edition.cnn.com/2024/02/01/asia/pakistan-election-candidate-killed-intl-hnk/index.html",
                    "https://www.bbc.com/news/world-asia-68226516"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.3",
          "title": "Incidents on election day",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.3.s1",
                  "text": "The Pakistan Ministry of Foreign Affairs (Pakistan)|Ministry of Foreign Affairs announced the closure of its borders with Iran and Afghanistan on the eve of the general elections on 8 February, as a measure to enhance security.",
                  "references": [
                    "https://www.arabnews.com/node/2455846/amp",
                    "https://www.nation.com.pk/08-Feb-2024/pakistan-closes-borders-with-iran-afghanistan-on-elections"
                  ]
                },
                {
                  "id": "6.3.s2",
                  "text": "Ten minutes before polling stations opened, the interior ministry announced the suspension of mobile internet services across the country, citing recent terrorist incidents. NetBlocks director Alp Toker called the outage \"amongst the largest\" that they had observed. PPP leader Bilawal Bhutto Zardari demanded that the government restore services and said its lawyers would challenge the decision in court. The PTI called the outage a \"cowardly act\".",
                  "references": [
                    "https://www.bbc.com/news/world-asia-68226228",
                    "https://www.france24.com/en/live-news/20240208-pakistan-suspends-mobile-service-for-election-day",
                    "https://www.bbc.com/news/world-asia-68223977"
                  ]
                },
                {
                  "id": "6.3.s3",
                  "text": "In Balochistan, grenades were thrown at two polling stations by unidentified individuals. In Khyber Pakhtunkhwa, a soldier was killed in an attack by gunmen in Gomal, Tank|Kot Azam, while five security personnel were killed in an attack in Kulachi. A polling station in the same province was shelled by mortars. Two security officers were killed and nine wounded by an explosion near a polling station in Lajja, Balochistan, while two people were injured following 14 \"minor blasts\" in Gwadar.",
                  "references": [
                    "https://www.france24.com/en/asia-pacific/20240208-polls-open-in-pakistan-with-khan-in-jail-and-sharif-tipped-to-win"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.4",
          "title": "Post-election violence",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.4.s1",
                  "text": "On 9 February, two PTI workers were killed and 24 others were injured after clashes broke out between police and PTI supporters demonstrating against alleged electoral fraud in Shangla District, Khyber Pakhtunkhwa.<big></big> On 10 February, Mohsin Dawar, the leader of the National Democratic Movement (Pakistan)|National Democratic Movement who was running for a national assembly seat in North Waziristan, was seriously injured in a gun attack in Miranshah. On 11 February, six people, including a police officer, were killed and five others were injured in election-related clashes in Larkana. On 12 February, Chaudhry Muhammad Adnan, a former PTI member of the Provincial Assembly of the Punjab|Punjab Assembly and Independent candidate for the NA-57 Rawalpindi-VI#Election 2024|NA-57 Rawalpindi-VI and PP-19 Rawalpindi-XIII#Election 2024|PP-19 Rawalpindi-XIII constituencies in Punjab, Pakistan|Punjab, was shot dead in Rawalpindi. On 13 February, three people were killed and five others were injured in a gun attack on a PPP victory rally in Dera Ismail Khan. On 14 February, two people were killed and 13 others were injured in clashes between BAP and PPP supporters during a recount outside the office of the returning officer in Hub, Balochistan.",
                  "references": [
                    "https://edition.cnn.com/2024/02/09/asia/pakistan-election-nawaz-sharif-intl/index.html",
                    "https://www.samaa.tv/208739566-elections-2024-mohsin-dawar-injured-in-alleged-police-firing-incident"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Results",
      "content": [
        {
          "id": "7.1",
          "title": "National Assembly",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.1.s1",
                  "text": "The election was postponed in the NA-8 Bajaur constituency in Khyber Pakhtunkhwa due to the killing of candidate Rehan Zeb Khan. Provincial assembly elections were also postponed in the constituencies of PK-22 and PK-91 (both in Khyber Pakhtunkhwa) due to the deaths of candidates there.",
                  "references": [
                    "https://dunyanews.tv/en/Pakistan/788605-Elections-called-off-in-NA-8,-PK-22,-91"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.2",
          "title": "Allegations of rigging",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.2.s1",
                  "text": "The election saw delays in the reporting of results across thousands of polling stations, sparking controversy. Initial reports suggested PTI-backed candidates were leading, but the Election Commission of Pakistan (ECP) refuted these claims. Instances of alleged tampering emerged, including significant discrepancies in vote counts and unexpected shifts in results. PTI officials accused the ECP of manipulation and initiated legal challenges. Concerns grew as delays persisted, with accusations of internet shutdowns aimed at impeding opposition efforts. PTI leaders contested official results, claiming widespread irregularities and fabrications, prompting legal action and calls for resignations within the ECP. Revelations of electoral fraud surfaced, including admissions from officials implicated in rigging. Despite retractions, doubts lingered, leading to urgent calls for investigations by election monitoring groups like the Free and Fair Election Network (FAFEN). The Pakistan Institute of Legislative Development and Transparency (PILDAT) underscored declining fairness in its independent evaluation of the election, advocating for a thorough investigation by the ECP to address systemic issues.",
                  "references": [
                    "https://theintercept.com/2024/02/09/pakistan-election-military-pti/",
                    "https://www.app.com.pk/national/ecp-instructs-provincial-election-commissioners-ros-to-announce-results-within-30-minutes/",
                    "https://www.bbc.co.uk/news/live/world-asia-68224671",
                    "https://timesofindia.indiatimes.com/videos/international/pakistan-polls-pti-alleges-election-tampering-claims-votes-stolen/videoshow/107552872.cms",
                    "https://tribune.com.pk/story/2455954/lhc-suspends-ros-form-47-prepared-in-salman-akram-rajas-absence",
                    "https://gnnhd.tv/news/30979/haleem-adil-challenges-results-of-na-238-in-shc",
                    "https://www.thenews.com.pk/print/1156075-candidates-move-phc-against-alleged-rigging",
                    "https://www.brecorder.com/news/40289791",
                    "https://www.geo.tv/latest/531474-commissioner-rawalpindi-quits-out-of-guilty-conscience-for-abetting-election-rigging",
                    "https://www.samaa.tv/2087310195-ex-rawalpindi-commissioner-liaquat-chattha-apologizes-for-false-rigging-allegations",
                    "https://tribune.com.pk/story/2456863/1",
                    "https://www.arabnews.pk/node/2472046/pakistan"
                  ]
                },
                {
                  "id": "7.2.s2",
                  "text": "On 17 February, Rawalpindi Division commissioner Liaquat Ali Chattha resigned from his post after admitting his role in electoral fraud in the locality where 11 out of a total of 13 national assembly seats were won by PML-N candidates. He implicated Chief Electoral Commissioner Sikandar Sultan Raja and Chief Justice Qazi Faez Isa in the scheme. The ECP denied the allegations, saying that divisional commissioners had no direct role in the electoral process, and said it would launch an inquiry. Isa rejected the commissioner's allegation, calling them \"baseless\". The PTI also called for an investigation. Following his announcement, Chattha surrendered to police, who sealed off his office as part of an investigation. In addition to the PTI, PML-N senator also demanded the resignation of Sikandar Sultan Raja over the rigging allegations.",
                  "references": [
                    "https://www.arabnews.com/node/2461576/pakistan",
                    "https://www.firstpost.com/world/we-convert-losers-into-winners-rawalpindi-commissioner-liaquat-ali-chattha-resigns-for-rigging-pak-poll-results-13738062.html",
                    "https://www.indiatoday.in/world/story/pakistan-election-rawalpindi-commissioner-liaquat-ali-chattha-poll-rigging-2503484-2024-02-17",
                    "https://www.samaa.tv/208739865-rawalpindi-commissioner-resigns-over-alleged-election-rigging",
                    "https://tribune.com.pk/story/2456748/ecp-refutes-rawalpindi-commissioners-allegations-initiates-inquiry",
                    "https://www.thenews.com.pk/latest/1158635-present-evidence-cjp-isa-on-rawalpindi-commissioners-rigging-claims",
                    "https://www.samaa.tv/208739869-pti-calls-for-probe-into-pindi-commissioner-s-electoral-fraud-allegations",
                    "https://www.nation.com.pk/27-Feb-2024/pml-n-senator-demands-cec-sikandar-sultan-raja-s-resignation"
                  ]
                },
                {
                  "id": "7.2.s3",
                  "text": "Following Chattha's statement, Twitter|X (formerly Twitter) was subsequently blocked in Pakistan, without explanation. President Alvi commented that the blocking of social media websites in Pakistan reflected a lack of intellectual capacity to manage criticism. The government initially dismissed reports of Twitter being blocked, but a document presented to the court on 20 March revealed that the Ministry of Interior (Pakistan)|Ministry of Interior and intelligence agencies had ordered the suspension of the website on 17 February, following a statement of Chattha's alleging election rigging. After more than a month, the government acknowledged on 20 March that Twitter was blocked in Pakistan.",
                  "references": [
                    "https://www.nation.com.pk/19-Feb-2024/x-remains-intermittently-down-in-pakistan",
                    "https://tribune.com.pk/story/2458453/ihc-issues-notices-to-ministry-pta-over-suspension-of-social-media-platform-x",
                    "https://tribune.com.pk/story/2457017/x-becomes-govts-first-target",
                    "https://www.thenews.com.pk/print/1170448-x-blocked-on-direction-of-interior-ministry-pta-tells-sindh-high-court"
                  ]
                },
                {
                  "id": "7.2.s4",
                  "text": "On 22 February however, Chattha retracted his claims of election rigging and apologised to the ECP, saying that the PTI offered a strong position for making the allegations.",
                  "references": [
                    "https://pakobserver.net/former-rawalpindi-commissioner-liaqat-ali-chatha-records-his-statement/",
                    "https://tribune.com.pk/story/2457295/political-pressure-ex-pindi-commissioner-apologises-for-rigging-allegations",
                    "https://www.geo.tv/latest/532194-u-turn-heres-complete-statement-of-ex-commissioner-rawalpindi-liaqat-ali-chatha"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.3",
          "title": "International analysis",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.3.s1",
                  "text": "France 24 called the election \"The 'generals' elections' which turned against the military\". It also dubbed the election as the \"most rigged\" in the country's history saying the military was seen as backing Nawaz Sharif. According to Time (magazine)|Time, the Pakistani military did everything to \"sideline Imran Khan—and failed,\" but said that the military was continuing to try and prevent the PTI from returning to power calling the election result as an embarrassment for Sharif.",
                  "references": [
                    "https://www.france24.com/en/asia-pacific/20240209-the-generals-elections-that-turned-against-pakistan-s-military",
                    "https://time.com/6693147/pakistan-election-results-imran-khan-pti-military/"
                  ]
                },
                {
                  "id": "7.3.s2",
                  "text": "Ryan Grim in an article published by ''The Intercept'' wrote the Inter-Services Intelligence (ISI), was poised to manipulate the election outcome to ensure Nawaz Sharif's victory. However, they were overwhelmed by the unexpected surge of PTI support. It also suggested that the despite their efforts, the military leadership did not seem to have as much control as they believed to prevent Khan from winning. It also said the election outcome was a strong message to the military and could potentially mark a shift in its influence over Pakistani politics, while adding that a prolonged period of political instability could occur in the short-term. It called the electoral process \"dubious\" which was preceded by a coordinated campaign by the military against Imran Khan.",
                  "references": [
                    "https://www.economist.com/leaders/2024/02/14/pakistan-is-out-of-friends-and-out-of-money?utm_medium=social-media.content.np&utm_source=twitter&utm_campaign=editorial-social&utm_content=discovery.content",
                    "https://www.economist.com/asia/2024/02/09/confusion-reigns-in-pakistans-rigged-election",
                    "https://www.economist.com/asia/2024/02/12/pakistans-voters-tell-the-generals-where-to-put-it"
                  ]
                },
                {
                  "id": "7.3.s3",
                  "text": "''The Guardian'' noted that suspicions of military rigging arose during election day due to a nationwide mobile phone blackout and the slow counting of results, leading to concerns that the military was exerting influence to secure the PML-N's success. It added that the military's attempts to influence the election appeared to have been thwarted, particularly due to the PTI's effective utilization of social media, given the significant levels of illiteracy in the country. In a separate article, ''The Guardian'' noted analysts' views that the election results and potential weak coalition government align with the military's interests, protecting their political and business agendas.",
                  "references": [
                    "https://www.theguardian.com/world/2024/feb/10/pakistan-army-chief-calls-for-unity-as-election-fails-to-produce-clear-winner",
                    "https://www.theguardian.com/commentisfree/2024/feb/11/the-observer-view-on-pakistan-rejection-of-military-rule",
                    "https://www.theguardian.com/world/2024/feb/10/imran-khan-claims-victory-in-pakistan-poll-but-military-might-have-final-say"
                  ]
                },
                {
                  "id": "7.3.s4",
                  "text": "The ''New York Post'', referencing the ''New York Times'' article, stated that this election marks the initial instance in Pakistan's history where a party has achieved such success without the support of the military and this will spark a new political chaos in the country. According to the Canadian Broadcasting Corporation the election results did not unfold as per the military's expectations and had shaken the elite. Hasan Askari Rizvi was quoted as saying, \"This is a negative vote for the policies that the military was pursuing.\".",
                  "references": [
                    "https://nypost.com/2024/02/10/news/pakistani-party-backed-by-jailed-ex-prime-minister-wins-most-seats-in-parliament/"
                  ]
                },
                {
                  "id": "7.3.s5",
                  "text": "Sameer Arshad Khatlani in an opinion piece for the ''Dhaka Tribune'' wrote \"Election results seem to be blowing up in the military establishment's face which attempted to make Imran Khan irrelevant by jailing him, cracking down PTI\". Lipika Pelham wrote for the BBC saying despite PTI-backed independents winning the majority of seats in parliament, they were unlikely to be permitted to form a government.",
                  "references": [
                    "https://www.bbc.com/news/world-asia-68260932"
                  ]
                },
                {
                  "id": "7.3.s6",
                  "text": "During an interview with ''The Wire (India)|The Wire'', Najam Sethi remarked that Imran Khan and the PTI had strongly resisted the influence of the military, which led to the latter resorting to last-minute rigging efforts. ''Firstpost'' wrote that the Pakistani military had experienced a setback, at least temporarily, with public sentiment turning against it. It also noted that allegations of electoral fraud by the military put Western countries in a difficult position, given their historic support of the military to ensure the security of the country's nuclear arsenal. It added that \"General Asim Munir's tenure may be remembered as one of the darkest for the army, with its reputation suffering greatly under his leadership.\" It also raised concern over Munir's post-election speech, describing it as uncommon. ''The Times of India'' also described Munir as the primary loser of the election. ''Indian Express Limited|The Indian Express'' wrote that the unexpected success of the PTI forced the military to manipulate results to avoid an unfavourable outcome. Consequently, there were delays in announcing results, and internet and mobile services were suspended in numerous regions. Meanwhile, Pakistani social media platforms were flooded with videos depicting alleged rigging and manipulation. The ''Deccan Herald'' wrote that although the election results represented a significant setback for the military, and would potentially undermine General Munir's position, but it was unlikely that the military will relinquish its influential role in determining the next prime minister.",
                  "references": [
                    "https://www.youtube.com/watch?v=GEOHeJZzp2A",
                    "https://www.firstpost.com/opinion/vantage-why-pak-poll-results-are-about-vote-against-army-and-power-of-tech-13712262.html",
                    "https://www.firstpost.com/opinion/pakistan-polls-how-another-weak-coalition-in-islamabad-will-open-a-floodgate-of-issues-for-india-13713562.html",
                    "https://timesofindia.indiatimes.com/world/pakistan/never-won-a-war-never-lost-an-election-did-imran-khan-spoil-pakistan-militarys-record/articleshow/107600209.cms",
                    "https://www.deccanherald.com/world/election-surprise-in-pakistan-and-what-it-means-for-india-2889773"
                  ]
                },
                {
                  "id": "7.3.s7",
                  "text": "According to Al Jazeera English|Al Jazeera, numerous analysts suggest that Sharif's return to electoral politics was made possible due to the military's decision to support him in the election. However, despite this tacit support from the military, Sharif failed to win.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/2/12/army-backed-nawaz-sharif-fails-to-win-pakistan-election-what-went-wrong?traffic_source=rss"
                  ]
                },
                {
                  "id": "7.3.s8",
                  "text": "Foreign Policy wrote that one clear thing is the old methods used to silence people's voices are no longer effective. A new generation of young voters has emerged in Pakistan who are calling for a departure from the past and seeking the ability to elect their leaders, rather than allowing the military, which has historically dominated politics to maintain control over the country.",
                  "references": [
                    "https://foreignpolicy.com/2024/02/14/pakistan-elections-pti-imran-khan-upset-military/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.4",
          "title": "Reruns",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.4.s1",
                  "text": "The ECP ordered elections to be held again on 15 February in twenty-six polling stations of the NA-88 Khushab-II constituency in Punjab, Pakistan|Punjab after a mob destroyed election materials at the office of the returning officer. Due to security issues re-polling was ordered in six polling stations of NA-43 Tank-cum-Dera Ismail Khan constituency in Khyber Pakhtunkhwa to be held on 17 February. Elections were also ordered repeated in the provincial assembly constituencies in PS-18 Ghotki-I in Sindh and PK-90 Kohat-I in Khyber Pakhtunkhwa after election materials were either stolen or destroyed.",
                  "references": [
                    "https://www.arabnews.com/node/2457691/amp",
                    "https://dunyanews.tv/en/Pakistan/791408-ECP-orders-re-polling-in-six-polling-stations-for-NA-43"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "International observers",
      "content": [
        {
          "sentences": [
            {
              "id": "8.s1",
              "text": "In October 2023, the ECP issued invitations to foreign election observers, emphasizing transparency in the election process. Before the elections, Pakistan received visa applications from 81 foreign journalists and 38 international observers. Visa applications were processed, and accreditation was made mandatory for foreign observers upon arrival in Pakistan. Eligible applicants were in the process of being approved with visas. The High Commission of Pakistan, London|Pakistan High Commission in London issued visas to 37 British journalists, including prominent figures such as Christina Lamb of ''The Times'', allowing them to cover the election proceedings in Pakistan.",
              "references": [
                "https://www.nation.com.pk/25-Oct-2023/ecp-issues-invitation-for-foreign-election-observers",
                "https://www.arabnews.com/node/2446536/amp",
                "https://www.brecorder.com/news/40285392",
                "https://www.thenews.com.pk/print/1150846-49-foreign-journalists-issued-visas-for-coverage-of-elections-solangi",
                "https://www.pakistantoday.com.pk/2024/02/02/37-british-journalists-issued-visas-to-cover-pakistan-elections/"
              ]
            },
            {
              "id": "8.s2",
              "text": "A team from the Commonwealth of Nations|Commonwealth, led by former Nigerian President Goodluck Jonathan, was sent to Pakistan to monitor the elections. The Commonwealth Observer Group (COG), commended the ECP for its role in maintaining peace and smooth conduct during the elections. Despite the recent suspension of mobile and internet services, the observers confirmed that the voting process in Pakistan remained uninterrupted. Jonathan emphasized the importance of casting votes over internet services. The COG released its initial findings, acknowledging the efforts of the ECP and other institutions in organizing the general elections.",
              "references": [
                "https://www.brecorder.com/news/40286088",
                "https://www.nation.com.pk/11-Feb-2024/commonwealth-observers-express-satisfaction-over-peaceful-polls",
                "https://www.thenews.com.pk/latest/1155714-commonwealth-observers-say-internet-suspension-not-to-cause-trouble-in-pakistan-voting-process",
                "https://www.app.com.pk/national/commonwealth-observer-group-unveils-preliminary-findings-on-pakistan-polls/"
              ]
            },
            {
              "id": "8.s3",
              "text": "The European Union (EU) did not send a full election observation mission as it had done in previous years. The European Union informed the Government of Pakistan|Pakistani Government that it would not be able to deploy a full mission due to lack of time. Instead, a small team of experts visited Pakistan during the elections. Ambassador of the European Union in Pakistan Ms. Reena Kivinka said that various government officials have been informed about this decision. Despite the absence of a full EU observer group, the Election Commission of Pakistan (ECP) maintained an open-door policy and welcomed an observation mission for the upcoming general elections. The small EU expert mission was still able to provide valuable insight into the electoral process.",
              "references": [
                "https://www.nation.com.pk/07-Jul-2023/eu-observers-unlikely-to-visit-pakistan-for-polls",
                "https://www.thenews.com.pk/print/1134961-elections-in-pakistan-eu-not-sending-full-election-observation-mission"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "9.s1",
              "text": "Protests were held by the PTI and other parties in cities across Pakistan to protest alleged electoral fraud. Dozens were arrested following protests in Lahore while highways were blocked in Balochistan. On 14 February, the JUI-F's leader Fazal-ur-Rehman (politician)|Fazal-ur-Rehman said that he rejected the election results and announced that his party would stage protests against the ECP. Awami National Party provincial president for Khyber Pakhtunkhwa Aimal Wali Khan in a press conference rejected the results of the elections, claiming they were already decided before voting began. He admitted their past cooperation with the establishment was a mistake and vowed not to work with them anymore. He also accused the military of using the country's resources for their benefit.",
              "references": [
                "https://www.france24.com/en/asia-pacific/20240212-thousands-of-khan-supporters-block-pakistani-highways-to-protest-election-results",
                "https://www.nation.com.pk/14-Feb-2024/jui-f-rejects-general-elections-results"
              ]
            },
            {
              "id": "9.s2",
              "text": "On 12 February, Jahangir Tareen and Pervez Khattak announced their decision to retire from politics entirely, while Siraj-ul-Haq resigned from his position as the emir of Jamaat-i-Islami. Later, Khattak stepped down as the leader of the PTI-Parliamentarians while Jamaat-e-Islami unanimously refused to accept Haq's resignation as its leader.",
              "references": [
                "https://tribune.com.pk/story/2456219/tareen-khattak-quit-politics-siraj-steps-down-as-ji-chief",
                "https://www.geo.tv/latest/531483-pervez-khattak-tenders-resignation-as-pti-p-chairman",
                "https://www.nation.com.pk/17-Feb-2024/sirajul-haq-to-remain-ji-s-head-as-party-rejects-his-resignation"
              ]
            },
            {
              "id": "9.s3",
              "text": "On 16 February, the PTI held a press conference where they labelled the election as the \"largest voter fraud\" in Pakistan's history, targeting the party and its candidates. They asserted that 85 seats had been unfairly taken away from them.",
              "references": [
                "https://www.dawn.com/live/elections-2024#1814692",
                "https://www.geo.tv/latest/531389-february-8-general-elections-set-new-records-of-rigging-pti"
              ]
            },
            {
              "id": "9.s4",
              "text": "The party announced plans for nationwide protests on 17 February to denounce widespread electoral rigging. On the same day, PTI-affiliated candidate Salman Akram Raja was arrested in Lahore while participating in a protest.",
              "references": [
                "https://www.arabnews.pk/node/2460996/pakistan"
              ]
            },
            {
              "id": "9.s5",
              "text": "During the first Senate session after the election, there were widespread calls by members for an inquiry into the election process, with senators from the JI and the PTI urging legal action against the chief election commissioner.",
              "references": [
                "https://tribune.com.pk/story/2457041/senate-echoes-with-cries-of-action-against-cec"
              ]
            }
          ]
        },
        {
          "id": "9.2",
          "title": "Formation of a new federal government",
          "content": [
            {
              "sentences": [
                {
                  "id": "9.2.s1",
                  "text": "On 10 February, in an AI-generated speech|AI-generated victory speech from prison, Imran Khan claimed that based on completed forms provided by polling agents, his party had won a Supermajority|two-thirds majority. On 13 February, the PTI announced that it would try and form a government through its affiliated independent candidates in the national level and in Punjab with the Majlis Wahdat-e-Muslimeen (MWM) party. It also said that it would seek to form a coalition with the Jamaat-e-Islami Pakistan (JI) party to lead a government in Khyber Pakhtunkhwa. Khan had previously said that he would not engage with the PML-N's Nawaz Sharif and the PPP's Bilawal Bhutto Zardari, calling them \"corrupt\". On 14 February, the JI rejected the proposed coalition with the PTI in Khyber Pakhtunkhwa, citing a change in the latter's stance over the formation of the provincial government, as the PTI only offered a coalition at the provincial level, not nationally.",
                  "references": [
                    "https://tribune.com.pk/story/2455957/imran-declares-election-victory-in-ai-generated-message",
                    "https://www.dawn.com/live/elections-2024#1812840",
                    "https://www.aljazeera.com/news/2024/2/13/pakistan-election-pti-joins-religious-parties-ppp-backs-rival-pmln",
                    "https://tribune.com.pk/story/2456454/ji-gives-thumbs-down-to-ptis-offer"
                  ]
                },
                {
                  "id": "9.2.s2",
                  "text": "Nawaz Sharif, whose party won a plurality of seats in parliament, said that he would seek to build a governing coalition with the PPP. Since the election, at least six winning independent candidates to the National Assembly have announced that they would be joining the PML-N, including PTI-affiliated candidate Waseem Qadir, who was previously a PML-N member until 2018. He alleged he was abducted and therefore he re-joined PML-N, but skeptics suggested he was bribed.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/2/9/pti-linked-independents-take-pakistan-election-lead-as-counting-nears-end"
                  ]
                },
                {
                  "id": "9.2.s3",
                  "text": "After the election results, both Nawaz Sharif and Bilawal Bhutto-Zardari, who were contenders for the prime minister's position, withdrew from the race. On 13 February, at a press conference at the residence of the Pakistan Muslim League (Q)'s Chaudhry Shujaat Hussain in Islamabad, the PML-N's Shehbaz Sharif, the PPP's Asif Ali Zardari, Muttahida Qaumi Movement – Pakistan's Khalid Maqbool Siddiqui, Balochistan Awami Party's Sadiq Sanjrani and Istehkam-e-Pakistan Party's Aleem Khan announced that their parties had agreed to form a coalition government. PML-N spokesperson Marriyum Aurangzeb said that Shehbaz was the prime ministerial nominee following his elder brother Nawaz's recommendation. PPP leader Bilawal Bhutto Zardari said that he would endorse a PML-N nominee for prime minister and that the PPP would not join the next cabinet. He also expressed a desire to see his father Asif Ali Zardari return as president, and said that his party would field nominees for the chairmanship of the Pakistani Senate and the speakership of the National Assembly. Jamiat Ulema-e-Islam (F)|JUI-F chief Fazal-ur-Rehman (politician)|Fazal-ur-Rehman, a long-time ally of the PML-N, declined to support the PML-N and instead suggested that the PML-N should sit on the opposition benches. Media termed this coalition as \"PDM 2.0\" in reference to the previous coalition led by PML-N and PPP following Imran Khan's removal as prime minister. Khurshid Shah revealed that the PPP initially approached the PTI instead of the PML-N to explore possibilities in forming a government but was turned down by the PTI.",
                  "references": [
                    "https://tribune.com.pk/story/2456626/ppp-sticks-to-party-line-on-cabinet-posts",
                    "https://www.aljazeera.com/news/2024/2/20/pakistan-government-deal-agreed-despite-opposition-from-imran-khans-pti",
                    "https://tribune.com.pk/story/2457567/1",
                    "https://tribune.com.pk/story/2457074/pdm-20-set-in"
                  ]
                },
                {
                  "id": "9.2.s4",
                  "text": "Only three weeks before the election, Bhutto Zardari had criticized the PML-N saying their \"policies had hurt the country's economy,\" and remarked \"Fool me once, shame on you, fool me twice, shame on me\", when asked about the possibility of entering into a coalition with the PML-N. In response, Imran Khan called the upcoming coalition a \"daylight robbery\" and warned \"against the misadventure of forming a government with stolen votes.\" Akhtar Mengal, the president of the Balochistan National Party (Mengal), said that the PML-N and PPP-led coalition would collapse within one and a half years due to the parties \"blackmailing\" each other, citing previous coalition governments. Observers noted that the increased support for the PTI had changed the power dynamics, making a Sharif-led government seem weak even before it began. JUI-F chief Fazal-ur-Rehman also reiterated his belief that the incoming coalition government is unlikely to complete its full five-year tenure. He further cautioned about the risk of a \"system collapse\" in the country due to excessive interference from the establishment and added that the establishment aimed to ensure that people aligned with their preferences were elected to the assemblies.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/2/16/bhutto-about-turn-behind-the-ppp-plan-to-back-pakistans-new-government",
                    "https://www.bbc.com/news/world-asia-68287508",
                    "https://tribune.com.pk/story/2456624/pml-n-awakening-to-its-empty-victory",
                    "https://tribune.com.pk/story/2457984/jui-f-to-sit-on-opposition-benches-announces-fazl",
                    "https://tribune.com.pk/story/2457781/jui-f-wont-become-part-of-any-govt-says-fazl"
                  ]
                },
                {
                  "id": "9.2.s5",
                  "text": "On 27 February, a leaked video surfaced showing MQM-P leader Syed Mustafa Kamal, where he was shown saying during an MQM-P party meeting that PML-N leaders informed him about the PPP's claim that the \"MQM-P's mandate is 100% fake\". Kamal later confirmed the authenticity of this video. Later on the same day, Sindh Governor and MQM-P leader Kamran Tessori also acknowledged in another leaked audio recording that the MQM-P \"did not get votes in this election,\" and emphasized the difference from the 2018 Pakistani general election|2018 general election when MQM-P obtained seven seats, which was their actual vote bank.",
                  "references": [
                    "https://tribune.com.pk/story/2457827/kamals-leaked-audio-goes-viral-on-social-media",
                    "https://www.geo.tv/latest/532857-mustafa-kamal-owns-audio-leak-says-nothing-new-about-fake-mandate",
                    "https://www.thenews.com.pk/print/1162218-kamal-claims-to-have-found-mqm-london-insider-after-his-audio-leak",
                    "https://tribune.com.pk/story/2457899/1"
                  ]
                },
                {
                  "id": "9.2.s6",
                  "text": "On 16 February, senior PTI official Asad Qaiser said that Imran Khan had nominated Omar Ayub Khan, a grandson of former military ruler Ayub Khan|Muhammad Ayub Khan, as the PTI's nominee for prime minister, despite him being in hiding over charges relating to the May 9 riots. The PTI also nominated Mian Aslam Iqbal and Ali Amin Gandapur as its respective nominees for chief minister in Punjab and Khyber Pakhtunkhwa. Later that day however, PTI official Muhammad Ali Saif stated that the party had chosen to be in the opposition both at the federal level and in Punjab, following the directives of Imran Khan.",
                  "references": [
                    "https://www.bbc.com/news/world-asia-68313625",
                    "https://www.pakistantoday.com.pk/2024/02/16/pti-to-sit-in-opposition-in-centre-punjab-on-imrans-directives-saif/"
                  ]
                }
              ]
            },
            {
              "id": "9.2.2",
              "title": "Inauguration of the National Assembly",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "9.2.2.s1",
                      "text": "President Arif Alvi declined to convene the National Assembly's inaugural session, which is typically summoned within 21 days of the general elections as per the constitution. He was also of the view that Assembly was not complete and therefore the ECP should distribute the reserved seats for women and minorities to the PTI-backed SIC bloc. As a result, he faced significant criticism from the PPP and the PML-N who asserted that the President's action amounts to \"abrogating the Constitution\" by not convening the session, and warned of potential legal consequences. Imran Khan also endorsed Alvi's decision to decline the summoning of the session and said that they were drafting a letter to the International Monetary Fund (IMF), urging for the condition that any of its discussions with the incoming PML-N/PPP coalition government should be contingent upon an independent audit of the general election. This action was heavily criticized by the PML-N and the PPP, who argued that sending such a letter would be tantamount to inviting foreign intervention in the country's domestic affairs. On 28 February, the National Assembly Secretariat scheduled the inaugural session for 29 February at 10 a.m., bypassing the need for notification from Alvi. At the very last moment, Alvi relented and approved a summary for calling the inaugural session late at night, albeit with reservations about the tone of the summary from caretaker prime minister Anwaar-ul-Haq Kakar.",
                      "references": [
                        "https://www.geo.tv/latest/532686-speaker-convenes-new-national-assembly-session-on-feb-29-after-presidents-refusal"
                      ]
                    },
                    {
                      "id": "9.2.2.s2",
                      "text": "On 29 February, a total of 302 newly elected legislators took their oaths, marking the commencement of the List of members of the 16th National Assembly of Pakistan|16th National Assembly. The maiden session, however, was disrupted by chaos and slogans in favour of Imran Khan. This was the first time where PTI MNAs were able (due to parliamentary privilege) to chant Imran Khan's name and display his photos on live TV since a ban was imposed on mentioning his name on television. The PTI's nominee for the premiership, Omar Ayub Khan, along with PTI chair Gohar Ali Khan, emphasized during their addresses to the session that the Assembly remained incomplete as MNAs nominated for reserved seats were unable to attend the session and take the oath. On 4 March, a five-member bench of the ECP, chaired by CEC Sikandar Sultan Raja, delivered a much-awaited 4-1 verdict to dismiss the plea from the PTI/SIC for reserved seats in the National Assembly. The ruling stated that the bloc is not eligible for reserved seats and asserted that leaving reserved seats vacant is not permissible, and thus these seats would be allocated to other political parties based on their proportional representation. However, the ECP Punjab member disagreed from the majority decision. PTI leaders criticised the verdict and vowed to contest the ECP's ruling in court while several lawyers and activists also criticized the ECP for its decision. Speaking to the media from jail, Imran Khan also criticized the denial of reserved seats to the PTI as unconstitutional, drawing parallels to the disenfranchisement of East Pakistan following the 1970 Pakistani general election which ultimately resulted in the country's Bangladesh Liberation War|disintegration. On 8 March, several members of the provincial and national assemblies who were allocated reserved seats, which were denied tp the PTI/SIC, took their oaths in respective assemblies. This occurred despite PHC injunctions and notices to the ECP instructing lawmakers not to take their oaths. On 14 March, the Peshawar High Court dismissed the PTI/SIC petition challenging the ECP's decision to reject the party's allocation of reserved women and minority seats. After which some PTI party leaders made controversial statements attributing PTI's loss of reserved seats in the parliament to its decision to enter into an alliance with the Sunni Ittehad Council (SIC).",
                      "references": [
                        "https://tribune.com.pk/story/2457975/new-elected-members-take-oath-as-ruckus-mars-inaugural-session-of-16th-na",
                        "https://tribune.com.pk/story/2458351/1",
                        "https://www.geo.tv/latest/533598-in-major-blow-ecp-rules-against-allocating-reserved-seats-to-pti-backed-sic-lawmakers",
                        "https://tribune.com.pk/story/2458567/election-result-buried-may-9-narrative-imran",
                        "https://www.nation.com.pk/20-Mar-2024/internal-strife-damaging-pti-s-narrative-on-poll-rigging"
                      ]
                    },
                    {
                      "id": "9.2.2.s3",
                      "text": "After the allocation of reserved seats, excluding the PTI/SIC bloc, to other political parties, the PML-N emerged as the largest party in the National Assembly, gaining 16 seats to reach 123, while the PPP's count increased to 73 and the JUI-F's to 11. On 6 March, the ECP uploaded Forms 45, 46, 48, and 49 on its website about a month post the election, thereby violating the legal requirement for their release within 14 days after the polls. In a press conference, the PTI leaders including Gohar Ali Khan described the Forms 45 released by the ECP on its website as \"heavily tampered\", resulting in the outcomes favoring PTI's opponent candidates. They also asserted possession of \"original and signed Form-45s,\" alleging significant \"fraud\" in the compilation of election results. The PTI declared their intention to approach the Supreme Court regarding the purported alteration of Form-45s and called for a comprehensive and independent audit of the election outcomes.",
                      "references": [
                        "https://tribune.com.pk/story/2458531/ecp-uploads-form-45-to-its-website"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "9.2.3",
              "title": "Election of the Prime Minister",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "9.2.3.s1",
                      "text": "On 2 March, Shehbaz Sharif of the PML-N and PTI-backed independent candidate Omar Ayub Khan submitted their nomination papers for the prime ministerial elections. The next day on 3 March, Shehbaz was re-elected as Prime Minister of Pakistan for the second time, securing 201 votes against the 92 votes received by Omar Ayub Khan. Due to the absence of a clear majority for any single party in the assembly, Shehbaz was elected with the joint support from PML-N's allies such as the PPP, MQM-P, PML-Q, BAP, PML-Z, IPP, NP among others. He would soon afterwards be officially sworn in. During the session, PTI-backed SIC MNAs chanted slogans alleging that Shehbaz came to power through rigging with Omar Ayub terming the Shehbaz' PM election as 'illegal'. Omar Ayub Khan also condemned censorship in his speech after the state-run Pakistan Television Corporation was reported to have abruptly ceased live broadcasting as soon as he had started to speak, comparing it with live coverage of Shehbaz's statements.",
                      "references": [
                        "https://www.brecorder.com/news/40291648/shehbaz-sharif-omar-ayub-file-nomination-papers-for-pm-slot",
                        "https://www.thenews.com.pk/latest/1163935-shehbaz-sharif-vs-omar-ayub-khan-na-session-to-elect-pakistans-24th-premier-begins",
                        "https://www.theguardian.com/world/2024/mar/03/shehbaz-sharif-sworn-in-as-prime-minister-of-pakistan",
                        "https://www.aljazeera.com/news/2024/3/3/shehbaz-sharif-set-to-become-pakistans-new-pm-after-controversial-election",
                        "https://tribune.com.pk/story/2458252/ptis-omar-ayub-terms-pms-election-illegal"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "9.2.4",
              "title": "Election of the President",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "9.2.4.s1",
                      "text": "{{main|2024 Pakistani presidential election}}\nThe coalition agreement which was reached also called for Asif Ali Zardari to return as President of Pakistan. where he criticized the \"establishment\" for their interference in the polls. On 8 March, Achakzai, in a letter to the ECP requested the postponement of the presidential elections, citing concerns that holding elections without reserved seats in the assemblies would be unconstitutional. However, the ECP dismissed Achakzai's request.",
                      "references": [
                        "https://www.geo.tv/latest/533550-pkmap-announces-countrywide-protest-against-raid-at-achakzais-house",
                        "https://www.thenews.com.pk/latest/1164269-pkmap-general-secy-says-achakzai-punished-for-na-speech",
                        "https://tribune.com.pk/story/2458853/ecp-rejects-achakzais-call-to-delay-presidential-polls"
                      ]
                    },
                    {
                      "id": "9.2.4.s2",
                      "text": "On 9 March, Zardari secured his second term as President of Pakistan with the backing of the PML-N and rest of the ruling coalition in a vote held by the national and provincial assemblies. Zardari received 411 votes, while Achakzai received 181 votes. The PTI denounced the vote as \"illegal,\" asserting that the election of the \"king of corruption,\" referring to Zardari, was forced upon the nation.",
                      "references": [
                        "https://www.aljazeera.com/news/2024/3/9/asif-ali-zardari-elected-pakistans-president-for-second-time",
                        "https://tribune.com.pk/story/2458873/1"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "9.3",
          "title": "Formation of provincial governments",
          "content": [
            {
              "sentences": [
                {
                  "id": "9.3.s1",
                  "text": "On 23 February 2024, the List of members of the 18th Provincial Assembly of the Punjab|18th Punjab Assembly convened approximately 313 newly elected MPAs were sworn in. This included 193 from the PML-N, 98 PTI-backed independents, 13 from the PPP, 10 from the PML-Q, five from the IPP, and one each from the TLP and the PML-Z. On 26 February, Nawaz Sharif's daughter, Maryam Nawaz, was elected as the first female Chief Minister of Punjab (Pakistan)|chief minister of Punjab with 220 votes in the assembly, while her opponent PTI-backed candidate Rana Aftab Ahmad Khan boycotted the elections. The next day, the PTI announced that it would convene a separate Punjab Assembly session to select its chief minister, speaker, and deputy speaker, asserting a majority with 250 MPAs, including those from reserved seats for women and minorities. They labeled the election of Maryam Nawaz to the chief ministership \"a stolen mandate\" and asserted that she was defeated on her provincial assembly seat from PP-159 Lahore-XV by a PTI-backed candidate, Mehr Sharafat.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/2/26/ex-pm-nawazs-daughter-is-pakistans-first-female-provincial-chief-minister",
                    "https://tribune.com.pk/story/2457646/punjab-assembly-session-to-elect-chief-minister-commences"
                  ]
                },
                {
                  "id": "9.3.s2",
                  "text": "On 24 February, 147 MPAs of the List of members of the 16th Provincial Assembly of Sindh|16th Sindh Assembly took their oath of office, of which 84 MPAs from the PPP, 28 from the MQM-P, 14 independents, including those backed by the PTI, and two each from the GDA and JI. On 26 February, PPP leader Syed Murad Ali Shah was re-elected as the Sindh Chief Minister for a third consecutive term, receiving 112 votes. His opponent, Ali Khursheedi of the MQM-P, garnered 36 votes.",
                  "references": [
                    "https://tribune.com.pk/story/2457451/newly-elected-sindh-mpas-take-oath"
                  ]
                },
                {
                  "id": "9.3.s3",
                  "text": "On 28 February, 57 newly elected MPAs of the List of members of the 12th Provincial Assembly of Balochistan|12th Baloch Assembly were sworn in where the PPP and the PML-N emerged as the two largest parties. On March 2, Sarfraz Bugti was elected unopposed as the new Chief Minister of Balochistan with the joint support of the PPP and the PML-N.",
                  "references": [
                    "https://www.thenews.com.pk/latest/1162402-newly-elected-members-of-balochistan-assembly-to-take-oath-today"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Reactions",
      "content": [
        {
          "id": "10.1",
          "title": "Domestic",
          "content": [
            {
              "sentences": [
                {
                  "id": "10.1.s1",
                  "text": "After polling closed, caretaker Prime Minister Anwaar ul Haq Kakar said that the elections were a \"momentous occasion\". He praised the enthusiasm of the people of Pakistan and expressed appreciation for their participation in the polling process, adding that \"the high voter turnout is a clear indication of public commitment to shaping the future of our country.\"",
                  "references": [
                    "https://www.aljazeera.com/news/2024/2/8/pakistan-voting-ends-results-expected-soon-amid-charges-of-manipulation"
                  ]
                },
                {
                  "id": "10.1.s2",
                  "text": "Chief Election Commissioner Sikandar Sultan Raja thanked the nation for the successful election and expressed gratitude to all stakeholders, including government bodies, security agencies, media, and voters. He urged returning officers to ensure timely results delivery. The Pakistan Armed Forces, through its media wing Inter-Services Public Relations|ISPR, extended congratulations to the nation for the peaceful conduct of the general elections, emphasizing their role in advancing democracy and fulfilling the aspirations of the people. Chief of the Army Staff (Pakistan)|Chief of the Army Staff (COAS) Asim Munir (general)|Asim Munir urged citizens to move on from the politics of \"anarchy and polarization\", adding that a stable hand was needed to unite \"Pakistan's diverse polity\", and to make \"democracy functional and purposeful\". During the first Corps Commanders' Conference held at the Pakistani military headquarters following the election and chaired by Asim Munir, the military rejected claims of election interference.",
                  "references": [
                    "https://www.app.com.pk/national/ecp-chief-commends-successful-election/",
                    "https://www.brecorder.com/news/40287981",
                    "https://www.bbc.com/news/world-asia-68256017"
                  ]
                },
                {
                  "id": "10.1.s3",
                  "text": "President Arif Alvi, stated that the use of electronic voting machines (EVMs) could have averted the uncertainty surrounding the election results and reminded of his efforts to introduce them in the country's electoral process.",
                  "references": [
                    "https://tribune.com.pk/story/2456049/alvi-says-use-of-evms-couldve-averted-election-uncertainty"
                  ]
                },
                {
                  "id": "10.1.s4",
                  "text": "In a message from jail, Imran Khan claimed that the PTI won 170 seats, achieving a two-thirds majority in the 2024 elections. According to Khan's sister, Aleema Khan, he described the rigging as the \"Mother of all rigging\" and ridiculed the PML-N, saying \"Instead of honouring the vote, the 'selected ones' have honoured the boot,\" implying that the PML-N prioritized military influence over respecting the electoral process.",
                  "references": [
                    "https://tribune.com.pk/story/2457055/mother-of-all-rigging-has-made-pakistan-laughing-stock-globally-says-imran"
                  ]
                },
                {
                  "id": "10.1.s5",
                  "text": "The Ministry of Foreign Affairs (Pakistan)|Pakistan Foreign Ministry in a statement expressed surprise at international criticism regarding the elections, citing the complexity of the electoral process and the strong participation of millions of voters.",
                  "references": [
                    "https://tribune.com.pk/story/2456034/criticism-by-foreign-capitals-orgs-neither-constructive-nor-objective-fo?amp=1",
                    "https://www.app.com.pk/national/fo-surprised-at-negative-tone-of-certain-countries-statements-over-general-elections/#google_vignette"
                  ]
                },
                {
                  "id": "10.1.s6",
                  "text": "The day after the election, the Pakistan Stock Exchange shed 2,200 points on opening, or 3.6% of its value, as delayed results and prospects of a hung parliament loomed.",
                  "references": [
                    "https://www.arabnews.com/node/2457016/pakistan"
                  ]
                },
                {
                  "id": "10.1.s7",
                  "text": "''The Express Tribune'' in its editorial stated \"the fact that the people of Pakistan have made a choice, and have voted for parliamentary democracy must come as a soothing consolation.\" Hamid Mir stated that PML-N supporters claimed to have received more votes on the day after the election.",
                  "references": [
                    "https://tribune.com.pk/story/2455848/a-vote-for-democracy",
                    "https://www.thehindu.com/opinion/lead/pakistans-democratic-revolution-with-seam-and-swing/article67835854.ece"
                  ]
                },
                {
                  "id": "10.1.s8",
                  "text": "Hina Jilani, co-founder of the Human Rights Commission of Pakistan, expressed her astonishment at the election outcome, stating that she, like everyone else, was taken aback, saying that \"It's strange for me to say this, but I don't think the Pakistani public has ever played a strong role in enforcing democracy in this country.\" and that \"we have not seen a public uprising against the military takeover of political space in this country.\"",
                  "references": [
                    "https://time.com/6695374/pakistan-election-hina-jilani/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "10.2",
          "title": "International",
          "content": [
            {
              "sentences": [
                {
                  "id": "10.2.s1",
                  "text": "*{{flag|Australia}} – The Department of Foreign Affairs and Trade in a press statement expressed regret saying that \"the Pakistani people were restricted in their choice, since not all political parties were allowed to contest these elections.\"\n*{{flagcountry|European Union}} – High Representative of the Union for Foreign Affairs and Security Policy|High Representative for Foreign Affairs Josep Borrell called upon the relevant authorities to \"ensure a timely and full investigation of all reported election irregularities and to implement the recommendations of the upcoming EU Election Expert Mission report.\"\n*{{flagcountry|United Kingdom}} – Foreign Secretary (United Kingdom)|Foreign Secretary David Cameron in a statement noted \"serious concerns raised about the fairness and lack of inclusivity of the elections\" while also acknowledging \"the restrictions imposed on internet access on polling day, significant delays to the reporting of results and claims of irregularities in the counting process\".\n*{{flagcountry|United States}} – In a rare strong statement, Several US lawmakers expressed concerns over the conduct of polls, poll-related violence, and restrictions on freedom of speech. White House spokesperson expressed concern about \"intimidation and voter suppression,\" emphasizing that they were closely monitoring the situation in Pakistan.",
                  "references": [
                    "https://tribune.com.pk/story/2455945/eu-urges-pakistan-to-ensure-full-investigation-of-reported-election-irregularities",
                    "https://tribune.com.pk/story/2455952/uk-acknowledges-serious-concerns-about-election-fairness",
                    "https://www.state.gov/elections-in-pakistan/",
                    "https://www.pakistantoday.com.pk/2024/02/09/us-prepared-to-work-with-new-pakistani-government-says-us-spokesperson/",
                    "https://tribune.com.pk/story/2456737/us-concerned-voter-suppression-in-pakistan"
                  ]
                },
                {
                  "id": "10.2.s2",
                  "text": "On 28 February, at least 31 members of the United States Congress wrote a letter to US President Joe Biden, urging him to withhold recognition of the incoming coalition government until a \"thorough, transparent, and credible\" audit of the election is conducted. The letter also demanded that the United States cease military and other cooperation with Pakistan. Among those critical of the results was Congressman Ro Khanna who also alleged that the Pakistani military was backing Nawaz Sharif. In an interview, Congressman Greg Casar expressed concerns about American hypocrisy regarding Pakistani democracy, stating that he has directly contacted the State Department about it. He also warned Pakistan's Ambassador to the United States that existing laws could be utilized to reduce aid to Pakistan due to its human rights abuses.",
                  "references": [
                    "https://theintercept.com/2024/02/28/congress-pakistan-election-recognition/",
                    "https://theprint.in/world/pakistani-military-rigging-elections-to-prop-up-its-candidate-despite-imran-khan-backed-candidates-winning-polls-congressman-khanna/1961650/",
                    "https://theintercept.com/2024/02/07/immigration-progessive-policy-pakistan/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}