{
  "title": "2024_Kurram_attack",
  "content": [
    {
      "id": "1",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Sunni and Shia Muslims are in conflict in the region over a dispute over land. Half of the population of the Kurram region are Shia Muslims, while the majority of Pakistan are Sunni Muslims.",
              "references": [
                "https://www.msn.com/en-sg"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Attack",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Four gunmen emerged from a vehicle and opened fire on a convoy of over 200 vehicles containing Shia Muslims traveling from Parachinar to Peshawar along a remote highway. The gunmen initially targeted police escort vehicles, who were assigned to protect the convoy due to prior instances of sectarian violence on roadways, before firing on the passengers. Additional attackers reportedly fired from nearby farm fields.",
              "references": [
                "https://www.bbc.com/news/articles/cqxw18yvrndo"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The attack triggered renewed sectarian clashes in Kurram. Rioters in the villages of Bagan and Bacha Kot set fire to shops, houses and government buildings. Protesters in Parachinar set ablaze two police checkpoints. Internet was shut down, mobile services were suspended, schools were closed and a severe medicine and Famine|food shortage occurred after the attack. Reports emerged of intense gunfire in Lower Kurram Agency between the Alizai (Pashtun tribe)|Alizai and Bagan tribes.",
              "references": [
                "https://tnnenglish.com/violence-erupts-in-kurram-as-clashes-leave-18-dead-protests-sweep-pakistan-after-massacre",
                "https://tribune.com.pk/story/2511384/protests-over-kurram-massacre-turn-violent",
                "https://menafn.com/1108932433/Death-Toll-Rises-To-102-As-Kurram-Violence-Continues-Amid-Internet-Blackout-And-School-Closures"
              ]
            },
            {
              "id": "3.s2",
              "text": "By 28 November, 110 people had been killed in fighting across Kurram The death toll had risen to 133 by 3 December, with 177 being wounded.",
              "references": [
                "https://menafn.com/1108937152/Kurrams-Struggle-Severe-Shortages-Of-Medicine-And-Food-Amid-Ongoing-Violence-Death-Toll-Reaches-110",
                "https://www.thenews.com.pk/latest/1257661-two-more-succumb-to-injuries-in-kurram-bringing-tally-to-133",
                "https://www.arabnews.pk/node/2581612/pakistan"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Reactions",
      "content": [
        {
          "id": "4.1",
          "title": "Domestic",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.1.s1",
                  "text": "Local Shia leaders criticized authorities for failing to provide adequate security despite recent threats against the Shia community. Several shop owners in Parachinar went on strike in protest against regional violence.",
                  "references": [
                    "https://www.theguardian.com/world/2024/nov/23/hundreds-flee-deadly-sectarian-violence-in-north-west-pakistan"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Foreign governments",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "President of Iran|Iranian President Masoud Pezeshkian condemned the attack, expressing his condolences to the government  Pakistan and the families of the victims. Iranian Foreign Minister Abbas Araghchi wrote on his Twitter|X account, \"Our condolences to the victims' families and the people and government of brotherly Pakistan. We ask Almighty Allah for the speedy recovery of those injured. We spare no effort in strengthening bilateral and multilateral coordination and cooperation to uproot the scourge of terrorism\".",
                  "references": [
                    "https://en.mehrnews.com/news/224737/Pezeshkian-Araghchi-condemn-terrorist-attack-in-Pakistan"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "United States Department of State|US State Department Spokesperson for the United States Department of State|Spokesperson Matthew Miller (spokesperson)|Matthew Miller expressed solidarity with Pakistan during a press briefing, condemning the attack and expressing sympathy for the victims and their families. MIller additionally highlighted the United States' cooperation with the Pakistani government in counterterrorism. Spokesperson of the Embassy of the United States, Islamabad|US embassy in Islamabad Jonathan Lalley expressed a similar sentiment to the State Department, stating that Pakistanis 'deserve to live free from harm, danger, and threat, and to feel protected and secure in their daily lives' and that the US will remain a 'steadfast partner' to the nation. Additional messages of solidarity were issued by the Australian, Iranian and Embassy of Russia, Islamabad|Russian embassies in Islamabad.",
                  "references": [
                    "https://www.nation.com.pk/20-Nov-2024/us-condemns-surge-in-terrorist-attacks-in-pakistan-reaffirms-continued-support",
                    "https://pk.usembassy.gov/statement-by-u-s-mission-spokesperson-jonathan-lalley-on-the-attack-in-kurram/",
                    "https://www.arabnews.com/node/2580357/pakistan",
                    "https://www.thenews.com.pk/print/1254138-foreign-missions-condemn-kurram-attack"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}