{
  "title": "2024_Namibian_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "General elections were held in Namibia to elect a new President of Namibia|president and members of the National Assembly (Namibia)|National Assembly. Initially scheduled on 27 November 2024, these were later extended in some areas to 30 November due to poor planning. Opposition parties decried the move, boycotting the declaration of results and pledging to challenge the results of the election in court. They were the country's seventh general elections since gaining independence from Union of South Africa|apartheid South Africa in 1990.",
              "references": [
                "https://www.namibian.com.na/ecn-releases-timetable-for-27-november-elections/",
                "https://apanews.net/namibias-2024-general-elections-slated-for-november-27/",
                "https://www.namibian.com.na/namibia-votes-on-27-november/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Prior to the election, online disinformation campaigns targeted various candidates. These campaigns included false allegations of opposition candidate Panduleni Itula being a \"British national identity|British agent\"; purported footage of another opposition candidate, Bernadus Swartbooi, making tribalist statements towards Itula; and an Artificial intelligence|artificially-generated image of SWAPO candidate Netumbo Nandi-Ndaitwah fainting at rallies. Various politicians accused the Zimbabwean ZANU–PF of spreading false information.",
              "references": [
                "https://allafrica.com/stories/202411260077.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Presidential candidates",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "As president Geingob was ineligible for re-election after having served two consecutive terms, he selected deputy prime minister Netumbo Nandi-Ndaitwah to run for president as a candidate of his party, the South West Africa People's Organisation (SWAPO), of which she was also vice-president, in 2023. Upon Geingob's death, she was appointed Vice-President of Namibia|vice president by president Mbumba. She will become the first female president of Namibia.",
              "references": [
                "https://www.africanews.com/2023/03/13/namibian-president-names-netumbo-nandi-ndaitwah-woman-successor/",
                "https://www.bbc.com/news/world-africa-68196412"
              ]
            },
            {
              "id": "3.s2",
              "text": "Fourteen others were also running for president in the election. These included 2019 presidential candidate Panduleni Itula of the Independent Patriots for Change (IPC), the main opposition candidate, Popular Democratic Movement (PDM) leader McHenry Venaani, former deputy minister Bernadus Swartbooi of the Landless People's Movement (Namibia)|Landless People's Movement (LPM), and former Windhoek mayor Job Amupanda of Affirmative Repositioning (AR).",
              "references": [
                "https://www.bbc.com/news/articles/cwy5z9enx0do",
                "https://www.cnbcafrica.com/2024/main-candidates-in-namibias-presidential-election/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Voting was marred by logistical and technical problems such as malfunctioning voter identification tablets and insufficient ballot papers, causing long queues and the extension of voting hours by the Electoral Commission of Namibia (ECN) until 28 November. The IPC accused the ECN of \"deliberately suppressing voters and deliberately trying to frustrate voters from casting their vote\". Following complaints from opposition parties, the ECN announced a further extension of voting hours for 29 and 30 November at 36 selected polling locations in Windhoek as well as in the Kunene Region|Kunene, Oshana and Oshikoto Region|Oshikoto regions. Representatives of the IPC, PDM and AR expressed dissatisfaction with the limited selection of polling locations for the voting extension. Legal experts and the IPC have called into question the legality of the voting extension. African Union (AU) election observers criticised the ECN's decision to extend voting for causing confusion. The IPC accused the ECN of \"deliberately trying to dissuade voters from voting\". The AU observer mission gave the ECN a transparency score of just 50%.",
              "references": [
                "https://www.facebook.com/TheNamibianNewspaper/posts/pfbid02ZtPJ7o3jp4FYjpyH5BzqLEjA9N2sqJYQwBMsYbr7R1gwUWLH1TGu72EsDUwU6n65l",
                "https://www.aljazeera.com/news/2024/11/30/namibia-faces-election-chaos-as-voting-extended-after-irregularities",
                "https://www.namibian.com.na/selected-polling-stations-not-solving-problem-opposition-parties/",
                "https://www.namibian.com.na/president-mbumbas-election-extension-proclamation-unlawful-lawyer/",
                "https://www.facebook.com/ObserverNamibia/posts/pfbid02vXmLd5brHtu7oj7z9ZT8pMxxnM8SF5PsSJigZ7Hysc6AP918N8VVCaJgondW4T2sl",
                "https://www.namibian.com.na/au-election-observers-say-ecn-is-causing-confusion-with-election-extension/",
                "https://www.voanews.com/a/namibia-opposition-leader-says-party-will-not-recognize-vote/7882916.html"
              ]
            },
            {
              "id": "4.s2",
              "text": "On 29 November, the ECN extended voting until the night of 30 November. The IPC alleged that this extension was illegal and accused SWAPO of committing fraud. Election monitors, consisting of southern African human rights lawyers, claimed that delays were intentional. Panduleni Itula declared that \"the IPC shall not recognize the outcome of that election.\" and announced plans to file legal challenges.",
              "references": [
                "https://www.bbc.co.uk/news/articles/cjdld7xljk7o"
              ]
            },
            {
              "id": "4.s3",
              "text": "On 3 December, the ECN declared Netumbo Nandi-Ndaitwah the winner of the election.",
              "references": [
                "https://www.theguardian.com/world/2024/dec/03/namibia-elects-its-first-female-president-in-disputed-elections"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "On 3 December 2024, Nandi-Ndaitwah was declared the victor with 57% of the vote, She became the first woman to be elected as president of Namibia",
              "references": [
                "https://www.dw.com/en/namibia-elects-nandi-ndaitwah-as-first-woman-president/a-70952442",
                "https://www.france24.com/en/live-news/20241203-namibia-elects-its-first-woman-president"
              ]
            },
            {
              "id": "5.s2",
              "text": "Panduleni Itula, the second-place candidate, declared that there was a \"multitude of irregularities\" and would \"fight... to nullify the elections through the processes that are established within our electoral process.\" Itula criticized the opening of only selective polling stations, which may have prevented thousands of voters from casting their vote.",
              "references": [
                "https://www.aljazeera.com/news/2024/12/3/namibia-elects-nandi-ndaitwah-as-countrys-first-woman-president",
                "https://www.bbc.com/news/articles/cjdld7xljk7o.amp",
                "https://www.bbc.com/news/articles/c5yx0r14jrmo",
                "https://neweralive.na/ecn-slammed-over-electoral-conduct/"
              ]
            },
            {
              "id": "5.s3",
              "text": "On 13 December, the Namibian electoral court ordered the ECN to allow the IPC and the LPM to obtain access to electoral data as part of their electoral protest. On 28 February 2025, the Supreme Court of Namibia ruled that the voting extension was valid and rejected the IPC's protest.",
              "references": [
                "https://www.africanews.com/2024/12/13/nambian-court-grants-opposition-parties-access-to-election-data/",
                "https://www.africanews.com/2025/02/28/namibia-supreme-court-throws-out-challenge-to-presidential-election-result/"
              ]
            }
          ]
        }
      ]
    }
  ]
}