{
  "title": "2024_Rwandan_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "General elections were held in Rwanda on 15 July 2024 to elect the President of Rwanda|president and members of the Chamber of Deputies (Rwanda)|Chamber of Deputies.",
              "references": [
                "https://northafricapost.com/73735-rwanda-sets-15-july-2024-election-date-for-presidential-legislative-polls.html"
              ]
            },
            {
              "id": "1.s2",
              "text": "In an election that was criticised as unfair for its barring of serious opposition candidates, incumbent President Paul Kagame, in office since 2000, was elected to a fourth term (allegedly with over 99% of the vote and a 98.2% turnout) and was inaugurated on 11 August.",
              "references": [
                "https://www.voanews.com/a/kagame-opponents-and-critics-say-elections-in-rwanda-neither-free-nor-fair/7702228.html",
                "https://www.aljazeera.com/news/2024/8/11/rwandas-kagame-sworn-in-for-fourth-term-after-99-percent-election-win"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "A 2015 Rwandan constitutional referendum|referendum in 2015 approved constitutional amendments that would allow incumbent President Paul Kagame to run for a third term in office in 2017, as well as shortening presidential terms from seven to five years, although the latter change would not come into effect until 2024. In 2022 Kagame told France 24 that he intended to run for president again in the 2024 election, despite having already served three terms in office.",
              "references": [
                "https://www.bbc.co.uk/news/world-africa-35049885",
                "https://www.bbc.com/news/world-africa-62105226"
              ]
            },
            {
              "id": "2.s2",
              "text": "Kagame's rule in the country has been described as Authoritarianism|authoritarian. According to Freedom House, Kagame is an autocrat who is responsible for \"surveillance, intimidation, torture and Rendition (law)|renditions or suspected assassinations of exiled Dissident|dissidents\". Human Rights Watch says that Kagame's government arrested and threatened political opponents. Freedom House considered the elections in Rwanda neither free nor fair, citing reports of ballot stuffing, political intimidation, blocking of opposition challengers, and other undemocratic practices.",
              "references": [
                "https://freedomhouse.org/country/rwanda/freedom-world/2024"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The president of Rwanda is elected in one round of voting by Plurality (voting)|plurality.",
              "references": [
                "https://www.electionguide.org/elections/id/2160/"
              ]
            },
            {
              "id": "3.s2",
              "text": "* 53 seats directly elected by closed list proportional representation in a single nationwide constituency with an electoral threshold of 5%; seats are allocated using the largest remainder method.\n* 27 seats indirectly elected by local and national councils\n** 24 Gender quota|reserved for women\n*** Six from the Eastern Province, Rwanda|Eastern, Southern Province, Rwanda|Southern and Western Province, Rwanda|Western provinces\n*** Four from Northern Province, Rwanda|Northern Province\n*** Two from Kigali\n** Two for representatives of youth\n** One for representatives of people with disabilities.",
              "references": [
                "http://archive.ipu.org/Parline/reports/2265_B.htm",
                "https://www.aljazeera.com/news/2013/9/16/rwandans-vote-in-parliamentary-elections"
              ]
            },
            {
              "id": "3.s3",
              "text": "Around 9.5 million people were registered to vote. Advance voting for overseas Rwandans was held in the country's List of diplomatic missions of Rwanda|diplomatic missions on 14 July. while voting for indirectly elected seats was held on 16 July. Provisional results are expected by 20 July, while the final result is expected on 27 July.",
              "references": [
                "https://www.france24.com/en/africa/20240715-rwanda-heads-to-polls-with-president-kagame-expected-to-secure-fourth-term",
                "https://www.aljazeera.com/news/2024/7/15/rwandas-kagame-eyes-fourth-term-as-voters-head-to-the-polls",
                "https://www.africanews.com/2024/07/12/rwanda-votes-in-elections-president-paul-kagame-is-widely-expected-to-win/",
                "https://www.africanews.com/2024/07/15/vote-counting-begins-in-rwandas-presidential-electio/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Presidential candidates",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Kagame announced his bid for a fourth term on 20 September 2023 in an interview with the pan-African Jeune Afrique magazine, saying \"I am happy with the confidence that the Rwandans have shown in me. I will always serve them, as much when I can. Yes, I am indeed a candidate.\" Kagame's campaign was endorsed by member parties of Rwanda's ruling government coalition, the Rwandan Patriotic Front (RPF), including the Ideal Democratic Party, the Democratic Union of the Rwandan People, the Prosperity and Solidarity Party, and the Rwandan Socialist Party. Kagame's candidacy was finalised by the RPF without objections at the end of its congress on 9 March 2024. He was also endorsed by the Liberal Party (Rwanda)|Liberal Party and the Social Democratic Party (Rwanda)|Social Democratic Party on 31 March.",
              "references": [
                "https://www.france24.com/en/africa/20240309-rwandan-ruling-party-picks-president-paul-kagame-as-presidential-candidate",
                "https://www.africanews.com/2024/04/01/rwanda-kagame-endorsed-as-presidential-candidate-by-seven-political-parties/"
              ]
            },
            {
              "id": "4.s2",
              "text": "Frank Habineza of the Democratic Green Party of Rwanda also indicated he would run again in 2024. He had previously run in 2017 Rwandan presidential election|2017.",
              "references": [
                "https://www.africanews.com/2023/09/20/rwanda-kagame-announces-he-will-run-for-a-fourth-term/"
              ]
            },
            {
              "id": "4.s3",
              "text": "In 2019, activist Victoire Ingabire Umuhoza stated that her United Democratic Forces of Rwanda|United Democratic Forces party would challenge Kagame if it was officially recognised by the government. She claimed that there were delays despite her party having the necessary amount of registered members. She said in 2023 that while recognising Kagame's achievements while President, his greatest achievement would be stepping aside to let a peaceful transfer of power take place. However, Ingabire had been convicted in 2010 for threatening state security and downplaying the Rwandan Genocide|Rwandan genocide by asking why no Hutu victims were included in an official memorial.",
              "references": [
                "https://www.voanews.com/a/africa_rwanda-opposition-figure-presses-against-political-odds/6178473.html",
                "https://www.bbc.com/news/world-africa-68552517"
              ]
            },
            {
              "id": "4.s4",
              "text": "On 7 June the Rwandan electoral commission confirmed Paul Kagame, Frank Habineza and Philippe Mpayimana, an independent, as the final candidates for the presidential election, the same three candidates as in 2017. The applications of six other candidates, including Diane Rwigara of the People Salvation Movement, were rejected. The final list of candidates for the presidential and parliamentary election was released on 14 June. The only three presidential candidates allowed to run were the same as from 2017 Rwandan presidential election|2017, where Kagame won with more than 98% of the vote. Deutsche Welle|DW described the election as a \"re-run of the non-contest in 2017.\" ''The Independent'' wrote that the election was \"widely criticised as unfair\", while Amnesty International criticised the censorship of opposition in the race as having \"a chilling effect and limits the space for debate for people of Rwanda\".",
              "references": [
                "https://www.bbc.com/news/articles/cw007n5pn4wo",
                "https://www.africanews.com/2024/06/17/rwanda-two-candidates-up-against-paul-kagame-in-july-15-poll/",
                "https://www.dw.com/en/rwanda-president-kagame-reelected-with-99-early-results/a-69660649"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "Campaigning was held from 22 June to 12 July.",
              "references": [
                "https://www.aljazeera.com/news/2024/7/14/will-paul-kagame-win-a-landslide-in-rwanda-election-heres-what-to-know"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "On 23 June, at an electoral rally attended by Kagame in Rubavu, a crowd crush killed one and injured 37.",
              "references": [
                "https://www.africanews.com/2024/06/25/1-killed-in-stampede-as-rwandas-kagame-begins-campaign-for-reelection/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "Kagame thanked voters over the result in a speech at RPF headquarters in Kigali.",
              "references": [
                "https://www.bbc.com/news/articles/cx0247xx585o"
              ]
            }
          ]
        }
      ]
    }
  ]
}