{
  "title": "2024_Kamchatka_Mil_Mi-8_crash",
  "content": [
    {
      "id": "1",
      "title": "Background",
      "content": [
        {
          "id": "1.1",
          "title": "Aircraft",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.1.s1",
                  "text": "The aircraft was a 32-year-old Mil Mi-8T, registered as RA-25656 The aircraft was operated by Vityaz-Aero, a firm that organises flights for tourists in the area. The helicopter was powered by two Klimov TV2-117|Klimov TV2-117A engines.{{Rp|18}}",
                  "references": [
                    "https://mak-iac.org/rassledovaniya/mi-8t-ra-25656-31-08-2024/",
                    "https://www.altair.com.pl/news/view?news_id=43942",
                    "https://edition.cnn.com/2024/08/31/europe/russian-helicopter-far-east-volcano-intl/index.html",
                    "https://www.bbc.com/news/articles/c70jdn4q0wro"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.2",
          "title": "Passengers and crew",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.2.s1",
                  "text": "There were 19 passengers on board the flight returning from a trip to the extinct Vachkazhets volcano that had been organized by the Kamchatka Freeride Community and Moscow-based tour operator company Bolshaya Strana. Kirill Seregin, one of the leaders of the Kamchatka Freeride Community, a locally well-known extreme sports enthusiast as well as an experienced guide, and Mikhail Repnikov and Yulia Repnikova, the founders of Bolshaya Strana.{{Rp|6}}",
                  "references": [
                    "https://www.rbc.ru/sport/02/09/2024/66d5fab89a79470d7800de73",
                    "https://euromaidanpress.com/2024/09/01/russian-mi-8-helicopter-crash-in-kamchatka-claims-22-lives/",
                    "https://mak-iac.org/upload/iblock/3fe/pnq5xl7nsbipu1s2whsakpgduf6gu5op/report_ra-25656.pdf"
                  ]
                },
                {
                  "id": "1.2.s2",
                  "text": "In command was 38-year-old Pilot in command|Captain Denis Bleshchik, who had been flying helicopters for 12 years, with more than 5728 hours of flying experience on the Mil Mi-8.{{Rp|13}} A former colleague of Bleshchik said that he had all the necessary permits to fly the aircraft. The First officer (aviation)|first officer was a 23-year-old male who had more 297 hours of flying experience, all of which were on the Mil Mi-8.{{Rp|14-15}} The flight engineer was a 29-year-old male who had more than 2328 hours of flying experience, 1726 of which were on the Mil Mi-8.{{Rp|15-16}}",
                  "references": [
                    "https://www.kommersant.ru/doc/6932143",
                    "https://kamchatka.aif.ru/society/chuda-ne-sluchilos-na-kamchatke-nashli-tela-passazhirov-propavshego-vertolyota"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Accident",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The helicopter disappeared from radar at around 16:15 PETT (UTC+12:00) shortly after takeoff. It was due to establish communication at around the same time but failed to do so. The Kamchatka Department of Hydrometeorology and Environmental Monitoring reported that fog and drizzle were present in the area of the accident. The wreckage was found in a hilly area at an elevation of {{Convert|900|m}} near the point of the last communication, about {{convert|20|km}} from its destination at {{Ill|Nikolayevka, Kamchatka Krai|lt=Nikolayevka|ru|Николаевка (Камчатский край)}}, Yelizovsky District.",
              "references": [
                "https://www.themoscowtimes.com/2024/08/31/helicopter-with-22-aboard-goes-missing-in-far-east-russias-kamchatka-a86215",
                "https://www.themoscowtimes.com/2024/09/01/17-bodies-found-after-helicopter-crashes-in-far-east-russias-kamchatka-a86219"
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Recovery operations",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "A search operation by the Ministry of Emergency Situations (Russia)|Russian Ministry of Emergency Situations was launched. Two Vityaz-Aero Mil Mi-8s were deployed to search for the missing aircraft. The search was suspended overnight due to the onset of darkness. The ministry later confirmed that all 22 occupants had been killed. In total, 39 people, 14 units of equipment, 4 Mil Mi-8s, and 1 Antonov An-26 – equipped with a cell phone locator – were involved in the search and rescue.{{Rp|28}}",
                  "references": [
                    "https://kyivindependent.com/russian-mi-8-helicopter-with-22-people-on-board-goes-missing-in-kamchatka-peninsula-kremlin-media-reports/",
                    "https://www.upi.com/Top_News/World-News/2024/09/01/Russian-helicopter-wreckage-found-none-22-sruvfives/3241725207114/",
                    "https://ria.ru/20240901/mi-8-1969794861.html",
                    "https://www.agenzianova.com/en/news/russia-helicopter-crash-in-kamchatka-22-bodies-found/",
                    "https://kamchatka.aif.ru/incidents/adskim-adom-nazval-mesto-krusheniya-mi-8-ministr-chs-kamchatki"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The Governor of Kamchatka Krai, Vladimir Solodov declared 3 September to be a day of mourning in honour of the victims, and expressed his condolences to the families of the victims. On 13 September, the founders of Vityaz-Aero Dismissal (employment)|dismissed CEO Viktor Sirotin as a result of the accident with Dmitry Zadirey, Deputy CEO for Flight Operations, also having been decided to be dismissed. In September, an inspection of the airline by Rosaviatsiya and the Federal Service for Supervision of Transport had uncovered a dozen of violations at the airline. The inspection had found that the airline's 63 pilots hadn't undergone the necessary training for flying and that more than half of the airline's fleet had not been properly maintained to meet up with airworthiness requirements. Flights carried out on three helicopters were deemed operationally dangerous, with 46 defects having been found. Aircraft maintenance was conducted by unauthorized personnel without proper equipment and documentation. Ten aviation accidents and incidents were concealed and 17 pilots had worked overtime. The inspection resulted in the suspension of multiple flights, in addition to the suspension of 50 employees from engineering and aviation services, along with the prohibition of operation on eight aircraft. As a result, Rosaviatsia revoked the airline's air operator's certificate.",
              "references": [
                "https://www.interfax.ru/russia/979152",
                "https://ria.ru/20240902/traur-1969876034.html",
                "https://prim.rbc.ru/prim/freenews/66e38c689a79471160660560",
                "https://aviation21.ru/posledstviya-katastrofy-vertolyota-a-k-vityaz-aero-annulirovanie-licenzii-i-veroyatnost-sryva-sleduyushhego-tursezona-na-kamchatke/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Investigation",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "On 1 September, the Interstate Aviation Committee (IAC) launched an investigation into the accident, along with Rosaviatsia. The local branch of the Investigative Committee of Russia (ICRF) opened a criminal case under Part 3 of Article 263 of the Criminal Code of the Russian Federation on the violation of traffic safety rules and operation of air transport resulting through negligence in the deaths of two or more persons. The ICRF said that pilot error or a technical malfunction were possible causes of the accident.",
              "references": [
                "https://kamchatinfo.com/news/safe/detail/64894/",
                "https://www.kommersant.ru/doc/6932047?from=top_main_1",
                "https://www.rbc.ru/rbcfreenews/66d57cf19a79477df985b83d",
                "https://ria.ru/20240902/krushenie-1969939845.html"
              ]
            },
            {
              "id": "4.s2",
              "text": "On 2 September, the flight data recorder (FDR), and the GPS navigator were recovered. It was later announced that the cockpit voice recorder (CVR) had also been found, but reportedly in a damaged state. Both recorders will be sent to the IAC for analysis.",
              "references": [
                "https://kamchatka.aif.ru/incidents/bortovoy-samopisec-i-gps-navigator-izyali-s-mesta-krusheniya-mi-8-na-kamchatke",
                "https://www.amur.life/news/2024/09/04/istochnik-bolshinstvo-pogibshih-pri-krushenii-mi-8-na-kamchatke-nevozmozhno-opoznat",
                "https://www.interfax.ru/russia/979287"
              ]
            }
          ]
        }
      ]
    }
  ]
}