{
  "title": "2024_Persian_Gulf_floods",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "In April 2024 heavy rain severely impacted states in the Persian Gulf, causing flash flooding across the region. Several states recorded nearly a year's worth of rain in a single day. The floods had a significant impact across the region, with Oman and the 2024 United Arab Emirates floods|United Arab Emirates being particularly affected, resulting in the deaths of at least 46 people, including 20 in Oman, and 18 in Iran. Yemen, Bahrain, Qatar, and the Eastern Province, Saudi Arabia|Eastern Province of Saudi Arabia also experienced heavy rainfall and subsequent flooding.",
              "references": [
                "https://gulfbusiness.com/unusual-weather-system-rain-saudi-arabia-bahrain/",
                "https://www.bbc.com/news/science-environment-68897443",
                "https://www.iranintl.com/en/202404208333"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Causes",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The Persian Gulf region is known for its hot and dry weather, though heavy rains causing flooding have also occurred with greater regularity in recent years. Britain's Royal Meteorological Society stated that the likely cause is a mesoscale convective system. Senior forecaster Esraa Alnaqbi of the UAE's National Centre of Meteorology (NCM) further explained that \"a low pressure system in the upper atmosphere, coupled with low pressure at the surface had acted like a pressure 'squeeze' on the air. That squeeze, intensified by the contrast between warmer temperatures at ground level and colder temperatures higher up, created the conditions for the powerful thunderstorm\". Climate scientist Michael Mann at the University of Pennsylvania stated that three low-pressure systems formed a train of storms which moved along the jet stream toward the Persian Gulf. The strong low-pressure system delivered multiple rounds of high winds and heavy rain. Meteorologists from the University of Reading affirmed that the heavy rain was caused by large thunderstorms.",
              "references": [
                "https://www.bbc.com/news/world-middle-east-68831408",
                "https://www.rmets.org/metmatters/dubai-floods-and-cloud-seeding",
                "https://www.telegraph.co.uk/news/2024/04/18/university-of-reading-denies-causing-dubai-flooding/"
              ]
            },
            {
              "id": "2.s2",
              "text": "Richard Allan, professor in climate science at the University of Reading and Friederike Otto, senior lecturer in climate science at Imperial College London, both linked the unusual weather to climate change, and stated that \"rainfall was becoming much heavier around the world as the climate warms\". and with rising temperatures and humidity levels, researchers expect an increased risk of flooding in the Persian Gulf.",
              "references": [
                "https://www.wired.com/story/dubai-flooding-uae-cloud-seeding-climate-change/",
                "https://earth.org/data_visualization/sea-level-rise-by-2100-the-persian-gulf/",
                "https://www.theguardian.com/environment/2021/oct/29/apocalypse-soon-reluctant-middle-east-forced-to-open-eyes-to-climate-crisis",
                "https://maktoobmedia.com/world/fourth-day-after-disastrous-storm-flash-floods-oman-and-uae-grapple-with-aftermath/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Impact",
      "content": [
        {
          "id": "3.1",
          "title": "Oman",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "In Oman at least 19 people were killed due to the floods. This included 10 schoolchildren and their driver whose vehicle was washed away by flood waters in Samad al-Shan on 14 April. Rescuers found the body of a girl in Saham. The hardest hit region was the Ash Sharqiyah North Governorate where widespread flooding was reported. Some flights were cancelled or delayed at Muscat International Airport.",
                  "references": [
                    "https://www.bbc.com/news/world-middle-east-68831408",
                    "https://www.bbc.com/news/world-middle-east-68831408",
                    "https://www.omanobserver.om/article/1152370/oman/weather/the-tragedy-which-took-the-lives-of-10-students",
                    "https://www.bbc.com/news/world-middle-east-68831408"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "United Arab Emirates",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "{{main|2024 United Arab Emirates floods }}\n\nThe rains began in UAE late on 15 April 2024, intensifying on 16 April, The UAE witnessed record-breaking rainfall in a 24-hour period, surpassing Emirati meteorological data since records began in 1949. According to the National Centre of Meteorology, the highest rainfall was recorded in the Khatm Al Shakla area in Al Ain, reaching {{convert|254.8|mm|in|abbr=on}} in less than 24 hours. Widespread flooding was reported in all seven emirates. Ahead of the flooding, a rainfall more than 100mm was estimated and anticipated in most parts of the UAE, including Dubai, Sharjah, Al-Ain, Abu Dhabi, Ajman and Ras-al-Khaimah.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/uae-witnesses-record-breaking-rains-highest-in-75-years",
                    "https://www.thenationalnews.com/news/uae/2024/04/16/abu-dhabi-and-dubai-lashed-by-heavy-rain-thunder-and-lightning/",
                    "https://www.theguardian.com/environment/2024/apr/15/weather-tracker-gulf-braced-for-thunderstorms"
                  ]
                },
                {
                  "id": "3.2.s2",
                  "text": "One Emirati citizen, a 70-year-old man, died after his car was swept away by floods in a wadi in Ras Al Khaimah. Three overseas Filipino workers also died, two after being trapped inside a vehicle trapped in flooding, and the third after their vehicle fell into a sinkhole. A Pakistani man in his 50s drowned after the municipality tanker he was driving was swept into a wadi.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/uae-emirati-man-dies-after-being-swept-away-by-flooded-wadi-amid-heavy-rains",
                    "https://www.gmanetwork.com/news/balitambayan/content/904199/1-sa-3-ofw-na-nasawi-sa-dubai-uae-noong-kasagsagan-ng-ulan-at-baha-nahulog-sa-sinkhole/story/?just_in",
                    "https://gulfnews.com/uae/emergencies/uae-rains-municipality-worker-drowns-after-tanker-swept-away-by-floodwaters-in-al-dhaid-region-1.102251666"
                  ]
                },
                {
                  "id": "3.2.s3",
                  "text": "Landslides were reported in Ras Al Khaimah and Al Ain. Residents were warned with an emergency alert message, advising residents to stay home and avoid driving unless absolutely necessary. In the entire country, schools and the private sector were instructed to work the remainder of the week (excluding Monday) remotely from home.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/we-underestimated-this-storm-uae-residents-face-electricity-water-outages-after-flooding-heavy",
                    "https://www.khaleejtimes.com/uae/dubai-announces-extension-of-remote-work-learning-for-second-day-amid-unstable-weather"
                  ]
                },
                {
                  "id": "3.2.s4",
                  "text": "Dubai Metro services were severely impacted, leaving around 200 commuters stranded at several stations when service was suspended. The next day, the Road and Transit Authority (RTA) carried out maintenance checks and opened limited service on both lines. Intercity bus service on the Dubai-Abu Dhabi, Dubai-Sharjah, and Dubai-Ajman routes were suspended. A total of 1,244 flights at Dubai International Airport were cancelled over a two-day period with 41 others diverted. All Flydubai flights scheduled for departure on 16 April from Dubai were cancelled. At the Dubai airport, a total of {{convert|6.45|in|mm|order=flip|abbr=on}} of rain fell.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/transport/dubai-metro-update-rta-to-carry-out-maintenance-after-rains-put-stations-out-of-service",
                    "https://gulfnews.com/uae/transport/uae-rains-intercity-bus-services-suspended-due-to-unstable-weather-1.1713288601599",
                    "https://tribune.com.pk/story/2462878/dubai-airport-diverts-flights-as-exceptional-weather-hits-gulf",
                    "https://www.khaleejtimes.com/business/aviation/884-dubai-flights-cancelled-over-2-days-dxb-resumes-arriving-flights-out-of-terminal-1",
                    "https://www.khaleejtimes.com/business/aviation/dubai-airports-temporarily-diverts-all-inbound-flights"
                  ]
                },
                {
                  "id": "3.2.s5",
                  "text": "More than 100 families living in a multistory tower in Muhaisnah 4 in Dubai were evacuated from the premises late on 19 April after its structure suffered damages. The torrential rains flooded the basement of the building. Although water was pumped out, even after five days, there was stagnant water with cars submerged in the basement.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/dubai-families-evacuated-after-building-tilts-due-to-structural-damages"
                  ]
                },
                {
                  "id": "3.2.s6",
                  "text": "Five days after the rains, large parts of Sharjah grappled with health concerns from stagnant water contaminated with sewage. There were reports of individuals falling sick and children vomiting, prompting the need for urgent medical attention.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/uae-floods-sewage-contaminated-waters-add-to-the-stress-of-some-sharjah-residents",
                    "https://www.khaleejtimes.com/uae/uae-floods-hospitals-clinics-offer-free-services-amid-reports-of-illness"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Bahrain",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": ", Bahrain]]\nHeavy rainfall and thunderstorms occurred on 15 and 16 April that resulted in widespread flooding, leading to cars being abandoned on roads. The Ministry of Interior (Bahrain)|Bahraini Ministry of Interior issued a public safety warning to residents to stay at home. The Ministry of Education (Bahrain)|Ministry of Education announced a closure of schools and higher education institutions as a result of the floods. Windspeed gusts of 70 km/h were estimated. A supermarket's ceiling in the town of Sitra collapsed due to the rain.",
                  "references": [
                    "https://www.gdnonline.com/Details/1309650/Second-heaviest-downpour",
                    "https://www.thenationalnews.com/news/gulf/2024/04/16/heavy-rains-and-flash-flood-warnings-sweep-the-gulf-with-oman-bearing-the-brunt/",
                    "https://www.newsofbahrain.com/bahrain/98412.html",
                    "https://www.aljazeera.com/news/2024/4/16/heavy-rains-kill-18-in-oman-as-flash-floods-lash-uae"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.4",
          "title": "Qatar",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.4.s1",
                  "text": "Heavy rainfall and strong winds were largely confined to the northern parts of the country centered around the towns of Madinat ash Shamal and Ar-Ruʼays. Scattered showers were reported in Doha. Schools and public buildings were closed due to the weather, with services shifted online for the day.",
                  "references": [
                    "https://www.gulf-times.com/article/680758/qatar/qatar-experiences-moderate-to-heavy-rains-strong-winds"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.5",
          "title": "Iran",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.5.s1",
                  "text": "Heavy rain and flash flooding were also reported in southeastern Iran. The provinces of Sistan and Baluchestan province|Sistan-Baluchistan, Hormozgan and Kerman province|Kerman were the worst affected, with eight people killed in Sistan-Baluchistan and three people reported missing in Kerman province.",
                  "references": [
                    "https://www.iranintl.com/en/202404184847",
                    "https://edition.cnn.com/2024/04/18/middleeast/iran-flooding-crocodile-warning-intl/index.html",
                    "https://en.mehrnews.com/news/214045/Heavy-downpour-and-flash-floods-hit-southeast-Iran"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.6",
          "title": "Saudi Arabia",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.6.s1",
                  "text": "Heavy rainfall was reported in the Eastern Province, Saudi Arabia|Eastern Province. Widespread flooding affected the province, particularly the capital Dammam, resulting in road tunnel closures and the closure of schools.",
                  "references": [
                    "https://edition.cnn.com/2024/04/17/weather/dubai-rain-flooding-climate-wednesday-intl/index.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.7",
          "title": "Yemen",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.7.s1",
                  "text": "Torrential rain and flash flooding occurred in Yemen's Hadhramaut Governorate on 17 April, with one death reported and widespread damage to property. Heavy rain in the mountains close to the port of Mukalla raised the possibility of landslides.",
                  "references": [
                    "https://www.albawaba.com/news/death-reported-yemen-weather-continues-worsen-1561963"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.8",
          "title": "Afghanistan and Pakistan",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.8.s1",
                  "text": "Remnants of the severe thunderstorm system that caused the 2024 Persian Gulf floods affected Pakistan and Afghanistan, killing 700 people.",
                  "references": [
                    "https://www.theguardian.com/environment/2024/apr/19/weather-tracker-rains-bring-deadly-flash-floods-to-afghanistan-and-pakistan"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Responses",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "On 17 April, Crown Prince and Prime Minister of Bahrain Salman bin Hamad Al Khalifa announced plans to assess and compensate residents with rainfall-related damages to their homes. In the leadup to the heavy rainfall, a nationwide emergency joint task force was set up between the Ministry of Works (Bahrain)|Ministry of Works and the Governorates of Bahrain|four municipality councils of Bahrain to coordinate flood relief efforts including the removing of rainwater from flooded streets and pumping it to Al-Luzi lake.",
              "references": [
                "https://www.gdnonline.com/Details/1309557/THE-BIG-SPLASH-HRH-Prince-Salman-orders-compensation-for-rain-affected"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "United Arab Emirates",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "On 17 April, UAE President Mohamed bin Zayed Al Nahyan announced plans to assess the damages and provide support to the impacted families. Moreover, he ordered a study of the country's infrastructure. On 18 April, Crown Prince of Dubai and Chairman of The Executive Council of Dubai Hamdan bin Mohammed Al Maktoum held a meeting to prepare for future natural crises. On 21 April, he ordered early payment of salaries for Dubai government employees. Developers Nakheel Properties|Nakheel, Emaar Properties|Emaar, Dubai Holding, Union Properties and Dubai Investments Park started offering free services such as alternative housing for affected residents.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/uae-president-orders-study-of-infrastructure-after-record-breaking-rains-impact-nation",
                    "https://www.khaleejtimes.com/uae/dubai-sheikh-hamdan-orders-early-payment-of-salaries",
                    "https://www.khaleejtimes.com/uae/dubai-free-services-offered-by-major-developers-as-residents-grapple-with-after-effects-of-floods"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "By 17 April, the National Guard's Search and Rescue Centre had carried out 136 operations involving 71 search and rescues and 65 medical evacuations.",
                  "references": [
                    "https://www.khaleejtimes.com/uae/emergencies/uae-rains-136-search-and-rescue-operations-conducted-in-24-hours"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "The Secretary-General of the Organisation of Islamic Cooperation (OIC), Hissein Brahim Taha, offered condolences to flood victims.",
              "references": [
                "https://www.urdupoint.com/en/world/oic-secretary-general-offers-condolences-to-o-1815344.html"
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "title": "Cloud seeding allegations",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.2.s1",
                  "text": "In the aftermath of the floods, some news outlets quoted specialist meteorologist Ahmed Habib linking the heavy downpours to the UAE's cloud seeding program. Due to the arid desert climate and high temperatures, Cloud seeding in the United Arab Emirates|cloud seeding has been used previously in the United Arab Emirates to combat water scarcity, which has been alleged to cause the severe thunderstorm system.",
                  "references": [
                    "https://www.businessinsider.com/photos-dubai-airport-flash-floods-show-downsides-controlling-the-weather-2024-4"
                  ]
                },
                {
                  "id": "5.2.s2",
                  "text": "Dismissing the allegations, Omar Al Yazeedi, the deputy director-general of the UAE's National Centre of Meteorology (NCM), said the institution \"did not conduct any seeding operations during this event\". Other news commentators have also dismissed the link to cloud seeding, stating that the technology marginally increases rainfall and that the UAE's cloud seeding program is localised to the eastern part of the country, away from densely populated metropolitan areas; other experts, such as the Royal Meteorological Society, stated that cloud seeding would only have a minimal effect,",
                  "references": [
                    "https://www.lbc.co.uk/news/uae-dubai-united-arab-emirtates-cloud-seeding-flooding-rainfall/",
                    "https://www.bbc.com/news/science-environment-68839043"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}