{
  "title": "2024_Dagestan_attacks",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On 23 June 2024, coordinated attacks were launched in the cities of Derbent and Makhachkala in the Russian republic of Dagestan in the North Caucasus. with automatic weapons and Molotov cocktails. It was reported that 17 police officers and five civilians were killed along with all five attackers. The fatalities included a priest, Nikolay Kotelnikov. The Kele-Numaz Synagogue was nearly completely destroyed by fire in the attack.",
              "references": [
                "https://www.rbc.ru/society/23/06/2024/6678445c9a794781777cad91",
                "https://life.ru/p/1667832",
                "https://www.bbc.com/news/articles/crgggwg158do",
                "https://www.themoscowtimes.com/2024/07/01/dagestan-church-and-synagogue-attack-toll-hits-22-a85576",
                "https://www.euractiv.com/section/global-europe/news/orthodox-priest-multiple-police-killed-in-terrorist-attack-in-russias-dagestan/"
              ]
            },
            {
              "id": "1.s2",
              "text": "Russian authorities designated the attack as an act of terrorism. Russian media reported that five of the perpetrators were identified by authorities, including one son and two nephews of Magomed Omarov, the head of Dagestan's Sergokalinsky District. One of the attackers was a former president of the Sergokala section of the A Just Russia – For Truth Party.",
              "references": [
                "https://www.politico.eu/article/death-toll-rises-in-attacks-on-religious-sites-russia-dagestan-region-official-sacked/",
                "https://www.rbc.ru/society/23/06/2024/66786dfc9a7947827f989a05",
                "https://tass.ru/politika/21184453"
              ]
            },
            {
              "id": "1.s3",
              "text": "Russian president Vladimir Putin offered condolences to the victims of the attacks. The government of Dagestan declared a three-day national mourning period from 24 to 26 June for those killed in the attacks.",
              "references": [
                "https://www.interfax.ru/russia/967758"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The History of the Jews in Derbent|Jewish community of Derbent, a part of the Jewish diaspora known as the Mountain Jews, dates back to the 6th century, when Persian Jews (who had emigrated to Persia after the destruction of the First Temple in Jerusalem) settled in Derbent along the Silk Road trade route. Since the outbreak of the Israel–Hamas war in October 2023, History of the Jews in Russia|Russia's Jewish community has faced increasing threats of violence.  On 28 and 29 October of the same year, 2023 antisemitic riots in the North Caucasus|antisemitic riots broke out in the Muslim-majority regions of the Northern Caucasus, including in Dagestan.",
              "references": [
                "https://mishpacha.com/the-last-shtetl/",
                "https://www.jta.org/2024/06/24/global/synagogues-in-dagestan-russia-targeted-alongside-churches-in-terror-attack",
                "https://www.haaretz.com/world-news/europe/2024-06-24/ty-article/after-attack-exiled-chief-rabbi-says-russia-neglects-terror-threat-in-favor-of-repression/00000190-4ab8-dafc-adb4-7bf94da60000"
              ]
            },
            {
              "id": "2.s2",
              "text": "In March 2024, Crocus City Hall attack|an attack at a Moscow concert hall killed 145 people; the following month, Russia's FSB security service arrested four people in Dagestan suspected of involvement in the attack. This was the deadliest attack in Russia since the Beslan school siege in 2004, and was claimed by the Islamic State.",
              "references": [
                "https://www.theguardian.com/world/live/2024/mar/23/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Attacks",
      "content": [
        {
          "id": "3.1",
          "title": "Derbent",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "in Derbent]]\nOn the evening of 23 June 2024, shortly before 18:00 local time, an attack was launched at the Church of the Intercession of the Holy Virgin of Derbent|Orthodox Church of the Intercession of the Holy Virgin on Lenin Street in Derbent, Dagestan's second-largest city, by attackers with rifles, automatic weapons, and Molotov cocktails.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/6/24/terror-attack-on-synagogue-churches-in-russias-dagestan-what-we-know",
                    "https://edition.cnn.com/2024/06/23/europe/dagestan-synagogue-attack-russia-intl-latam/index.html"
                  ]
                },
                {
                  "id": "3.1.s2",
                  "text": "The attackers killed the 66-year-old archpriest, set an icon of the church ablaze, and set the church on fire. however, according to his son-in-law, he had first been shot and then stabbed.",
                  "references": [
                    "https://www.timesnownews.com/world/europe/orthodox-priest-killed-in-dagestan-russia-church-attack-identified-as-nikolay-kotelnikov-article-111212422",
                    "https://www.asianews.it/news-en/Fr-Nikolai,-an-Orthodox-priest-who-helped-everyone,-has-his-throat-cut-in-Dagestan-61009.html",
                    "https://novayagazeta.eu/articles/2024/06/23/derbentskoe-zhertvoprinoshenie",
                    "https://ria.ru/20240626/protoierey-1955473968.html"
                  ]
                },
                {
                  "id": "3.1.s3",
                  "text": "It was one of two churches that were attacked during one of the most important holidays in the Eastern Orthodox liturgical calendar|Eastern Orthodox calendar, Pentecost Sunday in the Russian Orthodox Church, reportedly as attackers yelled ''\"Takbir|Allahu Akbar\"''.",
                  "references": [
                    "https://www.bbc.com/news/articles/cj555p05yl4o",
                    "https://www.timesnownews.com/world/europe/orthodox-priest-killed-in-dagestan-russia-church-attack-identified-as-nikolay-kotelnikov-article-111212422"
                  ]
                },
                {
                  "id": "3.1.s4",
                  "text": "At approximately the same time, in addition to the church, the Derbent Derbent Synagogue|Kele-Numaz Synagogue, which had been established in 1914, was fired upon with automatic weapons, and set on fire by the attackers. Telegram users posted videos showing police cars being shot at, and the synagogue on fire. Afterwards a video was posted to Telegram (software)|Telegram by Melikov showing the remains of the synagogue, which was almost completely destroyed by the fire.",
                  "references": [
                    "https://novayagazeta.eu/articles/2024/06/24/local-politician-detained-after-dagestan-terror-attacks-leave-at-least-19-people-dead-en-news",
                    "https://meduza.io/feature/2024/06/23/v-derbente-i-mahachkale-vooruzhennye-boeviki-napali-na-pravoslavnye-hramy-i-sinagogi-pogibli-i-raneny-politseyskie",
                    "https://www.fontanka.ru/2024/06/24/73745306/",
                    "https://www.rbc.ru/politics/24/06/2024/6679275e9a7947bc53c6bce0"
                  ]
                },
                {
                  "id": "3.1.s5",
                  "text": "The attackers fled in a white Volkswagen Polo. Nineteen people sought shelter in the church before being rescued.",
                  "references": [
                    "https://www.themoscowtimes.com/2024/06/23/at-least-19-dead-after-church-and-synagogue-attacks-in-russias-dagestan-a85496"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Makhachkala",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "Almost simultaneously with the attacks in Derbent, attacks were launched against targets in Makhachkala, Dagestan's capital and largest city, about 75 miles (125 kilometers) away.",
                  "references": [
                    "https://abc7.com/post/derbent-russia-attack-9-killed-amid-synagogue-orthodox/14993034/"
                  ]
                },
                {
                  "id": "3.2.s2",
                  "text": "A fire was started in a synagogue on Ermoshkina Street in Makhachkala. The militants also simultaneously attacked the Cathedral of the Assumption of Makhachkala|Cathedral of the Assumption, another Russian Orthodox church.",
                  "references": [
                    "https://ria.ru/20240623/sinagoga-1954930158.html",
                    "https://www.bbc.com/russian/articles/cl7771zvpj8o"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Sergokala",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "In the evening, unidentified gunmen opened fire on a police car in the square in the center of the village of Sergokala when the police arrived to detain the head of Sergokalinsky District, Magomed Omarov, whose two sons and nephew participated in the terrorist attack in Makhachkala. One police officer was wounded.",
                  "references": [
                    "https://www.rbc.ru/politics/23/06/2024/667870ce9a794776deee6e56",
                    "https://www.kommersant.ru/doc/6789145"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Perpetrators",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Authorities said that four attackers were killed by police in Makhachkala, while others were killed in Derbent. authorities said all five were later killed.",
              "references": [
                "https://www.cbsnews.com/news/synagogue-church-gunmen-attack-russia-dagestan/"
              ]
            },
            {
              "id": "4.s2",
              "text": "The attackers who were killed were subsequently identified. Russian media reported that several relatives of Magomed Omarov, the head of Dagestan's Sergokalinsky District, were among the perpetrators of the attacks. They were identified as:",
              "references": [
                "https://meduza.io/news/2024/06/23/baza-v-napadenii-v-dagestane-uchastvovali-synovya-glavy-sergokalinskogo-rayona"
              ]
            },
            {
              "id": "4.s3",
              "text": "* Osman Omarov, 31, son of Magomed Omarov\n* Abdusamad Amadziev, 32, nephew of Magomed Omarov\n* Gadzhimurad Kagirov, 28, an MMA fighter with Eagles MMA (a club owned by Khabib Nurmagomedov), student of Abdulmanap Nurmagomedov\n* Dalgat Daudov, 42 or 43 years old, head of a building cooperative, and coworker of the Omarov brothers in another building cooperative\nOsman Omarov, Amadziev, and Daudov were the perpetrators of the attack in Makhachkala; Zakarigaev and Kagirov were the perpetrators of the attack in Derbent.  Radio Free Europe reported that the attackers may be part of the Mekegin clan, a group with ties to the Dagestani leadership.",
              "references": [
                "https://edition.cnn.com/2024/06/24/europe/mma-fighter-dagestan-attack-intl-latam/index.html",
                "https://rtvi.com/news/synovya-edinorossa-i-boecz-mma-chto-izvestno-ob-ustroivshih-terakt-v-dagestane/",
                "https://novayagazeta.eu/articles/2024/06/24/chto-izvestno-o-napadavshikh-na-pravoslavnye-khramy-i-sinagogu-v-dagestane",
                "https://www.gazeta.ru/social/news/2024/06/24/23309155.shtml",
                "https://www.themoscowtimes.com/2024/06/24/what-we-know-about-church-and-synagogue-attacks-in-dagestan-a85498",
                "https://ria.ru/20240625/omarov-1955200314.html",
                "https://www.bbc.com/russian/articles/cd11xqlxxedo",
                "https://www.rferl.org/a/daghenstan-mkhachkala-derbent-russia-attack/33008031.html"
              ]
            },
            {
              "id": "4.s4",
              "text": "Magomed Omarov himself submitted a resignation letter and was subsequently detained and questioned by the Russian Federal Security Service. On 24 June, Sergey Melikov officially dismissed Omarov from his post. Melikov said that he would not comment on the degree of Omarov's involvement but said \"if his participation is confirmed, then there will be full responsibility\". Another son of Omarov, 37-year-old Adil Omarov,",
              "references": [
                "https://www.rbc.ru/politics/24/06/2024/6678a7b99a794709507be065",
                "https://www.theguardian.com/world/article/2024/jun/24/dagestan-attack-highlights-russias-islamist-terror-threat-as-forces-are-engaged-in-ukraine",
                "https://tass.ru/proisshestviya/21197333",
                "https://meduza.io/news/2024/06/25/byvshego-glavu-sergokalinskogo-rayona-arestovali-na-10-sutok-po-delu-o-melkom-huliganstve-ego-synovey-podozrevayut-v-napadeniyah-v-dagestane",
                "https://www.rferl.org/a/russia-daghestan-attacks-omarov-jailed/33008772.html",
                "https://theins.ru/news/272627",
                "https://theins.ru/news/272659"
              ]
            },
            {
              "id": "4.s5",
              "text": "Russia's state-run news agency TASS said the attackers were \"followers of an international terrorist organization\" and that law enforcement officials were identifying their handlers and organizers, but failed to name the organization. Many militants from Dagestan traveled to join the Islamic State in Syria and Iraq, and in 2015 the group declared that it had established a \"franchise\" in the North Caucasus. Dagestan governor Melikov blamed members of Islamic \"sleeper cells\" directed from abroad. Islamic State – Khorasan Province|ISKP praised the attackers as \"brothers in the Caucasus who showed that they are still strong\".",
              "references": [
                "https://www.kommersant.ru/doc/6789134",
                "https://www.vedomosti.ru/politics/news/2024/06/23/1045660-ustroivshie-strelbu-v-dagestane",
                "https://www.france24.com/en/europe/20240624-anti-terror-operation-against-deadly-dagestan-attack-over-say-russian-authorities",
                "https://meduza.io/news/2024/06/24/v-dagestane-pri-napadenii-boevikov-pogibli-bolee-15-politseyskih"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "The government of Dagestan declared a three-day national mourning period from 24 to 26 June for those killed in the attacks. Sergei Melikov also ordered an \"inspection and scrutinization of the personal records of all those in leadership positions\" in Dagestan.",
              "references": [
                "https://www.itv.com/watch/news/more-than-a-dozen-killed-in-dagestan-following-attack-on-churches-and-synagogue/4spm78x",
                "https://www.themoscowtimes.com/2024/06/25/russias-dagestan-to-inspect-local-officials-after-attacks-on-religious-sites-a85515"
              ]
            },
            {
              "id": "5.s2",
              "text": "Kotelnikov was buried on 26 June on the grounds of the Church of the Intercession of the Holy Virgin, where he had served since 1979. Tens of mourners of diverse faiths attended the funeral.",
              "references": [
                "https://www.rbc.ru/rbcfreenews/667bfddf9a794799f0c419dd?from=story_667854099a7947d45cea1ddc"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Russian President Vladimir Putin offered condolences to the victims of the attacks. He bestowed the Order of Courage (Russia)|Order of Courage on Kotelnikov and the dead police officers; the other police officers involved received Medal \"For Bravery\" (Russia)|Medals \"for Bravery\", and the guard of the church posthumously received the Medal \"for Valour\" ({{langx|ru|Медаль «За отвагу»}}). According to his press secretary, Dmitry Peskov, Putin does not plan to make a special address regarding the Dagestan attacks.",
              "references": [
                "https://kavkaz.rbc.ru/kavkaz/freenews/667b10e59a79477f742f1cc9",
                "https://ria.ru/20240625/nagrady-1955451496.html",
                "https://www.bbc.com/news/articles/crgggwg158do",
                "https://tass.ru/politika/21181479"
              ]
            },
            {
              "id": "6.s2",
              "text": "Tatyana Moskalkova, Russia's commissioner for human rights, condemned the perpetrators of the attacks, and expressed condolences for those affected. The head of Ingushetia, Mahmud-Ali Kalimatov, claimed that the terrorist attacks and a June 2024 Sevastopol missile attack|Ukrainian bombing in Sevastopol that occurred on the same day were linked together as attempts by \"enemies\" to destabilize the country. Head of the Committee on International Affairs of the State Duma Leonid Slutsky (politician)|Leonid Slutsky wrote on Telegram that the attacks were planned from outside Russia for the purpose of \"sowing panic and dividing the Russian people\", and also connected it to the attack on Sevastopol. Member of the People's Assembly of the Republic of Dagestan Abdulkhakim Gadzhiyev posted on Telegram that there was \"no doubt\" that the intelligence services of Ukraine and NATO countries were connected to the attacks. President of Chechnya Ramzan Kadyrov called the attack an attempt to cause \"discord between faiths\". The head of A Just Russia - For Truth, Sergey Mironov, proposed the death sentence for terrorists.",
              "references": [
                "https://ria.ru/20240623/moskalkova-1954929860.html?in=t",
                "https://www.pravda.com.ua/rus/news/2024/06/23/7462196/",
                "https://www.bbc.com/news/articles/crgggwg158do",
                "https://www.rbc.ru/politics/24/06/2024/667876d79a79472215cced73",
                "https://ru.euronews.com/2024/06/23/dagestan-terrorist-attack",
                "https://ria.ru/20240624/terroristy-1955063867.html"
              ]
            },
            {
              "id": "6.s3",
              "text": "The Israeli foreign ministry and the Federation of Jewish Communities of Russia said that the synagogue of Derbent had been \"burned to the ground\". According to Khizri Abakarov, senator Suleiman Kerimov promised to finance the restoration of the damaged churches and synagogues, and to pay 5 million rubles each to the families of the deceased.",
              "references": [
                "https://edition.cnn.com/2024/06/23/europe/dagestan-synagogue-attack-russia-intl-latam/index.html",
                "https://www.aljazeera.com/news/2024/6/23/synagogue-church-attacks-in-russias-dagestan-kill-police-report",
                "https://novayagazeta.eu/articles/2024/06/26/ubitogo-v-derbente-protoiereia-nikolaia-kotelnikova-pokhoronili-na-territorii-khrama-gde-on-sluzhil-s-1979-goda-news"
              ]
            }
          ]
        }
      ]
    }
  ]
}