{
  "title": "2024_raid_on_the_Mexican_embassy_in_Ecuador",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The raid was carried out to arrest the former vice president of Ecuador, Jorge Glas, who had been sentenced for corruption and had been living in the embassy since 17 December 2023. A few hours before the attack, he had been granted political asylum.",
              "references": [
                "https://www.eluniverso.com/noticias/politica/policia-saca-a-jorge-glas-de-la-embajada-de-mexico-en-quito-nota/"
              ]
            },
            {
              "id": "1.s2",
              "text": "The assault led to Mexico severing Ecuador–Mexico relations|its relations with Ecuador. The following day, Nicaragua followed suit in solidarity with Mexico. Venezuela closed its Ecuadorian embassy and consulates due to the raid, condemning Ecuador's actions.",
              "references": [
                "https://edition.cnn.com/2024/04/06/americas/ecuador-vice-president-arrest-mexico-embassy-diplomatic-tensions-intl-hnk/index.html",
                "https://www.adressa.no/nyheter/utenriks/i/769MMB/nicaragua-kutter-forbindelsen-med-ecuador-etter-omstridt-ambassadeaksjon",
                "https://www.nbcnews.com/news/latino/venezuela-closes-embassy-ecuador-protest-raid-mexican-embassy-quito-rcna147427"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "in 2017]]\nIn December 2023, former Ecuadorian vice president Jorge Glas, who had served as vice president under presidents Rafael Correa and Lenín Moreno, entered the Mexican embassy in Quito to request Political asylum|asylum, alleging political persecution. The former vice president had been sentenced in December 2017 to serve eight years in prison for two sentences: one of six years for illicit association and another of eight years for bribery. In November 2022, Glas was released but could not leave the country during the remainder of his sentences. The attorney general's office then said it was insisting on charging Glas with respect to the case involving public funds collected to aid the reconstruction of Manabí Province after 2016 Ecuador earthquake|a 2016 earthquake. On 17 December, Glas entered the Mexican embassy in Quito and requested political asylum, alleging he was being persecuted politically in Ecuador.",
              "references": [
                "https://elpais.com/america/2024-03-01/la-cancilleria-de-ecuador-pide-entrar-en-la-embajada-de-mexico-para-capturar-a-jorge-glas.html",
                "https://www.bbc.com/mundo/articles/crg4gjnp22eo",
                "https://elpais.com/america/2024-03-01/la-cancilleria-de-ecuador-pide-entrar-en-la-embajada-de-mexico-para-capturar-a-jorge-glas.html"
              ]
            },
            {
              "id": "2.s2",
              "text": "During the following months, the judicial proceedings required by the Ecuadorian Prosecutor's Office could not continue due to the absence of the defendant. The Ecuadorian Government then urged the Government of Mexico to comment on the situation of Jorge Glas. On 29 January 2024, the Ecuadorian Foreign Ministry sent a letter to the Ambassador of Mexico, in which it made clear Ecuador's position regarding the condition of Jorge Glas as a fugitive from Ecuadorian justice and the illegality that would constitute an eventual granting of asylum. After a prolonged silence on the part of the Mexican authorities, on 1 March, the Ecuadorian Foreign Ministry asked Mexico for authorization to enter its Embassy and capture Jorge Glas, a communication that received no response. Instead, on 3 April, Mexican president Andrés Manuel López Obrador alluded in a press conference to the fact that Luisa González, the presidential candidate of the pro-Correa Citizen Revolution Movement, had an advantage in polling for the 2023 Ecuadorian general election, but that after the murder of Fernando Villavicencio her polling numbers had dropped,",
              "references": [
                "https://www.extra.ec/noticia/actualidad/jorge-glas-cancilleria-confirma-solicito-ingreso-embajada-mexico-detenerlo-100342.html",
                "https://www.extra.ec/noticia/actualidad/jorge-glas-cancilleria-confirma-solicito-ingreso-embajada-mexico-detenerlo-100342.html",
                "https://www.aljazeera.com/news/2024/4/5/amid-diplomatic-spat-mexico-grants-former-ecuadorian-vice-president-asylum"
              ]
            },
            {
              "id": "2.s3",
              "text": "After the president's comments, on 4 April, Mexican ambassador Raquel Serur Smeke was declared a ''persona non grata'' and the Ecuadorian Foreign Ministry invoked the principle of \"non-intervention\" in the internal affairs of another country and Article 9 of the Vienna Convention on Diplomatic Relations to request her departure. The Mexican government granted political asylum to Glas after the expulsion of its ambassador. Ecuadorian President Daniel Noboa reiterated that he would not issue the necessary safe conduct for Glas to leave the country. On 5 April, the Mexican secretary of foreign affairs, Alicia Bárcena, called for the government of Ecuador to arrange safe passage as soon as possible so that Glas could leave for Mexico.",
              "references": [
                "https://forbes.com.mx/ecuador-declara-persona-non-grata-a-embajadora-de-mexico/",
                "https://www.dw.com/es/m%C3%A9xico-concede-asilo-pol%C3%ADtico-a-exvicepresidente-ecuatoriano-acusado-de-corrupci%C3%B3n/a-68754381",
                "https://www.eluniverso.com/noticias/internacional/mexico-suspende-relaciones-diplomaticas-con-ecuador-tras-ingreso-a-embajada-en-quito-nota/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Raid",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "At around 22:00 on 5 April, an elite detachment of the National Police of Ecuador forced their way into the embassy and took Glas into custody. They possessed a battering ram. At least one agent climbed the walls. They took Glas to the attorney general's office, then to an airport for a flight to Guayaquil, with plans to transfer him to a maximum security facility. Glas's attorney said that police kicked his client multiple times while Glas was resisting arrest, and dragged him out of the embassy. Mexican foreign minister Alicia Bárcena said that some of their diplomats were injured during the raid. Police also pointed a gun at the embassy's acting head, Roberto Canseco, when he tried to block their path.",
              "references": [
                "https://www.aljazeera.com/news/2024/4/7/mexico-withdraws-diplomats-from-its-embassy-in-ecuador-after-raid"
              ]
            },
            {
              "id": "3.s2",
              "text": "<gallery widths=\"200px\" heights=\"135px\">\nFile:Irrupción a la embajada de México en Ecuador.png|Police outside the Mexican embassy in Quito\nFile:Agresión contra el embajador Roberto Canseco.png|Police tackle Roberto Canseco, the acting head of the Mexican mission, to the ground.\nFile:Policía encima del portón de la embajada.png|Units of the National Police scaling the walls of the Mexican embassy\n</gallery>",
              "references": [
                "https://www.infobae.com/mexico/2024/04/06/el-es-roberto-canseco-el-jefe-de-cancilleria-agredido-por-la-policia-que-defendio-la-embajada-de-mexico-en-ecuador/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Government positions",
      "content": [
        {
          "id": "4.1",
          "title": "Mexico",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.1.s1",
                  "text": "Immediately following the raid, Roberto Canseco, head of the embassy's consular section and acting head of mission, called the incident \"crazy\" and expressed concern over Glas's life. It also said there were no plans to expel Ecuadorean diplomats from Mexico City.",
                  "references": [
                    "https://spanish.news.cn/20240406/2a4d574073bc49769ff3a98d884b3d23/c.html"
                  ]
                },
                {
                  "id": "4.1.s2",
                  "text": "On 9 April, the Mexican foreign ministry released footage of the raid. Foreign minister Alicia Bárcena praised the embassy staff, who returned to Mexico following the raid, for \"the defence they made of our sovereignty\".",
                  "references": [
                    "https://www.aljazeera.com/news/2024/4/9/mexico-releases-footage-of-ecuador-police-storming-its-embassy-in-quito"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "in May 2024]]\nGlas's attorney, Sonia Vera, said that she and other members of his defense team were not allowed to speak with Glas while he was at the prosecutor's office in Guayaquil, and said that they were filing a petition for habeas corpus. Vera also expressed concern that \"something could happen\" to Glas in custody. As Glas left the prosecutor's office, people gathered outside chanted \"strength\".",
              "references": [
                "https://oem.com.mx/elsoldemexico/mexico/gesto-de-alicia-barcena-causa-tenso-momento-con-canciller-de-ecuador-13123795"
              ]
            },
            {
              "id": "5.s2",
              "text": "On 9 April, prison authorities said that Glas had been hospitalized in the Guayaquil naval hospital after not eating for 24 hours, adding that his condition was stable. He was returned to prison shortly afterwards On 12 April, a three-person tribunal ruled that his arrest was \"illegal and arbitrary\" due to lack of \"authorisation from the head of the Foreign Ministry and political affairs\" at the embassy, but upheld his imprisonment, saying that it could not \"modify the sentence\" for his previous convictions.",
              "references": [
                "https://www.aljazeera.com/news/2024/4/9/ecuador-ex-vp-jorge-glas-hospitalised-after-capture-from-mexico-embassy",
                "https://edition.cnn.com/2024/04/10/americas/ecuador-jorge-glas-hunger-strike-intl-latam/index.html?iid=cnn_buildContentRecirc_end_recirc",
                "https://www.aljazeera.com/news/2024/4/13/ecuadorian-tribunal-deems-arrest-of-former-vice-president-glas-illegal"
              ]
            },
            {
              "id": "5.s3",
              "text": "At the request of the delegations of Colombia and Ecuador, the Permanent Council of the Organization of American States met on 9 and 10 April to discuss the raid and its implications. On 10 April, by a near unanimous vote (Ecuador voted against, El Salvador abstained, and Mexico was absent), the Permanent Council adopted a resolution \"strongly condemn[ing] the intrusion into the premises of the Embassy of Mexico in Ecuador and the acts of violence against the well-being and dignity of the diplomatic personnel of the mission\".",
              "references": [
                "https://www.eluniversal.com.mx/mundo/a-solicitud-del-gobierno-de-noboa-oea-debatira-el-martes-el-conflicto-mexico-ecuador/",
                "https://cnnespanol.cnn.com/2024/04/10/oea-condena-intrusion-embajada-mexico-ecuador-orix/",
                "http://scm.oas.org/doc_public/english/hist_24/CP49532E03.docx"
              ]
            },
            {
              "id": "5.s4",
              "text": "A special meeting of the foreign ministers of the member states of the Community of Latin American and Caribbean States (CELAC) was also held on 9 April. Mexico's Alicia Bárcena sought backing from the other countries for the planned filing of an action at the International Court of Justice, and consideration was given to a summit of the bloc's heads of state and government. Ecuador's Gabriela Sommerfeld also addressed the meeting, arguing her country's position and describing the granting of asylum to Glas as \"a provocation\".",
              "references": [
                "https://english.elpais.com/international/2024-04-10/mexico-seeks-regional-support-for-icj-lawsuit-against-ecuador-over-jorge-glas-embassy-raid.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Mexico's suit against Ecuador in the ICJ",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Six days after the raid of its embassy, Mexico filed an application instituting proceedings against Ecuador at the International Court of Justice. In the application, Mexico requested Provisional measure of protection|provisional measures to protect the integrity of the abandoned embassy and that Ecuador's membership in the United Nations be suspended until a public apology is given.  The suit is formally captioned ''Embassy of Mexico in Quito (Mexico v. Ecuador)''. On 29 April 2024, Ecuador filed a separate suit in the ICJ, accusing Mexico of illegally granting asylum to Glas.",
              "references": [
                "https://www.voanews.com/a/mexico-urges-un-to-expel-ecuador-over-embassy-raid/7566188.html"
              ]
            },
            {
              "id": "6.s2",
              "text": "The ICJ declined Mexico's request for provisional measures in May 2024, finding that they were not warranted by the circumstances, because Ecuador had already pledged to protect Mexican diplomatic premises.",
              "references": [
                "https://www.eluniversal.com.mx/mundo/corte-internacional-de-justicia-desestima-pedido-de-mexico-de-medidas-provisorias-contra-ecuador/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Reactions",
      "content": [
        {
          "id": "7.1",
          "title": "International",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.1.s1",
                  "text": "The embassy raid provoked what ''The Guardian'' newspaper described as \"an unusually intense outpouring of outrage from across the political spectrum in Latin America\". \n* {{flagdeco|Argentina}} Argentina: The Ministry of Foreign Affairs, International Trade and Worship|Ministry of Foreign Affairs, International Trade, and Worship condemned the attack and called for full observance of the 1954 Convention on Diplomatic Asylum and the 1961 Convention on Diplomatic Relations.\n* {{flagdeco|Brazil}} Brazil: The Ministry of Foreign Affairs (Brazil)|foreign ministry released a statement condemning the raid \"in the strongest terms\", highlighting that it was a violation of the American Convention on Diplomatic Asylum and the Vienna Convention on Diplomatic Relations. It also stated that Ecuadorean government's actions \"constitutes a serious precedent\" and should be repudiated.\n* {{flagdeco|Chile}} Chile: The Ministry of Foreign Affairs (Chile)|Ministry of Foreign Affairs condemned the raid and recalled the 1961 Convention on Diplomatic Relations. It also urged Ecuador and Mexico to \"promptly overcome\" their dispute.\n* {{flagdeco|Colombia}} Colombia: President Gustavo Petro announced that he will request precautionary measures in favor of Glas from the Inter-American Court of Human Rights and will also call an emergency meeting of the Organization of American States to examine Ecuador's breach of the Vienna Convention.\n* {{flagdeco|Nicaragua}} Nicaragua: The government condemned the violation of international law, severed its diplomatic relations with the Ecuadorian government, and expressed its solidarity with Mexico.\n* {{flagdeco|United States}} United States: The State Department condemned any violation of the Vienna Convention and called on Ecuador and Mexico to resolve their dispute.\n* {{Flagdeco|Venezuela}} Venezuela: On 16 April, President Nicolás Maduro announced in an X post the closure of both its embassy and its consulates in Quito and Guayaquil as well for its \"diplomatic personnel to return to Venezuela immediately\". In another post, Maduro expressed its utmost solidarity with Mexico, stating \"You are not alone, you have the voice of our America.\"",
                  "references": [
                    "https://www.theguardian.com/world/2024/apr/07/latin-american-governments-condemn-ecuador-after-police-raid-mexican-embassy",
                    "https://www.cancilleria.gob.ar/es/actualidad/noticias/comunicado-de-prensa-situacion-en-ecuador",
                    "https://www.gov.br/mre/pt-br/canais_atendimento/imprensa/notas-a-imprensa/ingresso-de-forcas-policiais-equatorianas-na-embaixada-do-mexico-em-quito",
                    "https://eldesconcierto.cl/2024/04/06/chile-expresa-su-mas-energica-condena-a-irrupcion-de-ecuador-en-embajada-de-mexico",
                    "https://canal2tv.com/nacionales/nicaragua-apoyo-mexico-ecuador/",
                    "https://www.gub.uy/ministerio-relaciones-exteriores/comunicacion/comunicados/sobre-situacion-ecuador"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.2",
          "title": "Supranational",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.2.s1",
                  "text": "The incident was also condemned by a number of international organizations and supranational bodies.\n* {{flagdeco|EU}} European Union: The bloc condemned the assault and emphasized the importance of respecting the Vienna Convention on diplomatic relations between states. EU spokesperson Peter Stano said that any violation of diplomatic mission premises is a breach of the Vienna Convention and must be rejected. The EU stressed that safeguarding diplomatic missions' integrity and personnel is crucial for international stability and cooperation, echoing the sentiments of EU foreign policy chief Josep Borrell, who called for respect for international diplomatic law.\n* {{flagdeco|OEA}} Organization of American States: The regional body rejected the police incursion into the embassy and its Permanent Council of the Organization of American States|Permanent Council adopted a resolution strongly condemned the intrusion; The OAS's Inter-American Commission on Human Rights (IACHR) also expressed its concern and called on Ecuador to adopt all measures necessary to protect Glas's rights to life and personal integrity.\n* {{flagdeco|UN}} United Nations: Spokesman Stéphane Dujarric said that UNSG|Secretary-General António Guterres was \"alarmed\" at the incident and reaffirmed the cardinal principle of the inviolability of diplomatic and consular premises and personnel. Guterres also called for moderation and exhorted the two countries to solve their differences peacefully.",
                  "references": [
                    "https://www.dw.com/es/la-ue-se-sum%C3%B3-a-las-condenas-por-asalto-a-la-embajada-mexicana-en-ecuador/a-68762353",
                    "https://www.vozdeamerica.com/a/oea-rechaza-incidente-embajada-mexico-ecuador-jorge-glas/7559491.html",
                    "https://www.oas.org/en/media_center/press_release.asp?sCodigo=E-020/24",
                    "https://www.oas.org/en/IACHR/jsForm/?File=/en/iachr/media_center/PReleases/2024/074.asp"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}