{
  "title": "2024_Bolivian_coup_attempt",
  "content": [
    {
      "id": "1",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On the evening of 26 June, Bolivian police arrested Zúñiga. The public prosecutor's office announced it would criminally investigate the coup plotters.{{sfn|Al Jazeera 26 June 2024}}",
              "references": [
                "https://www.bbc.com/news/articles/c288eewr1wko"
              ]
            },
            {
              "id": "1.s2",
              "text": "Following his arrest, Zúñiga claimed that on 23 June, he met with Luis Arce, who allegedly ordered him to deploy tanks in the streets for an attempted self-coup, stating it was necessary to boost his popularity. After making these statements, Zúñiga was taken to the offices of the Law enforcement in Bolivia|Special Force to Fight Crime (FELCC) in La Paz. Later, he was presented to the press as a criminal. Minister of Government Eduardo Del Castillo presented a report describing the events as a failed coup. Arce also described allegations of a self-coup as lies and said that retired military personnel and civil society figures were also involved in the coup attempt, later adding that Zúñiga was planning to install himself as president.",
              "references": [
                "https://www.infobae.com/america/america-latina/2024/06/26/levantamiento-militar-en-bolivia-el-jefe-del-ejercito-juan-jose-zuniga-aseguro-que-el-pais-no-puede-seguir-asi/"
              ]
            },
            {
              "id": "1.s3",
              "text": "Vice Admiral Juan Arnez Salvador, former Commander General of the Armed Forces, was also detained. Zúñiga and Arnez face charges including armed uprising, assault against the president, destruction of public property, and other crimes.",
              "references": [
                "https://www.univision.com/noticias/america-latina/presidente-bolivia-denuncia-movimientos-irregulares-tropas"
              ]
            },
            {
              "id": "1.s4",
              "text": "On 27 June, authorities presented 17 individuals accused of involvement in the coup, adding they had begun planning the attempt in May. One of the suspects, Aníbal Aguilar Gómez, a civilian described as a key ideologue, denied the charges and went on a hunger strike.{{sfn|BBC News 27 June 2024}} He also attempted to implicate Chile in the matter. At least 30 suspects were arrested in relation to the coup. On 28 June, Zúñiga, Arnez, and Alejandro Irahola, the former head of the army's mechanized brigade, were placed under a six-month pre-trial detention in the Prisons in Bolivia|Chonchocoro maximum-security prison outside La Paz.",
              "references": [
                "https://www.france24.com/en/americas/20240629-suspected-leaders-of-failed-bolivian-coup-ordered-into-six-month-custody"
              ]
            },
            {
              "id": "1.s5",
              "text": "President Luis Arce condemned the coup and called for public support, while former President Evo Morales demanded criminal charges against the coup plotters. Allies swiftly condemned the coup, and concerns arose about potential crackdowns on political opponents.",
              "references": [
                "https://www.bbc.com/news/articles/c288eewr1wko"
              ]
            }
          ]
        }
      ]
    }
  ]
}