{
  "title": "2024_CrowdStrike-related_IT_outages",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On 19 July 2024, American cybersecurity company CrowdStrike distributed a faulty update to its Falcon Sensor security software that caused widespread problems with Microsoft Windows computers running the software. As a result, roughly 8.5&nbsp;million systems Crash (computing)|crashed and were unable to properly Reboot|restart in what has been called the largest outage in the history of information technology and \"historic in scale\".",
              "references": [
                "https://www.theguardian.com/australia-news/article/2024/jul/19/microsoft-windows-pcs-outage-blue-screen-of-death"
              ]
            },
            {
              "id": "1.s2",
              "text": "The outage disrupted daily life, businesses, and governments around the world. Many industries were affected—airlines, airports, banks, hotels, hospitals, manufacturing, stock markets, broadcasting, gas stations, retail stores, and more—as were Public service|governmental services, such as emergency services and Government website|websites. The worldwide financial damage has been estimated to be at least US$10 billion.",
              "references": [
                "https://www.upi.com/Top_News/World-News/2024/07/19/IT-failure-hits-causes-chaos-around-world/2531721376791",
                "https://www.abc.net.au/news/2024-07-19/global-it-outage-crowdstrike-microsoft-banks-airlines-australia/104119960",
                "https://www.businessinsider.com/businesses-claiming-losses-crowdstrike-outage-insurance-billions-losses-cyber-policies-2024-7"
              ]
            },
            {
              "id": "1.s3",
              "text": "Within hours, the error was discovered and a Patch (computing)|fix was released, but because many affected computers had to be fixed manually, outages continued to linger on many services.",
              "references": [
                "https://www.ndtv.com/world-news/fix-deployed-ceo-of-firm-behind-global-microsoft-outage-6140433",
                "https://www.cnbc.com/2024/07/19/what-is-crowdstrike-crwd-and-how-did-it-cause-global-it-outages.html",
                "https://edition.cnn.com/2024/07/19/business/recovery-global-crowdstrike-outage/index.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "CrowdStrike produces a suite of security software products for businesses, designed to protect computers from cyberattacks. Falcon, CrowdStrike's endpoint detection and response agent, works at the Kernel (operating system)|operating system kernel level on individual computers to detect and prevent threats. Patch (computing)|Patches are routinely distributed by CrowdStrike to its clients to enable their computers to address new threats.",
              "references": [
                "https://www.theverge.com/2024/7/19/24201717/windows-bsod-crowdstrike-outage-issue",
                "https://www.theregister.com/2024/07/19/crowdstrike_falcon_sensor_bsod_incident/"
              ]
            },
            {
              "id": "2.s2",
              "text": "CrowdStrike's own post-incident investigation identified several errors that led to the release of a fault update to the \"Crowdstrike Sensor Detection Engine\":{{Primary source inline|date=August 2024}}\n* The channel files{{clarify|date=December 2024}} were validated using Regex patterns with wildcard character|wildcards and loaded into an array (data type)|array instead of using a parser for this purpose.\n* In the programming language C (programming language)|C, the length of array (data type)|arrays must be treated and checked separately. However, the length was not checked before access. An array with 21 fields was expected, but the channel file was in an older data format with only 20 fields.\n* In the unit tests, only the ''happy path'' was tested. Regression tests for backward compatibility|compatibility with the older data format were not conducted.\n* In manual tests, only valid data was tested.\n* The channel files did not contain a version number field that was checked.\n* There were no staggered software deployment|rollouts, but the update was distributed to all customers simultaneously. Even critical infrastructure was not specially treated.\n* The software does not access the system on Microsoft Windows through a suitable application programming interface but runs as a device driver|driver in protection ring|ring 0 to have elevated privileges on the operating system. However, a crash in this area leads to a blue screen of death, which stops the operating system.",
              "references": [
                "https://www.crowdstrike.com/wp-content/uploads/2024/08/Channel-File-291-Incident-Root-Cause-Analysis-08.06.2024.pdf"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Outage",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "On 19 July at 04:09 UTC, CrowdStrike distributed a faulty configuration update for its Falcon sensor software running on Microsoft Windows|Windows PCs and servers. A modification to a configuration file which was responsible for screening named pipes, Channel File 291, caused an Buffer over-read|out-of-bounds memory read in the Windows sensor client that resulted in an invalid page fault. The update caused machines to either enter into a bootloop or boot into recovery mode.",
              "references": [
                "https://www.crowdstrike.com/falcon-content-update-remediation-and-guidance-hub/"
              ]
            },
            {
              "id": "3.s2",
              "text": "Almost immediately, Windows virtual machines on the Microsoft Azure cloud platform began rebooting and crashing, and at 06:48 UTC, Google Compute Engine also reported the problem. The problem affected systems running Windows 10 and Windows 11 running the CrowdStrike Falcon software. Computers running macOS and Linux were unaffected, as the problematic content file was only for Windows, but similar problems had affected Linux distributions of CrowdStrike software CrowdStrike#Previous issues|in April 2024.",
              "references": [
                "https://azure.status.microsoft/en-us/status/",
                "https://www.techradar.com/pro/website-hosting/millions-of-windows-servers-down-after-crowdstrike-update-how-it-happened-and-how-to-fix",
                "https://www.theregister.com/2024/07/23/crowdstrike_lessons_to_learn/",
                "https://mashable.com/article/crowdstrike-microsoft-outage-windows-blue-screen-explained",
                "https://www.theregister.com/2024/07/21/crowdstrike_linux_crashes_restoration_tools/",
                "https://www.computing.co.uk/news/4338038/crowdstrike-updates-caused-linux-outages-april"
              ]
            },
            {
              "id": "3.s3",
              "text": "CrowdStrike reverted the content update at 05:27 UTC, and devices that booted after the revert were not affected.",
              "references": [
                "https://www.crowdstrike.com/falcon-content-update-remediation-and-guidance-hub/",
                "https://www.eye.security/blog/crowdstrike-falcon-blue-screen-issue-updates"
              ]
            },
            {
              "id": "3.s4",
              "text": "At 07:15 UTC, Google said that the CrowdStrike update was at fault. Within hours, CrowdStrike CEO George Kurtz confirmed that CrowdStrike's faulty kernel configuration file update had caused the problem. and that the problem was not the result of a cyberattack.",
              "references": [
                "https://status.cloud.google.com/incidents/DK3LfKowzJPpZq4Q9YqP",
                "https://news.sky.com/story/outages-latest-airports-business-and-broadcasters-experiencing-issues-worldwide-13180821",
                "https://www.crowdstrike.com/en-us/blog/falcon-update-for-windows-hosts-technical-details/"
              ]
            },
            {
              "id": "3.s5",
              "text": "The impact to companies in the Central United States was exacerbated by an unrelated outage with Microsoft Azure the previous day. On 18 July, the Azure platform had an outage that blocked some companies' access to their storage and to Microsoft 365 applications in Azure's Central United States region.",
              "references": [
                "https://www.techradar.com/pro/microsoft-says-its-cloud-services-are-back-up-after-major-outage"
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Remedy",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "Affected machines could be restored by rebooting while connected to the network; ideally while connected to Ethernet, thus providing the opportunity to download the reverted channel file, with multiple reboots reportedly required.",
                  "references": [
                    "https://www.theverge.com/2024/7/19/24201927/microsoft-crowdstrike-update-fix-turn-off-on-pc"
                  ]
                },
                {
                  "id": "3.2.s2",
                  "text": "If crashes persisted, remediation required booting into safe mode or the Windows Recovery Environment and deleting any <code>.sys</code> file beginning with <code>C-00000291-</code> and with timestamp 04:09 UTC in the <code>%windir%\\Special folder#File system directories|System32\\Driver (computing)|drivers\\CrowdStrike\\</code> directory. Technical staff needed to reboot the affected computers individually with manual intervention on each system.",
                  "references": [
                    "https://www.cnbc.com/2024/07/19/crowdstrike-suffers-major-outage-affecting-businesses-around-the-world.html",
                    "https://www.bbc.co.uk/news/articles/cn4vgq5150qo",
                    "https://www.wired.com/story/crowdstrike-outage-update-windows/",
                    "https://www.forbes.com/sites/kateoflahertyuk/2024/07/19/crowdstrike-windows-outage-what-happened-and-what-to-do-next/"
                  ]
                },
                {
                  "id": "3.2.s3",
                  "text": "On devices with Windows' BitLocker disk encryption enabled, which corporations often use to increase security, fixing the problem was exacerbated because the 48-digit numeric Bitlocker recovery keys (unique to each system) required manual input, with additional challenges supplying the recovery keys to end users working remotely. Additionally, several organisations utilising local servers for Bitlocker recovery key storage could not access keys that were stored on servers that themselves had crashed.",
                  "references": [
                    "https://www.theregister.com/2024/07/19/admin_crowdstrike_update_mess/",
                    "https://www.crowdstrike.com/falcon-content-update-remediation-and-guidance-hub/"
                  ]
                },
                {
                  "id": "3.2.s4",
                  "text": "Microsoft has also recommended restoring a backup from before 18 July to fix the issue.",
                  "references": [
                    "https://arstechnica.com/information-technology/2024/07/crowdstrike-fixes-start-at-reboot-up-to-15-times-and-get-more-complex-from-there/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Impact",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Outages were experienced worldwide, reflecting the wide use of Microsoft Windows and CrowdStrike software by global corporations in numerous business sectors. At the time of the incident, CrowdStrike said it had more than 24,000 customers, including nearly 60% of Fortune 500 companies and more than half of the Fortune 1000. On 20 July, Microsoft estimated that 8.5&nbsp;million devices were affected by the update, which it said was less than one percent of all Windows devices.",
              "references": [
                "https://www.news.com.au/technology/online/massive-outage-hits-companies-around-the-world/news-story/e02375a976a08b45e72e64040fe14362",
                "https://mashable.com/article/windows-bsod-crash-crowdstrike-update-worldwide-outage",
                "https://www.bbc.com/news/articles/cp4wnrxqlewo",
                "https://techcrunch.com/2024/07/19/faulty-crowdstrike-update-causes-major-global-it-outage-taking-out-banks-airlines-and-businesses-globally/",
                "https://www.fool.com/investing/2021/12/16/why-crowdstrike-holdings-stock-was-gaining-today/"
              ]
            },
            {
              "id": "4.s2",
              "text": "Some countries were less affected. China, which has striven toward Self-sustainability|self-sufficiency in IT, saw little impact to key services such as airlines and banks, although foreign businesses and luxury hotels in the country were affected. Russia and Iran—both restricted by international sanctions from using the services of American high-tech companies—reported no disruptions.",
              "references": [
                "https://www.scmp.com/tech/big-tech/article/3271171/microsoft-outage-leaves-china-largely-untouched-tech-self-sufficiency-campaign-pays",
                "https://www.iranintl.com/en/202407193661"
              ]
            },
            {
              "id": "4.s3",
              "text": "Cyber risk quantification company, Kovrr, calculated that the total cost to the UK economy will likely fall between £1.7 and £2.3 billion ($2.18 and $2.96 billion).",
              "references": [
                "https://www.kovrr.com/reports/the-uk-cost-of-the-crowdstrike-incident"
              ]
            },
            {
              "id": "4.s4",
              "text": "A specialist cloud outage insurance business estimated that the top 500 US companies by revenue, excluding Microsoft, had faced near $5.4bn (£4.1bn) in financial losses because of the outage, but only between $540m (£418m) to $1.08bn (£840m) of those losses would be insured.",
              "references": [
                "https://www.bbc.co.uk/news/articles/ce58p0048r0o"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "CrowdStrike liability",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "CrowdStrike's own Contractual term|terms and conditions for their Falcon software limit Liability (financial accounting)|liability to \"fees paid\", effectively a refund. Larger customers may have negotiated different terms.",
                  "references": [
                    "https://www.businessinsider.com/crowdstrike-terms-conditions-limits-damages-to-refund-2024-7"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "Further, the incident could be classed as a \"personal data breach\" which would be a data breach of the GDPR under Article 4 named \"Definitions\", paragraph 12. On 19 July 2024, a data-protection expert reported a breach of Article 32 named \"Security of processing\".",
                  "references": [
                    "https://gdpr-info.eu/art-4-gdpr/",
                    "https://gdpr-info.eu/art-32-gdpr/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.3",
          "title": "Air transport",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.3.s1",
                  "text": "Globally, 5,078 air flights, 4.6% of those scheduled that day, were cancelled.",
                  "references": [
                    "https://www.bbc.com/news/live/cnk4jdwp49et",
                    "https://www.bleepingcomputer.com/news/microsoft/microsoft-windows-365-cloud-pcs-stuck-restarting-after-crowdstrike-update/"
                  ]
                }
              ]
            },
            {
              "id": "4.3.2",
              "title": "Oceania",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.2.s1",
                      "text": "Australian airlines Qantas, Virgin Australia, and Jetstar were affected. A Sydney Airport spokesperson said that the outage had affected some operations and that \"there may be some delays throughout the evening\". Melbourne Airport saw check-in procedures disrupted; officials advised passengers to consult with their airlines. The Adelaide Airport|Adelaide, Brisbane Airport|Brisbane, Canberra Airport|Canberra, Darwin Airport|Darwin, Hobart Airport|Hobart, Launceston Airport|Launceston, and Perth Airport|Perth airports were also affected. In New Zealand, Christchurch Airport was having problems.",
                      "references": [
                        "https://www.afr.com/technology/businesses-crippled-by-widespread-it-outage-20240719-p5jv2t",
                        "https://www.bbc.com/news/articles/cv2g5lvwkl2o",
                        "https://www.abc.net.au/news/2024-07-19/global-tech-outage-latest/104120106",
                        "https://www.escape.com.au/news/airlines-thrown-into-chaos-as-global-microsoft-outage-hits/news-story/981be5728c7290a9cf42b562c654d0cc?nk=5f3135540f4ab1566f4f941333350962-1739114669",
                        "https://pulsetasmania.com.au/news/multiple-flights-cancelled-at-tasmanian-airports-due-to-global-it-outage/",
                        "https://www.1news.co.nz/2024/07/19/live-banks-stores-airport-reporting-issues-amid-global-it-issues/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "4.3.3",
              "title": "Asia",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.3.s1",
                      "text": ", Indonesia, after the airline's check-in system was disrupted.]]\nHong Kong International Airport experienced delays during check-in, primarily for passengers of the local budget carrier Hong Kong Express, whose staff members used handwritten signs to direct passengers to check-in counters. The Airport Authority Hong Kong|Hong Kong Airport Authority activated an emergency response after airline websites and automatic Airport check-in|check-in malfunctioned. The booking systems of local airlines Cathay Pacific, Hong Kong Express, and Hong Kong Airlines were unavailable. HKExpress cancelled some flights on 20 July. Jeju Air Some of the self-check-in kiosks in Singapore Changi Airport were affected, delaying and forcing airlines to switch to manual check-in, and Singapore Airlines and Scoot reported various{{weasel inline|date=July 2024}} levels of service difficulties throughout 19 July. Cebu Pacific and Philippines AirAsia flights were delayed. Long queues formed at Ninoy Aquino International Airport. In Taiwan, airline system disruptions were reported at Taoyuan International Airport. In Indonesia, disruptions were reported for the check-in systems of AirAsia and Citilink. In Thailand, Thai AirAsia's reservation and check-in systems were affected.",
                      "references": [
                        "https://www.nst.com.my/news/nation/2024/07/1078757/firefly-airasia-systems-down-amid-worldwide-it-disruption",
                        "https://www.thestandard.com.hk/breaking-news/section/4/218559/Microsoft-system-global-outage-affects-HK-Express-and-Cathay-Pacific,-switching-to-manual-check-ins",
                        "https://www.scmp.com/news/hong-kong/hong-kong-economy/article/3271092/global-microsoft-aviation-outage-hits-hong-kongs-airport-check-services-operated-manually",
                        "https://www.gmanetwork.com/news/money/companies/913963/microsoft-outage-disrupts-operations-of-cebu-pacific-airasia-philippines/story/",
                        "https://manilastandard.net/news/314473620/global-system-outage-affects-airlines-in-the-philippines.html",
                        "https://www.taipeitimes.com/News/front/archives/2024/07/20/2003821054",
                        "https://focustaiwan.tw/sci-tech/202407190017",
                        "https://www.tempo.co/ekonomi/sistem-layanan-maskapai-penerbangan-indonesia-airasia-dan-citilink-terdampak-gangguan-it-global--38385",
                        "https://www.bangkokpost.com/life/tech/2832251/fix-delivered-for-tech-outage-that-caused-chaos-worldwide"
                      ]
                    },
                    {
                      "id": "4.3.3.s2",
                      "text": "In India, the outage affected Indigo Airlines, Akasa Air, SpiceJet, and Vistara. Handwritten boarding passes were being issued during the outage. The Ministry of Civil Aviation (India)|Ministry of Civil Aviation asked and ordered the airlines as well as the airports to be compassionate and provide food as well as seats to waiting customers as needed. As of 18:14 Indian Standard Time|IST (12:44 UTC), over 200 Indian flights had been cancelled; IndiGo alone cancelled 192. Airlines that relied on Microsoft Azure for their services were affected. Air India and SpiceJet said that none of its flights were cancelled due to the outage, attributing it to their robust cyber system however, minute delays were reported.",
                      "references": [
                        "https://www.ndtv.com/world-news/microsoft-blue-screen-of-death-flights-markets-banks-stock-exchange-microsoft-outage-crippling-sectors-6139053",
                        "https://economictimes.indiatimes.com/nri/visit/microsoft-tech-glitch-aviation-cos-across-globe-affected-check-in-systems-impacted-at-mumbai-delhi-airports/articleshow/111855229.cms",
                        "https://www.rnz.co.nz/news/business/522606/crowdstrike-glitch-live-on-19-july-thousands-of-flights-cancelled-amid-global-it-outage",
                        "https://timesofindia.indiatimes.com/world/us/microsoft-windows-outage-live-updates-windows-bsod-error-blue-screen-of-death/liveblog/111856162.cms",
                        "https://www.hindustantimes.com/business/explained-how-the-microsoft-crowdstrike-it-outage-hurt-airlines-worldwide-101721410382290.html",
                        "https://economictimes.indiatimes.com/industry/transportation/airlines-/-aviation/microsoft-crowdstrike-how-the-massive-outage-is-affecting-flights-and-services-in-india-and-beyond/articleshow/111864652.cms?from=mdr"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "4.3.4",
              "title": "Europe",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.4.s1",
                      "text": "Václav Havel Airport Prague|Prague Airport in Czechia, Budapest Ferenc Liszt International Airport|Budapest Airport in Slovakia, and Amsterdam Airport Schiphol|Schiphol Airport in the Netherlands experienced problems. Planes were not allowed to land at Zurich Airport. ENAIRE's Aena, the Spanish national airport traffic control manager, mentioned an IT outage in their website and social media. All Spanish airports reported disruptions. Charles de Gaulle Airport and Orly Airport experienced check-in problems and suspended flights. Poznań–Ławica Airport and Warsaw Chopin Airport experienced check-in disruptions. An emergency system was activated, and check-in processes were slower. Berlin Brandenburg Airport announced that since around 07:00 (UTC+2), operational processes were affected by \"IT problems at an external provider\", and that they planned to stop flights until 08:00 UTC. While passenger handling continued with some restrictions, there were delays and airlines cancelled some flights. Several airlines (Eurowings, Ryanair, Vueling, and Turkish Airlines) in Hamburg Airport had to issue tickets by hand. Croatian and Swedish air traffic control were also disrupted.",
                      "references": [
                        "https://cedarnews.net/folders/newstasks/breakingnews/737658/prague-airport-has-been-affected-by-outage-of-global-check-in-system/",
                        "https://tech.sme.sk/c/23359380/vypadok-it-systemy-letiska-televizie.html",
                        "https://nos.nl/artikel/2529464-wereldwijd-problemen-door-computerstoring-ook-schiphol-getroffen",
                        "https://www.brusselstimes.com/belgium/1146329/major-global-computer-outage-problems-at-brussels-airport-and-sncb-tbtb",
                        "https://www.nbcnews.com/news/us-news/mass-cyber-outage-airports-businesses-broadcasters-crowdstrike-rcna162664",
                        "https://www.tagesspiegel.de/berlin/nach-weltweiter-it-storung-flugbetrieb-am-ber-lauft-wieder-weitgehend-normal-12051248.html",
                        "https://www.tagesschau.de/ausland/it-panne-computer-global-100.html",
                        "https://www.vecernji.hr/vijesti/butkovic-kontrola-plovidbe-nije-dovedena-u-pitanje-nije-se-dogodio-kiberneticki-napad-1786062",
                        "https://www.svt.se/nyheter/lokalt/vast/storningar-pa-landvetter-efter-it-problem-langa-koer-och-strul-pa-flygplatsen"
                      ]
                    },
                    {
                      "id": "4.3.4.s2",
                      "text": "Swiss International Air Lines had 30% of flights grounded. Lufthansa in Germany experienced problems with the \"profile and booking retrieval\" features of their website. Ryanair's booking and check-in services were unavailable and the airline was \"forced to cancel a small number of flights\", advising passengers to arrive at airports at least three hours before departure. Wizz Air said the outage put its online services offline. Dutch airline KLM suspended most operations, announcing that flight handling was impossible with the issue,{{citation needed |date=July 2024}} and Transavia|Transavia Airlines experienced problems. Finnair reported that they were having trouble sending emails and SMS messages to customers. In Greece, citizens and tourists saw delays at major airports, notably at Athens International Airport and at Heraklion International Airport. This disruption, occurring at the peak of the tourist season, resulted in chaotic scenes as passengers were forced to wait for hours for their flights. Contributing factors included severe staff shortages and new schedules. In Heraklion, eight flights were problematic. The airport's chief, George Pliakas, indicated that flights were being manually arranged to manage the disruption, but the influx of arriving flights strained the system.",
                      "references": [
                        "https://www.theguardian.com/business/article/2024/jul/19/uk-airports-trains-disrupted-microsoft-global-it-outage",
                        "https://www.euronews.com/travel/2024/07/19/microsoft-outage-flight-delays-and-cancellations-arrive-at-the-airport-early-say-airlines",
                        "https://www.keolis.nl/",
                        "https://www.newsbomb.gr/ellada/story/1568041/panikos-sto-aerodromio-el-venizelos-doste-mas-ena-domatio-na-dianyktereysoume-exoume-moro",
                        "https://www.cnn.gr/ellada/story/430261/sarose-kai-to-eleftherios-venizelos-to-pagkosmiko-mplak-aout-sta-pliroforiaka-systimata",
                        "https://www.in.gr/2024/07/19/greece/vlavi-sti-microsoft-epirease-kai-aerodromio-irakleiou/",
                        "https://www.news247.gr/ellada/megales-kathisteriseis-sto-aerodromio-irakleiou-logo-tou-mazikou-black-out/"
                      ]
                    },
                    {
                      "id": "4.3.4.s3",
                      "text": "Several UK airports had problems, including Edinburgh Airport, whose departure boards froze, and Gatwick Airport, where automatic barcode scanning stopped working and had to be checked manually. Disruption to flights was anticipated in the Isle of Man, particularly to and from the UK, but ultimately minimal.",
                      "references": [
                        "https://www.bbc.co.uk/news/live/cnk4jdwp49et",
                        "https://www.lbc.co.uk/news/global-it-outage-down-airplane-live/",
                        "https://www.manxradio.com/news/isle-of-man-news/some-flights-could-be-affected-due-to-mass-it-outage/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "4.3.5",
              "title": "Middle East and North Africa",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.5.s1",
                      "text": "Tunisia experienced temporary airport disruptions. Turkish Airlines cancelled some of its flights due to the outage.",
                      "references": [
                        "https://www.leconomistemaghrebin.com/2024/07/19/la-tunisie-epargnee-par-la-panne-mondiale-malgre-des-perturbations-aeroportuaires-temporaires/",
                        "https://www.haberler.com/guncel/turk-hava-yollari-dunya-capindaki-aksaklik-17537736-haberi/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "4.3.6",
              "title": "North America",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "4.3.6.s1",
                      "text": "{{See also|2024 Delta Air Lines meltdown}} in Idaho during the incident.]]\n\t\nIn the mid-morning of Friday 19 July, a ground stop was issued by United Airlines|United, Delta Air Lines|Delta, and American Airlines, halting takeoffs but allowing aircraft aloft to reach their destinations. Allegiant Air was also grounded by the outage. Around 10:30&nbsp;a.m. Eastern time, AP reported that about 1,500 flights had already been cancelled in the United States due to the outage. American Airlines, United, and Allegiant recovered relatively quickly after Friday.",
                      "references": [
                        "https://www.msn.com/en-sg",
                        "https://www.pennlive.com/news/2024/07/all-delta-united-allegiant-and-american-airlines-flights-grounded-heres-what-we-know.html"
                      ]
                    },
                    {
                      "id": "4.3.6.s2",
                      "text": "But Delta, by far the hardest hit of the Major airlines of the United States|US major airlines, experienced an operational meltdown that continued through the weekend. The airline cancelled more than 1,200 flights on Friday. Thousands of stranded travellers were forced to spend the night at Hartsfield–Jackson Atlanta International Airport, Delta's largest hub and the List of busiest airports by passenger traffic|busiest airport in the world by passenger traffic. One traveller attempting to return home to Tampa (after giving up on reaching California) reported that Amtrak was charging $1,000 for a one-way train ticket from Atlanta to Tampa. Visibly distraught passengers with nowhere to go were seen trying to sleep in the airport on hard linoleum floors without blankets or food. This imposed hardship on parents who had been counting on that service to enable their children to fly without the expense of an accompanying adult.",
                      "references": [
                        "https://www.ajc.com/news/business/global-it-outage-strands-thousands-at-atlanta-airport-travel-mess-could-last-days/M2S4GVLFZVBRPLJZIASBN5JIPA/",
                        "https://www.atlantanewsfirst.com/2024/07/20/backups-continue-hartsfield-jackson-airport-after-global-tech-outage/",
                        "https://edition.cnn.com/2024/07/20/us/flights-canceled-delayed-global-it-outage/index.html"
                      ]
                    },
                    {
                      "id": "4.3.6.s3",
                      "text": "Delta cancelled more than 1,400 flights on 20 July, and more than 1,300 flights on 21 July. With so many passengers still stuck in Hartsfield–Jackson after two consecutive nights, the airport implemented a \"concessions crisis plan\" and a plan to reunite passengers with their checked baggage.",
                      "references": [
                        "https://www.ajc.com/news/business/delta-offers-information-for-passengers-affected-global-it-outage/B3VR4HYLSVBNRIBKNG6ZC6YPBU/"
                      ]
                    },
                    {
                      "id": "4.3.6.s4",
                      "text": "On 21 July, Delta CEO Ed Bastian apologised to customers in a statement and revealed that the outage had left one of Delta's crew-tracking software programs \"unable to effectively process the unprecedented number of changes triggered by the system shutdown\". Delta CIO Rahul Samant said the program had been brought back online around 11 a.m. on 19 July, but was overwhelmed by the backlog of updates awaiting processing and had been trying to catch up ever since. After the ground stop left too many crew members in the wrong places, Delta struggled to assemble enough pilots and flight attendants at airport gates to operate scheduled flights. Many flights were repeatedly delayed and finally cancelled because the one or two crew members who made it to the gate for a particular flight kept hitting their legal flight time limit before the airline could finish fully staffing the flight, and this caused the crisis to snowball as those crew and their aircraft were now in the wrong place for the following day's flights. (A similar phenomenon occurred during the 2022 Southwest Airlines scheduling crisis.) That same day, United States Secretary of Transportation|US Secretary of Transportation Pete Buttigieg said on social media that the United States Department of Transportation|US Department of Transportation had received hundreds of complaints about Delta, and reminded the airline of its legal obligations to affected passengers.",
                      "references": [
                        "https://www.ajc.com/news/business/heres-why-delta-melted-down-after-tech-outage-while-others-recovered/MKXZDWXVFVCPVP752SJ2ITYLTU/"
                      ]
                    },
                    {
                      "id": "4.3.6.s5",
                      "text": "On 22 July, Delta cancelled more than 1,200 flights. He told a press conference, \"There's a lot of things I'm very concerned about, including people being on hold for hours and hours, trying to get a new flight, people having to sleep on airport floors, even accounts of unaccompanied minors being stranded in airports, unable to get on a flight\". He told CBS News: \"Stories about people in lines of more than a hundred people with just one customer service agent serving them at an airport, that's completely unacceptable.\" By then, numerous passengers had ended up in different airports than their baggage because of Delta's flight cancellations, resulting in large piles of unclaimed suitcases and other checked baggage at Delta's airport terminals around the world.",
                      "references": [
                        "https://www.atlantanewsfirst.com/2024/07/23/thousands-delta-passengers-still-stranded-flight-cancellations-continue-days-after-it-outage/",
                        "https://www.cbsnews.com/news/delta-flight-cancellations-today-dot-investigation-crowdstrike-outage/"
                      ]
                    },
                    {
                      "id": "4.3.6.s6",
                      "text": "On 31 July, Delta CEO Ed Bastian said the disruption had cost the airline $500 million, and he said that Delta would sue CrowdStrike to recoup some of its losses. On 8 August, Delta confirmed in a filing with the U.S. Securities and Exchange Commission|US Securities and Exchange Commission that over 7,000 flights had been cancelled over five days, and estimated its losses at $380 million in lost revenue and $170 million in expenses (adding up to about $550 million).  Delta also estimated that around 1.3 million passengers had been affected by the flight cancellations.",
                      "references": [
                        "https://qz.com/delta-crowdstrike-500-million-ceo-says-1851609955",
                        "https://www.ajc.com/news/business/delta-attorney-fires-off-another-letter-to-crowdstrike-attorney-in-dispute/4FDPBUTCIRE5PJQE374K5Y3BJM/",
                        "https://www.bbc.com/news/articles/c6284e7r7d7o"
                      ]
                    },
                    {
                      "id": "4.3.6.s7",
                      "text": "United Airlines' smaller number of cancellations had a significant impact on its hubs. For example, San Mateo County, California|San Mateo County hotels around San Francisco International Airport rapidly filled up with travellers on 19 July. Guests reported difficulty with checking into the local Marriott hotel because Marriott International was also recovering from the outage.",
                      "references": [
                        "https://sfstandard.com/2024/07/19/worldwide-internet-technology-outag/"
                      ]
                    },
                    {
                      "id": "4.3.6.s8",
                      "text": "The flight delays meant that many people who had traveled to the 2024 Republican National Convention—which concluded the day the outages started—were stuck in the convention's host city of Milwaukee, Wisconsin.",
                      "references": [
                        "https://thespectator.com/politics/delayed-rnc-attendees-chicago-migrant-hotel/"
                      ]
                    },
                    {
                      "id": "4.3.6.s9",
                      "text": "Montréal–Trudeau International Airport and Toronto Pearson International Airport were affected in Canada, and Porter Airlines cancelled all flights. Vancouver International Airport was also reportedly affected in Canada, although it was unclear whether this was directly related to the global outages.",
                      "references": [
                        "https://vancouver.citynews.ca/2024/07/19/microsoft-outage-worldwide/"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.4",
          "title": "Finance",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.4.s1",
                  "text": "Banks that were affected included Chase Bank|Chase, Bank of America, Wells Fargo, U.S. Bancorp|U.S. Bank, Capital One and Charles Schwab Corporation|Charles Schwab in the US; Royal Bank of Canada|RBC, Scotiabank, and Toronto-Dominion Bank|TD Bank in Canada; Capitec Bank and other South African banks; and several banks in the Philippines, including Rizal Commercial Banking Corporation|RCBC, Metrobank (Philippines)|Metrobank, Land Bank of the Philippines|LandBank, Banco de Oro|BDO, Unionbank (Philippines)|UnionBank, Bank of the Philippine Islands|BPI, and Philippine National Bank|PNB. E-wallets such as Maya (mobile payments)|Maya and GCash also experienced problems in the Philippines. The website and mobile banking application of DenizBank in Turkey could not be accessed. Visa Inc.|Visa was affected. Numerous Singaporean companies, including Singapore Exchange|Singapore Exchange (SGX) and DBS Bank, reported various levels of service difficulties throughout 19 July.",
                  "references": [
                    "https://www.statesman.com/story/news/state/2024/07/19/banks-outage-microsoft-crowdstrike-global-technology-issues/74469447007/",
                    "https://ca.news.yahoo.com/live/global-it-outage-hits-canada-airports-td-bank-us-border-hospital-disruptions-and-more-after-faulty-crowdstrike-update-154145288.html",
                    "https://www.bnnbloomberg.ca/business/2024/07/26/scotiabank-customers-report-not-receiving-payroll-deposits/",
                    "https://www.ynetnews.com/article/s1f7r5do0",
                    "https://www.gmanetwork.com/news/money/companies/913970/ph-banks-digital-services-hit-by-global-microsoft-outage/story/",
                    "https://www.philstar.com/business/2024/07/19/2371419/philippine-banks-hit-global-it-outage",
                    "https://www.birgun.net/haber/microsoft-taki-ariza-denizbank-in-internet-sitesine-ve-mobil-uygulamasina-erisilemiyor-545786"
                  ]
                },
                {
                  "id": "4.4.s2",
                  "text": "In India, the Reserve Bank of India said that only 10 banks and NBFC and MFI in India|NBFCs were affected by the outage; few banks use CrowdStrike tools and many banks' critical systems do not run on the cloud. NSE Indices|NSE, BSE SENSEX|BSE,",
                  "references": [
                    "https://www.hindustantimes.com/business/rbi-on-global-microsoft-outage-indian-banks-insulated-only-minor-disruptions-101721392584137.html",
                    "https://www.thehindu.com/sci-tech/technology/microsoft-outage-live-updates-mumbai-delhi-flight-operations-affected/article68421219.ece",
                    "https://economictimes.indiatimes.com/industry/banking/finance/banking/sbis-systems-unaffected-by-global-microsoft-outage-khara-says-all-fine/articleshow/111859195.cms?from=mdr"
                  ]
                },
                {
                  "id": "4.4.s3",
                  "text": "In Brazil, Banco Bradesco|Bradesco Bank confirmed it was affected. During the morning customers were able to login, but at 12:00 UTC the bank disabled the login button.",
                  "references": [
                    "https://economia.uol.com.br/noticias/reuters/2024/07/19/bradesco-diz-que-plataformas-digitais-foram-afetadas-por-apagao-cibernetico-global.htm"
                  ]
                },
                {
                  "id": "4.4.s4",
                  "text": "The London Stock Exchange, while operating normally, was unable to push news updates to its website. In Finland, OP Financial Group reported minor disruptions on investment partner and stock savings accounts. Sense Bank in Ukraine experienced outages due to the update.",
                  "references": [
                    "https://tvpworld.com/79376930/polish-prime-minister-microsoft-outage-poses-no-threat-to-national-security",
                    "https://www.iltalehti.fi/digiuutiset/a/08908d8a-16f3-4720-b60e-c017c01d602b",
                    "https://espreso.tv/suspilstvo-u-roboti-novoi-poshti-stavsya-zbiy-shcho-vidomo"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.5",
          "title": "Government",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.5.s1",
                  "text": "The United States United States Department of Homeland Security|Department of Homeland Security, NASA, Federal Trade Commission, National Nuclear Security Administration, United States Department of Justice|Department of Justice, and United States Department of Education|Department of Education were affected, and the United States Department of the Treasury|Department of the Treasury and United States Department of State|Department of State reported minor disruptions. The United States Department of Veterans Affairs|Department of Veterans Affairs and United States Department of Energy|Department of Energy experienced disruptions, but it is not currently known if they are related to the incident. Department of motor vehicles|DMV agencies for the states of Georgia, Kansas, Missouri, North Carolina, Tennessee, and the District of Columbia were affected. Ted Wheeler, the mayor of Portland, Oregon, declared the outages to be a city emergency. Election and voting registration databases in Arizona, South Dakota, Texas and the state of Washington were affected. The website for the city of Sioux Falls, South Dakota, went down.",
                  "references": [
                    "https://fedscoop.com/federal-government-agencies-affected-by-worldwide-it-outage/",
                    "https://www.businessinsider.com/mass-it-outage-companies-operations-airlines-affected-microsoft-crowdstrike-2024-7",
                    "https://www.popville.com/2024/07/about-that-microsoft-outage/",
                    "https://www.kgw.com/article/news/local/technology/portland-state-of-emergency-crowdstrike-outage/283-5ce4a056-754a-4959-86b2-deddb7fc1b85"
                  ]
                },
                {
                  "id": "4.5.s2",
                  "text": "In the United States, there were outages in 911 (emergency telephone number)|911 service or disruptions in 911 call centres' operation in some parts of Alaska, Arizona, Florida, Iowa, Indiana, Kansas, Michigan, Minnesota, New York, Ohio, Oregon, Pennsylvania, and Virginia. In addition, Alaska was experiencing issues with non-emergency call centres. Many call centres switched to working backup systems.",
                  "references": [
                    "https://www.alaskasnewssource.com/2024/07/19/alaska-experiencing-statewide-911-outage/",
                    "https://www.azcentral.com/story/news/local/phoenix-breaking/2024/07/19/phoenix-area-emergency-response-systems-down/74465872007/",
                    "https://www.wflx.com/2024/07/19/is-this-worldwide-outage-impacting-local-911-services/",
                    "https://www.wbaltv.com/article/global-technology-outage-911-call-centers/61647145",
                    "https://www.abc57.com/news/area-dispatch-centers-experience-911-outages",
                    "https://www.msn.com/en-sg",
                    "https://www.fox2detroit.com/news/dtw-warns-travelers-global-outage-university-michigan-says-911-lines-experiencing-difficulties",
                    "https://www.kare11.com/article/news/local/911-call-centers-report-outages-heres-which-counties-are-affected/89-7076d8e3-51fb-4fa1-8241-f9681650b4bb",
                    "https://www.msn.com/en-sg",
                    "https://6abc.com/post/how-emergency-services-are-respond-call-amid-global-it-outage/15070726/",
                    "https://www.wmur.com/article/some-911-systems-down-due-to-worldwide-computer-outage/61642712",
                    "https://www.businessinsider.com/mass-it-outage-911-lines-down-parts-of-us-havoc-2024-7"
                  ]
                },
                {
                  "id": "4.5.s3",
                  "text": "The CM/ECF and PACER (law)|PACER computer systems used by the Federal judiciary of the United States|US federal courts were unaffected. However, several State court (United States)|state courts reported problems with their computer systems, including courts in Alaska, California, Delaware, Idaho, Kansas, Maryland, Massachusetts, Michigan, Nevada, New York, and Pennsylvania. In New York City, courts and correctional facilities were disrupted, delaying a hearing in the trial of Harvey Weinstein for sex offenses.",
                  "references": [
                    "https://www.law.com/2024/07/19/multiple-state-court-online-systems-impacted-by-global-crowdstrike-outage/?slreturn=20250209112429"
                  ]
                },
                {
                  "id": "4.5.s4",
                  "text": "Government websites in the Philippines, such as the website of the House of Representatives of the Philippines, were down due to the outage.",
                  "references": [
                    "https://www.philstar.com/headlines/2024/07/19/2371414/house-representatives-website-down-during-global-it-outage"
                  ]
                },
                {
                  "id": "4.5.s5",
                  "text": "In Canada, services in Toronto were affected, New Zealand Parliament had problems.",
                  "references": [
                    "https://www.sme.sk/minuta/23359519/aktualizacia-crowdstrike-sposobuje-vypadky-aj-na-slovensku"
                  ]
                },
                {
                  "id": "4.5.s6",
                  "text": "The Copenhagen Fire Department|fire department in Copenhagen, Denmark, was unable to receive automatic fire alerts from buildings.",
                  "references": [
                    "https://www.dr.dk/nyheder/seneste/it-nedbrud-blokerer-automatiske-brandalarmer-i-koebenhavn"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.6",
          "title": "Ground transport",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.6.s1",
                  "text": "Traffic disruptions were reported at the Canada–United States border|US–Canada border, The Canada Border Services Agency blamed a partial outage of its telephone reporting system which was later resolved. The Washington Metropolitan Area Transit Authority|Washington Metro Area Transit Authority suffered minor service delays in the early morning in America; their website/live tracking was unavailable until around 9:30&nbsp;am on 19 July. The Massachusetts Bay Transportation Authority in Boston, as well as the Metropolitan Transportation Authority in New York, lost vehicle tracking and arrival notices for passengers. Most of North American freight and passenger train operators went largely unaffected aside from some technical issues within Union Pacific Railroad|Union Pacific and Canadian Pacific Kansas City, Amtrak was mostly unaffected aside from issues with credit card processing during the morning.",
                  "references": [
                    "https://www.cp24.com/news/this-is-the-list-of-disruptions-in-toronto-due-to-the-crowdstrike-outage-1.6970063",
                    "https://wtop.com/dc-transit/2024/07/metro-services-delayed-call-center-down-due-to-global-computer-system-outage/",
                    "https://www.bostonglobe.com/2024/07/19/metro/software-outage-massachusetts-new-england/",
                    "https://www.trains.com/trn/news-reviews/news-wire/global-tech-outage-largely-bypasses-freight-and-passenger-railroads/"
                  ]
                },
                {
                  "id": "4.6.s2",
                  "text": "Malaysia's railway operator, Keretapi Tanah Melayu, confirmed that its KITS ticketing system was experiencing technical issues. Transport for Ireland said its apps were down due to the outage. Ireland's Road Safety Authority said it was experiencing \"significant disruption\" to its National Car Test (NCT) centres. In Singapore, the entrance and exit gantries of over 185 car parks managed by the Housing and Development Board|Housing and Development Board (HDB) were affected.",
                  "references": [
                    "https://www.channelnewsasia.com/world/it-outage-microsoft-crowdstrike-airports-flights-businesses-4490741",
                    "https://www.irishtimes.com/business/2024/07/19/companies-around-the-world-hit-by-major-it-outage/"
                  ]
                },
                {
                  "id": "4.6.s3",
                  "text": "UK rail companies were also affected. Cab riders in London could not pay with credit or with debit cards and thus required cash. and Belgium, tickets for public transport could not be sold, and Keolis Nederland experienced issues.",
                  "references": [
                    "https://www.railnews.co.uk/news/2024/07/19-computer-system-failures-disrupt-trains.html",
                    "https://www.svt.se/nyheter/lokalt/orebro/problem-att-kopa-bussbiljetter-i-flera-lan"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.7",
          "title": "Healthcare",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.7.s1",
                  "text": "Many hospitals across North America paused non-urgent surgeries and visits. Some affected hospitals, while remaining open, had limited, if any, access to patient records. In the United States, Memorial Sloan Kettering Cancer Center postponed all procedures that required anaesthesia, the Mass General Brigham hospital system cancelled all non-emergency procedures and medical visits, and the Cincinnati Children's Hospital Medical Center was also affected. and Quest Diagnostics were affected by the outage. Kaiser San Jose Medical Center lost access to patient records, as well as systems that monitored newborn baby's vital signs, and the security systems to keep babies from being taken.\nEngland's National Health Service (England)|National Health Service (NHS) said that the issues are \"causing disruption in the majority of [English] GP practices\", The London Ambulance Service experienced an unprecedented surge",
                  "references": [
                    "https://www.theguardian.com/technology/live/2024/jul/19/microsoft-windows-it-outage-us-airlines-911-services-businesses-crowdstrike-disruption-live",
                    "https://mountnittany.org/news-stories/general-news/mount-nittany-health-impacted-by-nationwide-it-outage/",
                    "https://timesofindia.indiatimes.com/world/us/hospitals-from-new-york-to-london-paris-struggle-in-tech-outage/articleshow/111867131.cms",
                    "https://x.com/Labcorp/status/1814324142583218306",
                    "https://x.com/QuestDX/status/1814274160887005337",
                    "https://www.npr.org/2024/07/21/nx-s1-5046700/the-crowdstrike-outage-disrupted-many-industries-hospitals-were-especially-vulnerable",
                    "https://www.manxradio.com/news/isle-of-man-news/gp-surgeries-on-the-island-affected-by-worldwide-it-outage/",
                    "https://sg.news.yahoo.com/london-ambulance-receives-4-500-174217339.html"
                  ]
                },
                {
                  "id": "4.7.s2",
                  "text": "In Belgium, Federal Public Service Health|FPS Public Health said the outage disrupted new-patient admissions in two hospitals, which activated their emergency IT plans. {{ill|Hospital Fernando Fonseca|pt|Hospital Professor Doutor Fernando Fonseca}} in Portugal reported problems, while the Catholic Health system in New York experienced outages that caused delays in services.",
                  "references": [
                    "https://www.eldiario.es/sociedad/servicios-salud-autonomicos-afectados-caida-informatica-microsoft_1_11534890.html",
                    "https://healthnews.pt/2024/07/19/hospital-amadora-sintra-com-problemas-por-causa-da-falha-da-microsoft/"
                  ]
                },
                {
                  "id": "4.7.s3",
                  "text": "In the Netherlands, the outages affected two hospitals—the Scheperziekenhuis in Emmen and the Slingeland Ziekenhuis in de Achterhoek—and numerous emergency aid stations were also affected, including those in Emmen, Hoogeveen, and Stadskanaal.",
                  "references": [
                    "https://nos.nl/artikel/2529464-wereldwijd-problemen-door-computerstoring-onder-meer-luchthavens-en-ziekenhuizen-getroffen"
                  ]
                },
                {
                  "id": "4.7.s4",
                  "text": "The Central Health information system in Croatia was affected, although it was clarified that it was due to a concurrent issue tied with moving their servers to a new location.",
                  "references": [
                    "https://n1info.hr/vijesti/pao-cezih-obiteljski-lijecnici-i-ljekarne-imaju-teskoca-u-radu/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.8",
          "title": "Media and communications",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.8.s1",
                  "text": "Numerous American TV stations were unable to broadcast because of the global outage. KSHB-TV, one of the affected stations, had to resort to airing national news via Scripps News.{{Self-published inline|date=August 2024}} ESPN and ESPN2 later simulcasted ''Get Up (TV program)|Get Up!'' and ''First Take (talk show)|First Take'' in place of ''SportsCenter'', albeit without Lower third|on-air graphics or b-roll. Various Paramount Global|Paramount channels were also affected including Nicktoons (American TV channel)|Nicktoons (with its West Coast feed switching to an old emergency feed), TeenNick, BET Her, NickMusic and most channels on the Pluto TV service. MeTV Toons was sent off the air for five and a half hours. Mercedes-Benz in Formula One|Mercedes AMG PETRONAS F1 Team (which is sponsored by CrowdStrike) also suffered issues on the Friday of the 2024 Hungarian Grand Prix|Hungarian Grand Prix, with a Mercedes spokesperson confirming that the team had to manually address the problem on every computer it used. The issue also affected their engine customers, McLaren, Aston Martin in Formula One|Aston Martin and Williams Grand Prix Engineering|Williams. Many video screens in New York City's Times Square turned off.",
                  "references": [
                    "https://awfulannouncing.com/espn/sportscenter-cyber-outage-get-up.html?utm_source=dlvr.it&utm_medium=twitter",
                    "https://www.racefans.net/2024/07/19/global-crowdstrike-outage-leaves-mercedes-fixing-computers-before-practice/",
                    "https://www.msn.com/en-sg"
                  ]
                },
                {
                  "id": "4.8.s2",
                  "text": "When some companies let their employees go home early as a result of the incident, the topic \"Thank you Microsoft for an early vacation\" momentarily became Weibo's most popular term. Universal Studios Japan announced that they would not be selling tickets via ticket booths over the weekend due to the outage; however, tickets would still be sold online or via designated ticket sales sites.",
                  "references": [
                    "https://news.ifeng.com/c/8bLXkXnjos4",
                    "https://www.ft.com/content/fba9b61d-efcf-4348-b640-ccb1f9d18ced"
                  ]
                },
                {
                  "id": "4.8.s3",
                  "text": "Vodafone experienced outages. Telephone communication with the urban services in Antwerp were also affected. The Centre for Cybersecurity Belgium stated that the impact in Belgium was limited. as was the BBC's CBBC, a free-to-air children's television channel. The Canadian Broadcasting Corporation was also affected.",
                  "references": [
                    "https://www.antwerpen.be/info/stadsloketten-telefonisch-niet-bereikbaar-door-technische-storing",
                    "https://www.standard.co.uk/news/uk/sky-news-crashes-tv-channel-news-microsoft-b1171651.html",
                    "https://www.rte.ie/news/ireland/2024/0719/1460766-ryanair-cyber-outage/"
                  ]
                },
                {
                  "id": "4.8.s4",
                  "text": "Several French TV channels affected by the issues include TF1, TFX (TV channel)|TFX, La Chaîne Info|LCI and Canal+ Group networks. Phone and internet service provider Bouygues Telecom has also announced the unavailability of its customer service as a result of the outage. The operations of the 2024 Summer Olympics, scheduled to start the following week in Paris, France, were also affected. The outage occurred a day after the Olympic Village opened and organisers were processing the arrivals of athletes and delegates. The organising committee said that a contingency plan was activated and that only the delivery of uniforms and accreditations were affected. The incident slowed down the operations, with the accreditation desk at the press centre closed and security checks done manually using a list of names.",
                  "references": [
                    "https://www.upi.com/Sports_News/2024/07/19/paris-cyber-outage-impacts-Paris-Olympics/7821721397436",
                    "https://www.espn.com/olympics/story/_/id/40594979/paris-olympics-systems-hit-global-cyber-outage"
                  ]
                },
                {
                  "id": "4.8.s5",
                  "text": "Israel Postal Company|Israel Post was affected",
                  "references": [
                    "https://www.kiro7.com/unavailable-location/"
                  ]
                },
                {
                  "id": "4.8.s6",
                  "text": "Sim racing service ''iRacing'' was also affected by the outage in America. Various Korean online games, like ''Black Desert Online'', ''Ragnarok Online'', and ''Ragnarok Origin'' shut down.",
                  "references": [
                    "https://koreajoongangdaily.joins.com/news/2024-07-19/business/tech/Global-technology-outage-takes-down-Korean-game-servers-airline-ticketing/2094406"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.9",
          "title": "Retail",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.9.s1",
                  "text": "{{Dubious span|Non-correlatable information from NoypiGeeks|reason=Information not mentioned in other media|text=Supermarkets in the Philippines were affected due to crashed POS systems.|date=July 2024}} German supermarket chain Tegut closed some of its stores. Customers experienced payment problems at Foodstuffs (company)|Foodstuffs and Woolworths (New Zealand supermarket chain)|Woolworths supermarkets in New Zealand. Self-checkout and online order systems at some Australian retailers and fast food chains were out of service.",
                  "references": [
                    "https://www.noypigeeks.com/computers/windows-outage-affecting-workers-industries/",
                    "https://www.hessenschau.de/wirtschaft/fehlerhaftes-update-weltweites-software-problem-legt-auch-hessische-firmen-lahm-v6,it-panne-unternehmen-100.html",
                    "https://www.nbcnews.com/tech/tech-news/microsoft-outage-crowdstrike-global-airlines-windows-fix-rcna162685"
                  ]
                },
                {
                  "id": "4.9.s2",
                  "text": "The mobile application of the Starbucks coffee chain was limited to basic viewing of accounts made before the update; ordering was limited to in-store purchases only; some outlets saw cash register software crashes.",
                  "references": [
                    "https://www.cbsnews.com/news/crowdstrike-outage-starbucks-mobile-order-ahead-app-down/"
                  ]
                },
                {
                  "id": "4.9.s3",
                  "text": "Convenience store chain 7-Eleven experienced problems at Speedway (store)|Speedway locations that still used Blue Yonder|BlueCube and Radiant Systems|Radiant Site Manager dating from the days Speedway was owned by Marathon Petroleum Corporation, with some stores unable to accept credit or debit transactions while others were closed outright.",
                  "references": [
                    "https://www.abc12.com/news/local/speedway-stations-among-businesses-affected-by-internet-outage/article_40b4d428-45e6-11ef-a3fc-c7280651af6b.html"
                  ]
                },
                {
                  "id": "4.9.s4",
                  "text": "In Norway, the pharmacy chain Apotek1 and the insurance company Tryg suspended services; the Vitusapotek and Boots (company)|Boots pharmacy chains were also affected. Norway experienced little further impact because of CrowdStrike's limited market share in the country.",
                  "references": [
                    "https://www.nrk.no/ostfold/flere-apotek-1-har-stengt-etter-datatrobbel-1.16970700",
                    "https://www.dagbladet.no/studio/nyhetsstudio/687?post=166835",
                    "https://www.tv2.no/nyheter/innenriks/derfor-er-ikke-norge-like-hardt-rammet/16855096/"
                  ]
                },
                {
                  "id": "4.9.s5",
                  "text": "Amazon (company)|Amazon saw disruption to its warehouse operations and internal software. An app used in Amazon warehouses to manage schedules and time-off requests called 'A to Z' was taken down by the outage and an internal service called 'Anytime Pay' became unavailable to employees. Operations were briefly halted at some sites, while Amazon's trucking operations were disrupted, with drivers saying a platform they use called 'Relay' suffered issues meaning they were briefly unable to pick up loads at warehouses.",
                  "references": [
                    "https://www.cnbc.com/2024/07/19/latest-live-updates-on-a-major-it-outage-spreading-worldwide.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.10",
          "title": "Other sectors",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.10.s1",
                  "text": "The outage affected terminal operations at DCT Gdańsk, a major container hub in the Baltic port of Gdańsk in Poland. Shipping ports in the US were unaffected for the most part, although the Port of Houston (which handles the most foreign tonnage) closed briefly.",
                  "references": [
                    "https://www.freightwaves.com/news/business-as-usual-at-many-of-nations-ports-despite-global-tech-outage"
                  ]
                },
                {
                  "id": "4.10.s2",
                  "text": "In Sweden, the Malmberget mine was evacuated as a precaution. Tickets for soccer games could not be sold.",
                  "references": [
                    "https://www.svt.se/nyheter/lokalt/norrbotten/gruvan-i-malmberget-utrymt-pa-grund-av-it-problem",
                    "https://www.svt.se/sport/fotboll/allt-om-allsvenskan-2025?inlagg=b4841400b66118b15bef49fcb38d157c"
                  ]
                },
                {
                  "id": "4.10.s3",
                  "text": "In Germany, Tesla, Inc.|Tesla halted production at its Gigafactory Berlin-Brandenburg for about four hours.",
                  "references": [
                    "https://www.teslarati.com/tesla-giga-berlin-it-problems-resolved/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Response",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "In a live interview on NBC's ''Today (American TV program)|Today'', CrowdStrike CEO George Kurtz apologised to the public. He said company leaders were \"deeply sorry for the impact that we've caused to customers, to travellers, to anyone affected by this, including our companies\". CrowdStrike warned that malicious actors might try to pose as its staff or independent researchers claiming to help fix the problem.",
              "references": [
                "https://www.today.com/video/crowdstrike-ceo-shares-what-spurred-global-outage-215232069726",
                "https://www.crowdstrike.com/en-us/blog/falcon-sensor-issue-use-to-target-crowdstrike-customers/"
              ]
            },
            {
              "id": "5.s2",
              "text": "CrowdStrike offered $10 UberEats vouchers to some employees at companies that sell and support its software as thanks for helping Crowdstrike customers recover, prompting ridicule given the costs associated with the outage. Uber flagged the code as suspicious as it was used so frequently, so it did not work for some users.",
              "references": [
                "https://edition.cnn.com/2024/07/24/business/crowdstrike-outage-uber-eats/index.html",
                "https://www.bbc.co.uk/news/articles/ce58p0048r0o"
              ]
            },
            {
              "id": "5.s3",
              "text": "CrowdStrike won the 2024 Pwnie Awards for the ''Most Epic Fail'', which CrowdStrike president Michael Sentonas accepted in person at DEF CON|DEF CON's annual Pwnie Awards show. A parody website named ClownStrike was created in the aftermath of the incident; CrowdStrike later sent a Digital Millennium Copyright Act (DMCA) takedown notice to the owner of the site.",
              "references": [
                "https://x.com/PwnieAwards/status/1816163089307386359",
                "https://uk.pcmag.com/security/153845/crowdstrike-exec-shows-up-to-accept-most-epic-fail-award-in-person",
                "https://arstechnica.com/tech-policy/2024/08/parody-site-clownstrike-refused-to-bow-to-crowdstrikes-bogus-dmca-takedown/"
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "title": "Political",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.2.s1",
                  "text": "In Russia, the Government of Russia|government noted that the International sanctions during the Russian invasion of Ukraine|sanctions and Boycott of Russia and Belarus|boycotts placed on Russia as a result of Russian invasion of Ukraine|its invasion of Ukraine in 2022 had unintentionally shielded it from the outage. Russia's Ministry of Digital Development, Communications and Mass Media|Digital Communications Ministry said, \"At the moment, the ministry has not received reports of system failures at Russian airports,\" and \"The situation with Microsoft once again shows the importance of import substitution of foreign software, primarily at critical information infrastructure facilities.\" The Russian Federal Air Transport Agency confirmed that no domestic airlines were affected. The Kremlin stated that its systems were working as normal.",
                  "references": [
                    "https://www.themoscowtimes.com/2024/07/19/russia-boasts-that-sanctions-helped-it-avoid-global-microsoft-outage-a85765"
                  ]
                },
                {
                  "id": "5.2.s2",
                  "text": "An editorial in the Chinese state-run Global Times suggested a need for decreased dependency on Western firms, stating that reliance on \"top companies to lead network security efforts\" can introduce security risks and noting the perceived irony of the United States leading global security efforts while major companies monopolise the industry.",
                  "references": [
                    "https://www.bbc.com/news/articles/c3g01y047pdo"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.3",
          "title": "Industry",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.3.s1",
                  "text": "Cybersecurity consultant Troy Hunt called the incident the \"largest IT outage in history\", adding: \"This is basically what we were all worried about with Year 2000 problem|Y2K, except it's actually happened this time\". Slate (magazine)|''Slate'' described it as \"Y2K Lite\". News reporters have used the term \"digital pandemic\" to describe the outage.",
                  "references": [
                    "https://slate.com/technology/2024/07/tech-meltdown-glitch-crowdstrike-y2k.html",
                    "https://www.msn.com/en-sg",
                    "https://www.theguardian.com/media/article/2024/jul/20/computer-says-no-what-the-papers-say-after-it-outage-causes-global-chaos",
                    "https://www.windowscentral.com/software-apps/elon-musk-blames-diversity-efforts-for-the-widespread-crowdstrike-digital-pandemic-that-stunted-microsoft-services",
                    "https://www.openaccessgovernment.org/major-microsoft-outage-numerous-sectors-hit-in-worldwide-digital-pandemic/179916/"
                  ]
                },
                {
                  "id": "5.3.s2",
                  "text": "AirAsia CEO Tony Fernandes demanded answers and compensation for millions of dollars in revenue he said the company had lost in the incident.",
                  "references": [
                    "https://www.bernama.com/en/business/news.php?id=2320143"
                  ]
                },
                {
                  "id": "5.3.s3",
                  "text": "Chinese cybersecurity companies such as 360 Safeguard|360 Security, QAX and Tencent took advantage of the CrowdStrike incident to promote their own software.",
                  "references": [
                    "https://www.scmp.com/tech/big-tech/article/3271248/crowdstrike-microsoft-outage-chinese-cybersecurity-firms-take-victory-lap"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.4",
          "title": "Criminal",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.4.s1",
                  "text": "Governments worldwide and cybersecurity agencies warned of digital phishing scams after the incident. Cyber criminals started sending phishing emails purporting to be CrowdStrike support and impersonating CrowdStrike staff in phone calls shortly afterward.",
                  "references": [
                    "https://www.intelligentciso.com/2024/07/22/warning-issued-about-phishing-attacks-post-global-tech-outage/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Analysis",
      "content": [
        {
          "id": "6.1",
          "title": "Cause",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.1.s1",
                  "text": "The 19 July update was an instance of a template that was tested and released in March 2024 as part of an update to the Falcon Sensor software. This new instance, Channel File 291, passed validation due to a bug in CrowdStrike's content verification software. The Falcon Sensor itself parses the file differently in a way that led to a software crash in kernel mode.",
                  "references": [
                    "https://www.theregister.com/2024/07/24/crowdstrike_validator_failure/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "Centralisation and homogeneity",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "The outage raised questions about oligopoly and centralisation in the information technology sector. The majority of the world's computers use Microsoft Windows, creating a monoculture that reduces resiliency. Security experts suggested more Redundancy (engineering)|redundancy to avoid single points of failure,",
                  "references": [
                    "https://news.sky.com/story/microsoft-has-serious-questions-to-answer-after-what-could-be-the-biggest-it-outage-in-history-13180962",
                    "https://www.openaccessgovernment.org/major-microsoft-outage-numerous-sectors-hit-in-worldwide-digital-pandemic/",
                    "https://qz.com/crowdstrike-global-tech-outage-experts-1851600081"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.3",
          "title": "IT practices",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.3.s1",
                  "text": "Mandating disclosure of breaches and vulnerabilities has also been suggested. In an interview with ''Wired (magazine)|Wired'', cybersecurity consultant Jake Williams said that this outage has \"shown why pushing updates without IT intervention is unsustainable,\" and that \"people may now demand changes in this operating model.\"",
                  "references": [
                    "https://www.wired.com/story/crowdstrike-outage-update-windows/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.4",
          "title": "Operating system design and antitrust enforcement",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.4.s1",
                  "text": "Microsoft blamed a 2009 antitrust agreement with the European Union that they said forced them to sustain low-level Kernel (operating system)|kernel access to third-party developers. The document does not explicitly state that Microsoft has to provide kernel-level access, but says Microsoft must provide access to the same APIs used by its own security products. The EU rejected the allegations. The European Commission spokesperson told Euronews that \"Microsoft is free to decide on its business model. It is for Microsoft to adapt its security infrastructure to respond to threats in line with EU competition law. Additionally, consumers are free to benefit from competition and choose between different cybersecurity providers.\"",
                  "references": [
                    "https://www.techradar.com/pro/security/microsoft-blames-eu-rules-for-its-inability-to-lock-down-windows-following-crowdstrike-incident",
                    "https://www.neowin.net/news/microsoft-points-finger-at-the-eu-for-not-being-able-to-lock-down-windows/"
                  ]
                },
                {
                  "id": "6.4.s2",
                  "text": "The spokesperson also said that \"the incident was not limited to the European Union and that Microsoft has never raised any concerns about security with the Commission either before or after the incident.\"",
                  "references": [
                    "https://www.euronews.com/video/2024/07/23/european-commission-denies-responsibility-for-massive-microsoft-it-outage"
                  ]
                },
                {
                  "id": "6.4.s3",
                  "text": "In Linux, it is possible to use eBPF instead of kernel modules to program this type of software.",
                  "references": [
                    "https://www.tomshardware.com/software/security-software"
                  ]
                },
                {
                  "id": "6.4.s4",
                  "text": "Since macOS Catalina (2019), this type of software can use the ''Endpoint Security Framework'' instead of a kernel extension, and this approach has been gradually enforced.",
                  "references": [
                    "https://9to5mac.com/2024/07/20/lets-talk-about-apples-endpoint-security-framework/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}