{
  "title": "2024_Kazakh_nuclear_power_referendum",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "A referendum on the construction of the first nuclear power plant in Kazakhstan took place on 6 October 2024. The initiative was aimed at reducing fossil fuel reliance, curbing greenhouse gas emissions and bolstering national electricity generation in light of frequent power outages in recent years. At the time of the referendum, Kazakhstan has not had any Nuclear power in Kazakhstan|nuclear power generation capacity since 1999. President Kassym-Jomart Tokayev first proposed the idea of holding a referendum in 2019, and in September 2023, he officially announced that the referendum would take place to address the nation's need to develop nuclear power, leveraging Kazakhstan's status as the world's largest uranium producer. In June 2024, President Tokayev announced that the referendum would be held in autumn, with the specific date determined by the Government.",
              "references": [
                "https://rus.azattyq.org/amp/33102329.html",
                "https://astanatimes.com/2023/09/kazakhstan-to-hold-referendum-on-nuclear-power-plant-construction/",
                "https://cabar.asia/en/blackout-in-central-asia-countries-need-to-expand-power-capacity",
                "https://thediplomat.com/2021/10/nuclear-energy-in-kazakhstan-the-problem-of-accountability/",
                "https://www.euractiv.com/section/central-asia/news/kazakhstan-to-hold-referendum-on-first-nuclear-plant/",
                "https://www.azattyq.org/a/33011760.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Since gaining independence, Kazakhstan has repeatedly considered constructing a nuclear power plant. The need for such a facility was first publicly expressed in 1997 by then-Minister of Science Vladimir Shkolnik. The idea of building a new plant gained momentum in the late 1990s, after the decommissioning of the Soviet-era BN-350 reactor at the {{Interlanguage link|Mangystau Atomic Energy Combine|lt=Mangyshlak Atomic Energy Combine|kk|Маңғыстау атом энергетикалық комбинаты|ru|Мангистауский атомно-энергетический комбинат}} (MAEK) in the city of Aktau|Aqtau, which had provided electricity, desalinated water from the Caspian Sea, and Weapons-grade nuclear material|weapons-grade plutonium for Russia and weapons of mass destruction|Soviet nuclear weapons. The MAEK was shut down in 1999 due to concerns over aging infrastructure and nuclear proliferation risks, especially after Kazakhstan ratified the Treaty on the Non-Proliferation of Nuclear Weapons|Nuclear Non-Proliferation Treaty in 1994. The decommissioning was supported by international partners, particularly the International Atomic Energy Agency and the United States Department of Energy.",
              "references": [
                "https://www.ornl.gov/sites/default/files/ORNL%20Review%20v44n1%202011.pdf",
                "https://nsarchive2.gwu.edu/NunnLugar/2015/54.%202002-00-00%20BN-350%20Reactor.pdf"
              ]
            },
            {
              "id": "2.s2",
              "text": "Over the years, Kazakhstan has repeatedly revisited the idea of building a new nuclear power plant, with several proposed locations, including the city of Kurchatov, Kazakhstan|Kurchatov, the village of Ülken on the shores of Lake Balkhash, or the site of the former MAEK plant in Aqtau. Government efforts, including international cooperation with Russia, France, Japan, and South Korea to conduct feasibility studies, have been made to support each proposal for nuclear plant projects. However, these nuclear energy proposals have faced significant opposition, emerging amidst controversy fueled by Kazakhstan's history of environmental and public health issues due to Kazakhstan and weapons of mass destruction|Soviet nuclear weapon testing at Semipalatinsk Test Site|Semipalatinsk-21, as well as broader fears stemming from the Chernobyl disaster and the Fukushima nuclear accident. Additionally, concerns over Russian involvement have been heightened due to risks related to environmental safety and geopolitical interests. Development projects have repeatedly faced delays or cancellations due to indecision among key figures and attempts to negotiate lower prices. However, in 2015, the project was indefinitely postponed due to an electricity surplus and economic uncertainty. By 2016, it was revealed that the nuclear power plant construction would be delayed until 2023, as no electricity shortage was expected during the seven-year period.",
              "references": [
                "https://www.rferl.org/a/1087437.html",
                "https://www.rferl.org/a/1066137.html",
                "https://tengrinews.kz/kazakhstan_news/vnov-zagovorili-aes-vozrojdaetsya-atomnaya-energetika-447830/",
                "https://www.dw.com/ru/%D1%81%D1%82%D0%BE%D0%B8%D1%82-%D0%BB%D0%B8-%D0%BA%D0%B0%D0%B7%D0%B0%D1%85%D1%81%D1%82%D0%B0%D0%BD%D1%83-%D1%81%D1%82%D1%80%D0%BE%D0%B8%D1%82%D1%8C-%D0%BF%D0%B5%D1%80%D0%B2%D1%83%D1%8E-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D0%B0%D1%8D%D1%81/a-15035524",
                "https://theecologist.org/2014/aug/19/kazakhstans-nuclear-power-plans-mysteries-only-deepen",
                "https://kaz.tengrinews.kz/kazakhstan_news/kazakstanda-aes-kuryilyisyi-2018-jyilyi-bastaladyi-254484/",
                "https://www.azattyq.org/a/27328905.html",
                "https://www.azattyq.org/a/27420805.html"
              ]
            },
            {
              "id": "2.s3",
              "text": "In April 2019, Russian President Vladimir Putin proposed the construction of a nuclear power plant in Kazakhstan using Russian technologies, sparking renewed discussions about nuclear energy development. This proposal faced scrutiny among Kazakh society, becoming a widescale issue during the 2018–2020 Kazakh protests. In response to the controversy, President Kassym-Jomart Tokayev emphasized that decisions regarding the potential construction of a nuclear power plant could not be made without considering public opinion. Shortly after his 2019 Kazakh presidential election|election as president in June 2019, Tokayev acknowledged that discussions about the project were ongoing, underscoring that public consultations with citizens would be held if necessary, and indicating that a referendum could also be conducted regarding the initiative. Kanat Bozumbayev, the Minister of Energy, confirmed that building a nuclear power plant was not in the ministry's immediate plans but might be considered within the next decade.",
              "references": [
                "https://www.azattyq.org/a/29860222.html",
                "https://abai.kz/index.php/post/88402",
                "https://tengrinews.kz/kazakhstan_news/atom-elektr-stantsiyasyi-kaup-pe-galyimdar-ne-deyd-366623/",
                "https://www.azattyq.org/a/kazakhstan-almaty-nursultan-protests/29914050/p1.html"
              ]
            },
            {
              "id": "2.s4",
              "text": "In May 2021, Tokayev stated it was premature to dismiss nuclear energy in Kazakhstan, emphasizing its reliance in the developed world, and while the government wouldn't rush construction, it shouldn't delay either, highlighting the need for ongoing communication with citizens to address their concerns. In June 2021, Energy Minister Nurlan Nogaev reaffirmed President Tokayev's commitment to gauging public opinion on nuclear energy. He identified Ülken and Kurchatov as potential sites for a future nuclear power plant. By September 2021, at the Eastern Economic Forum, Tokayev emphasized the need to move forward, stating that it was time to \"substantively consider\" the issue. In June 2022, the village of Ülken was officially selected as the site for the plant after extensive evaluations.",
              "references": [
                "https://kaz.zakon.kz/redaktsiia-zakonkz/5074269-no-aev-aes-rylysy-turaly-shesh-m-l.html",
                "https://kaz.orda.kz/aza-standa-eki-atom-jelektr-stancijasy-salynady/",
                "https://www.azattyq.org/a/31335353.html",
                "https://kaz.orda.kz/to-aev-aza-stan-a-ajes-azhet-ekenin-ajtty/",
                "https://qazaqstan.tv/news/144844/",
                "https://kaz.tengrinews.kz/kazakhstan_news/kazakstanga-atom-stantsiyasyi-kajet-tokaev-326695/",
                "https://egemen.kz/article/314914-almaty-oblysynda-atom-elektr-stansasy-salynady",
                "https://kaz.zakon.kz/tehnologiya/6008396-aes-salynuy-yktimal-ulken-auyly-turaly-ne-bilemiz.html"
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Energy crisis",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "Kazakhstan's ongoing energy crisis, part of a broader regional issue affecting Central Asia, was exacerbated in 2021 by a sudden surge in cryptocurrency mining following an influx of miners from China, leading to significant electricity shortages, power outages, and a reliance on imported power. In response to these challenges, President Tokayev described the situation as revealing \"the first signs of electricity shortages\" and did not rule out the possibility of making \"inherently unpopular decisions\" regarding the construction of a nuclear power plant. There have been suggestions to build two or three nuclear power plants with six 1.2 GWe units across Kazakhstan's Northern, Southern, and Western energy zones to address the growing nationwide energy deficit, balance regional needs, and support desalination. Energy expert Petr Svoik warns that Kazakhstan faces challenges similar to its neighbors, including underfunded infrastructure and the need for new capacity. By the 2030s, Kazakhstan will require an additional 4,000 megawatts of power, which these plants could help provide while boosting infrastructure and the economy.",
                  "references": [
                    "https://asia.nikkei.com/Spotlight/Cryptocurrencies/Crypto-influx-from-China-pushes-Kazakhstan-toward-nuclear-power",
                    "https://asiaplustj.info/en/news/centralasia/20220126/power-gradually-restored-after-massive-blackout-in-three-central-asias-nations#:~:text=Kazakhstan%20has%20reportedly%20experienced%20power,in%20China%20late%20last%20year.",
                    "https://kaz.zakon.kz/akimdikter/5091469-aes-ke-atysty-na-ty-shesh-m-abyldauymyz.html",
                    "https://kaz.tengrinews.kz/kazakhstan_news/tokaev-aes-kuryilyisyi-turalyi-sheshm-shyigaruyimyizga-tura-329926/",
                    "https://www.azattyq.org/a/31569382.html",
                    "https://www.caravan.kz/news/kazakhstanu-nuzhny-dve-a-luchshe-srazu-tri-aehs-ehkspert-947271/",
                    "https://cabar.asia/en/expert-meeting-nuclear-power-as-a-solution-to-the-energy-crisis-in-central-asia"
                  ]
                },
                {
                  "id": "2.2.s2",
                  "text": "In 2023, the KEGOC reported that the electricity consumption increased by 1.9% to 115.06 billion kWh, while generation stagnated at 112.82 billion kWh, resulting in a 1,519 MW deficit covered by imports from Russia. This deficit is projected to grow to 6.2 GWe by 2030. With demand expected to reach 152.4 billion kWh by 2035, while aging Thermal power station|thermal plants can only produce 135 billion kWh, the Kazakh government views nuclear energy as a viable long-term solution, supported by the country's significant uranium reserves, scientific expertise, and skilled specialists.",
                  "references": [
                    "https://massaget.kz/news/kazakstan-bryingay-uakyit-beldeune-koshkennen-keyn-elektr-102649/",
                    "https://www.kegoc.kz/press-center/press-releases/163167/",
                    "https://www.zakon.kz/stati/6402114-stroitelstvo-aes-v-kazakhstane-est-li-ugrozy-i-kakovy-plyusy.html",
                    "https://tengrinews.kz/article/aes-ne-oboytis-gotov-kazahstan-masshtabnomu-stroitelstvu-2279/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Carbon neutrality",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "In 2012, then-President Nursultan Nazarbayev launched the Kazakhstan-2050 Strategy, aiming to position Kazakhstan among the top 30 most developed nations by 2050, with a focus on transitioning to a low-carbon economy. This strategy laid the groundwork for Kazakhstan's commitment to sustainable energy, including the concept adoption for green economy in 2013, which set ambitious targets for the power sector to achieve 50% alternative and renewable energy by 2050, along with plans to integrate 1.5 GWe of nuclear energy by 2030 and 2.0 GWe by 2050. In 2016, Kazakhstan further solidified its commitment to these goals by signing the Paris Agreement, pledging to reduce greenhouse gas emissions and transition toward sustainable energy practices.",
                  "references": [
                    "https://www.akorda.kz/en/addresses/addresses_of_president/address-by-the-president-of-the-republic-of-kazakhstan-leader-of-the-nation-nnazarbayev-strategy-kazakhstan-2050-new-political-course-of-the-established-state",
                    "https://adilet.zan.kz/kaz/docs/P1300000496",
                    "https://qazaqgreen.com/en/journal-qazaqgreen/environmental-policy/1210/"
                  ]
                },
                {
                  "id": "2.3.s2",
                  "text": "At the Climate Ambition Summit 2020, President Kassym-Jomart Tokayev outlined Kazakhstan's commitment to achieving carbon neutrality by 2060, emphasizing nuclear power's role as a Low-carbon electricity|low-carbon source. To diversify its energy development and Fossil fuel phase-out|reduce reliance on fossil fuels, Tokayev urged the government and Samruk-Kazyna to explore \"safe and environmentally friendly\" nuclear energy options, positioning them as a viable solution for national energy demands and international climate obligations.",
                  "references": [
                    "https://kaz.zakon.kz/redaktsiia-zakonkz/5070190-to-aev-atom-energetikasy-turaly-b-l.html"
                  ]
                },
                {
                  "id": "2.3.s3",
                  "text": "While nuclear power has the potential to significantly reduce air pollution and environmental degradation compared to fossil fuels, concerns regarding radioactive waste management present critical challenges for safe implementation. By integrating nuclear power into its energy strategy, Kazakhstan aims to lower its carbon footprint, enhance energy security, and contribute to global climate change efforts, aligning its green policies with the broader goals of the Paris Agreement.",
                  "references": [
                    "https://zhasalash.kz/news/qazaqstanga-aes-kerek-pe-18064/",
                    "https://kz.kursiv.media/kk/2023-07-01/qazaqstan-2030-zhylgha-qaraj-zhangartylatyn-energiya-koezderining-uelesin-15-zhetkizedi/",
                    "https://www.kt.kz/kaz/economy/aza_stan_2030_zhyl_a_aray_energiya_te_gerimindegi_1377952254.html"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Prelude",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Speculations about holding a referendum on the construction of a nuclear power plant arose after President Tokayev's 2019 proposal, as the government continued moving forward with the project. Political scientist Dimaş Äljanov expressed skepticism about the fairness of a potential referendum on the nuclear power plant, arguing that without proper mechanisms, the voting results could be falsified in favor of the Kazakh government's interests, especially given the general public's negative sentiment toward the authorities.",
              "references": [
                "https://cso-central.asia/aes-v-kazaxstane-o-vygodax-i-riskax/"
              ]
            },
            {
              "id": "3.s2",
              "text": "In April 2023, Energy Minister Almasadam Sätqaliev, responding to journalists' inquiries about the possibility of a referendum, cited the need for one to gauge majority support for the project, asserting that if the majority votes against the proposal, the plant will not be built. However, in June 2023, Vice Minister of Energy Jandos Nurmaganbetov ruled out the possibility of a referendum on the construction of the nuclear power plant in Kazakhstan.",
              "references": [
                "https://kaz.tengrinews.kz/kazakhstan_news/halyik-karsyi-bolsa-aes-salyinbaydyi-jana-energetika-ministr-349807/",
                "https://kaz.tengrinews.kz/kazakhstan_news/kazakstanda-aes-salu-boyyinsha-referendum-bolmaydyi-351822/",
                "https://baq.kz/elde-aes-salu-ushin-referendum-otkizile-me-307085/"
              ]
            },
            {
              "id": "3.s3",
              "text": "On 1 September 2023, President Tokayev announced during his State of the Nation Address that a nationwide referendum on the construction of a nuclear power plant will take place, with specific voting date to be determined later, highlighting its significance for Kazakhstan's future as the largest uranium producer in the world. The Ministry of Energy (Kazakhstan)|Ministry of Energy stated that it, along with other government agencies, parliamentary deputies, industry experts, and public activists, will work out the details of the referendum and provide the public with comprehensive information. Energy Minister Almasadam Sätqaliev added that the referendum aims to encourage Kazakhstanis to express their views on the need for technological development, while the government will provide solutions that align with societal needs. Vice Minister of Energy Nurmaganbetov stated that the decision will be up to Tokayev. At the XV Kazenergy Eurasian Forum in October 2023, Energy Minister Almasadam Sätqaliev discussed plans for a referendum on the construction of a nuclear power plant, stating that the Ministry of Energy is ready to provide expert support and analytics as required by the constitutional law.",
              "references": [
                "https://kaz.nur.kz/politics/kazakhstan/2034971-energetika-ministrligi-aes-salu-boiynsa-referendumga-daiyndyq-zasaidy/",
                "https://kz.kursiv.media/kk/2023-09-01/halyqtyng-dauys-beruine-shygharylatyn-maeselening-tuzhyrymdamasy-anyqtaluy-kerek-energetika-ministrligi/",
                "https://kaz.nur.kz/politics/kazakhstan/2037210-prezident-zarlygyn-kutudemiz-ministrlik-aes-salu-boiynsa-referendum-qasan-otui-mumkin-ekenin-xabarlady/",
                "https://egemen.kz/article/350293-aes-boyynsha-barlyq-sheshimder-referendum-natidgesine-qaray-qabyldanady-ministr",
                "https://kaz.zakon.kz/kogam-tynysy/6032639-azastanda-atom-elektr-stantsiyasyny-anday-nsalary-arastyryluda.html"
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Referendum announcement",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "The next day, he signed the corresponding order, which also included the ballot question itself: {{blockquote|Do you agree with the construction of a nuclear power plant in Kazakhstan?{{efn|{{Langx|kk|«Сіз Қазақстанда атом электр станциясын салуға келісесіз бе?»|translit=«Siz Qazaqstanda atom elektr stantsiasyn saluğa kelısesız be?»}}<br>{{Langx|ru|«Согласны ли Вы со строительством атомной электростанции в Казахстане?»|translit=«Soglasny li Vy so stroitel'stvom atomnoy elektrostantsii v Kazakhstane?»}}}}}}",
                  "references": [
                    "https://akorda.kz/kz/2024-zhylgy-6-kazanda-respublikalyk-referendum-otkizu-turaly-282039",
                    "https://akorda.kz/ru/o-provedenii-6-oktyabrya-2024-goda-respublikanskogo-referenduma-282222"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Negotiations with energy providers",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "The Ministry of Energy reviewed reactor technologies from various international companies before compiling a shortlist in June 2022. After evaluating 13 reactor designs from six companies—NuScale Power, GE Hitachi Nuclear Energy (GEH), Korea Hydro & Nuclear Power (KHNP), China National Nuclear Corporation (CNNC), Russian Rosatom, and French Électricité de France (EDF)—the ministry selected KHNP, CNNC, Rosatom, and EDF as potential suppliers. The American and Japanese companies, NuScale Power and GEH, were excluded due to their limited experience with low-power reactors, with focus instead being on suppliers with proven high-power reactor technologies.",
                  "references": [
                    "https://qazaqstan.tv/news/153542/",
                    "https://kaz.tengrinews.kz/kazakhstan_news/kazakstan-aes-saluyi-mumkn-merdgerler-tzmn-jasadyi-339967/"
                  ]
                },
                {
                  "id": "3.3.s2",
                  "text": "The Kazakh government explored international practices in nuclear power plant construction by examining the experiences of countries with operational facilities. The Kazakh delegation toured nuclear power plants in South Korea, signed a memorandum of understanding with KHNP, and sent specialists to France to study their facilities. They also toured the Rosatom's commissioning of Akkuyu Nuclear Power Plant in Turkey and the Paks Nuclear Power Plant in Hungary, hosted by General Electric.",
                  "references": [
                    "https://www.kt.kz/kaz/economy/aza_stan_men_o_t_stik_koreya_atom_energetikasy_salasynda_1377935857.html",
                    "https://ortcom.kz/kk/novosti/1656484949",
                    "https://ortcom.kz/kk/novosti/1659681731",
                    "https://forbes.kz/news/newsid_293921",
                    "https://dknews.kz/kz/alem-zhanalyktary/272601-kazakstandyk-delegaciya-paksh-atom-elektr",
                    "https://egemen.kz/article/327548-aes-alemdik-dgane-onhirlik-tadgiribe"
                  ]
                },
                {
                  "id": "3.3.s3",
                  "text": "In August 2022, Energy Minister Bolat Aqşolaqov announced that the technology operator for Kazakhstan's nuclear power plant would be selected by late 2022 or early 2023. In February 2023, it was revealed that the decision would be made sometime later that year. Samruk-Kazyna chairman Nurlan Jaqypov did not rule out Rosatom's strong chances of winning the bid while also expressing concerns about various difficulties in implementing the project. However, European Union discussions on potential sanctions against Russia's nuclear industry complicated Kazakhstan's plans to cooperate with Rosatom, leading to delays in selecting a foreign partner. In August 2023, the Ministry of Energy compiled a shortlist of potential reactor technologies, which included the CNNC's CNP / ACP nuclear reactors#ACP-1000|HPR-1000 reactor, the KHNP's APR-1400 reactor, Rosatom's VVER#VVER-1200|VVER-1200 and VVER#VVER-1000|VVER-1000 reactors, and EDF's EPR (nuclear reactor)#EPR1200 design|EPR-1200 reactor. Energy Minister Almasadam Sätqaliev stated that the ministry was also evaluating proposals from NuScale Power and GEH for constructing small modular reactors, with the final decision on selecting a foreign proposal to be made only after the referendum.",
                  "references": [
                    "https://baq.kz/2023-zhyly-aes-ti-qay-memleket-salatyny-anyqtalady-energetika-ministri-284351/",
                    "https://halyq-uni.kz/ekonomika/6917-2023-zhyly-elimizde-aes-ti-kai-memleket-salatyny-belgili-bolady-ministr/",
                    "https://kaz.zakon.kz/ekonomika-biznes/6020020-energetika-ministrlg-aes-rylysy-mselesne-kelgende-asyysty-tanytpaua-ude-berd.html",
                    "https://kz.kursiv.media/kk/2023-02-02/aes-ti-kim-salady-zhaene-onyng-qorshaghan-ortagha-tigizer-aeseri-qandaj-bolmaq/",
                    "https://kz.kursiv.media/2023-07-13/zhnb-aessamruk/",
                    "https://kz.kursiv.media/2023-09-01/zhnb-aeskzref/",
                    "https://kaz.tengrinews.kz/kazakhstan_news/kazakstanda-atom-elektr-stantsiyasyi-kay-jerde-salyinadyi-353258/",
                    "https://azattyq-ruhy.kz/society/59426-energetika-ministrliginde-atom-elektr-stantsiiasynyn-ku-rylysynyn-en-kolaily-audany-ataldy",
                    "https://massaget.kz/news/atom-elektr-stantsiyasyi-kayda-salyinatyinyi-belgl-boldyi-88957/",
                    "https://kaz.tengrinews.kz/kazakhstan_news/aes-kuryilyisyi-kazakstan-5-eldn-usyinyisyin-karastyiryip-355429/",
                    "https://www.nur.kz/society/2044714-kogda-vyberut-kompaniyu-kotoraya-postroit-aes-v-kazahstane-soobschil-satkaliev/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Elections in Kazakhstan are organized by various election commissions, with the Central Election Commission (Kazakhstan)|Central Election Commission (CEC) serving as the Central Referendum Commission (CRC).",
              "references": [
                "https://adilet.zan.kz/eng/docs/Z950002592_"
              ]
            },
            {
              "id": "4.s2",
              "text": "Following President Tokayev's referendum announcement, CEC member Şavkat Ötemisov announced in September 2023 that the CEC was ready to conduct the referendum as early that year if the date was announced, confirming that all necessary preparations were in place.",
              "references": [
                "https://kaz.zakon.kz/kogam-tynysy/6031116-osk-azastanda-aes-salu-boyynsha-referendum-tkzuge-dayyn.html",
                "https://kz.kursiv.media/kk/2023-09-06/aes-qurylysy-bojynsha-referendum-oetkizuge-dajynbyz-osk/",
                "https://www.azattyq.org/a/32581042.html",
                "https://www.kt.kz/kaz/state/osk_aza_standa_aes_salu_boyynsha_referendum_tkizuge_dayyn_1377955010.html"
              ]
            },
            {
              "id": "4.s3",
              "text": "On 5 July 2024, President Tokayev signed a series of amendments to constitutional laws adopted by the Parliament of Kazakhstan, including the Constitutional Law \"On the Republican Referendum,\" which clarified the rights and responsibilities of national and international observers and foreign media, areas previously unaddressed. The amendments also provided guidelines for media coverage, the conduct of public opinion polls during the referendum, and introduced new rules for referendum commission members, including their remuneration and the process for appealing decisions. According to Şavkat Ötemisov, the amendments aim to enhance transparency, improve organization, and align with Organization for Security and Co-operation in Europe|OSCE/Office for Democratic Institutions and Human Rights|ODIHR recommendations.",
              "references": [
                "https://tengrinews.kz/kazakhstan_news/popravki-konstitutsionnyie-zakonyi-podpisal-kasyim-jomart-540589/",
                "https://adilet.zan.kz/kaz/docs/Z2400000109",
                "https://www.election.gov.kz/kaz/news/releases/index.php?ID=9393"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Referendum funding",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "In September 2023, Minister of Finance Erulan Jamaubaev stated that the costs of the nuclear power referendum could potentially be lower than that of the 2022 Kazakh constitutional referendum|2022 constitutional referendum, as new methods might be applied, but he also noted that estimating the expenses would be impossible until the voting date is determined.",
                  "references": [
                    "https://kaz.zakon.kz/sayasat/6031119-azastanda-aes-salu-referendum-tkzuge-ansha-arazhat-zhmsalma.html",
                    "https://halyq-uni.kz/news/24952-aes-salu-boiynsha-referendum-otkizuge-komakty-karazhat-zhumsalmauy-mumkin-ministr/",
                    "https://qaz365.kz/society/4375-aes-referendumy-zhamaubaev-kansha-karazhat-ketetinin-atai-almady/"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "After the referendum date was announced in September 2024, CEC member Sabila Mustafina estimated the cost of the referendum to be 15.5 billion tenge, including expenses for organizing 78 foreign polling stations, with 71% allocated to commission member salaries, and CEC chairman Nurlan Äbdirov stated that any submitted leftover funds would be returned as surplus to the state budget.",
                  "references": [
                    "https://kaz.nur.kz/nurfin/economy/2156553-qazaqstanda-aes-boiynsha-referendumga-15-5-mlrd-tengge-zhumsalady/",
                    "https://kaz.zakon.kz/kogam-tynysy/6048558-osk-referenduma-nege-155-mlrd-tege-zhmsaudy-zhosparlap-otyranyn-tsndrd.html",
                    "https://halyq-uni.kz/aleumet/39537-aes-salu-boiynsha-referendum-otkizuge-15-5-mlrd-tenge-kazhet-osk/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.3",
          "title": "Voter registration",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.3.s1",
                  "text": "By 1 July and 1 January every year, information on voters and the boundaries of polling stations are submitted by the local executive bodies (akimats) in electronic form to their territorial election commissions, which ensure the verification and submission of information to the higher election commissions. According to the CEC, as of 1 July 2024, approximately 12,176,968 voters were registered in Kazakhstan; however, CEC deputy chairman Konstantin Petrov, clarified that this figure was provisional and not final.",
                  "references": [
                    "https://adilet.zan.kz/eng/docs/Z950002464_",
                    "https://kaz.tengrinews.kz/kazakhstan_news/aes-saluga-katyistyi-referendumga-kansha-kazakstandyik-362126/"
                  ]
                },
                {
                  "id": "4.3.s2",
                  "text": "Voter registration in Kazakhstan is conducted by a local executive body from the moment of announcement or appointment of referendum and are compiled within the Electoral roll|voter list, which are based on place of residence in the territory of the given electoral precinct.",
                  "references": [
                    "https://kaz.orda.kz/ajes-bojynsha-referendumga-memleket-bjudzhetinen-155-milliard-tenge-bolindi-126677/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Opinion polls",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "As of September 2024, only two opinion polls on the issue are known to have been made. One of them, made by the Konrad Adenauer Foundation was conducted in the autumn of 2023, and the other one was made by the government-affiliated Kazakhstan Institute for Strategic Studies (KazISS) under the President of Kazakhstan.\n{| class=\"wikitable\" style=\"text-align:center;font-size:95%;\"\n! rowspan=\"2\" |Fieldwork<br>date\n! rowspan=\"2\" |Polling firm/Commissioner\n! rowspan=\"2\" |Sample size\n!Yes\n!No\n!Undecided\n!Would not vote\n! rowspan=\"2\" |Lead\n|-\n! class=\"unsortable\" style=\"background: rgb(0, 129, 66); width: 100px; color: white;\" |\n! class=\"unsortable\" style=\"background: rgb(220, 36, 31); width: 100px; color: white;\" |\n! class=\"unsortable\" style=\"background: gray; width: 90px; color: white;\" |\n! class=\"unsortable\" style=\"background: gray; width: 90px; color: white;\" |\n|-\n|7–18 Aug 2024\n|Kazakhstan Institute for Strategic Studies|KazISS/President of the Republic of Kazakhstan\n|1,200\n| style=\"background: rgb(153, 255, 153);\" |'''53.1%'''\n|32.5%\n|14.4%\n|34.2%\n| style=\"background: rgb(0, 129, 66); color: white;\" |20.6%\n|-\n|22 Sep–4 Oct 2023\n|Demoscope/Konrad Adenauer Foundation\n|1,100\n| style=\"background: rgb(153, 255, 153);\" |'''46.6%'''\n|37.7%\n|18.8%\n|19.8%\n| style=\"background: rgb(0, 129, 66); color: white;\" |8.9%\n|}",
              "references": [
                "https://kisi.kz/halyk-aes-salu-ideyasyna-kalaj-karajdy-aleumettik-saualnamanyn-natizheleri/",
                "https://demos.kz/saualnama-aza-standy-tardy-ajes-turaly-pikiri-ekige-b-lindi/?lang=kz"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Preliminary results was released on 7 October 2024.\n}}",
              "references": [
                "https://www.election.gov.kz/eng/news/releases/index.php?ID=9565"
              ]
            }
          ]
        }
      ]
    }
  ]
}