{
  "title": "2024_Algerian_presidential_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Presidential elections were held in Algeria on 7 September 2024. Originally scheduled for December 2024, they were brought forward by President Abdelmadjid Tebboune. Tebboune was challenged by Youcef Aouchiche of the Socialist Forces Front and Abdellah Hassan Cherif of the Movement of Society for Peace. Tebboune won a second term in office. Conflicting reports about the election's turnout by the National Independent Electoral Authority led to criticism from the three candidates. Aouchiche and Cherif challenged the results.",
              "references": [
                "https://www.arabnews.com/node/2480621/middle-east",
                "https://www.france24.com/en/africa/20240321-algeria-s-tebboune-sets-early-presidential-elections-for-september-7"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The President of Algeria is elected using the two-round system; if no candidate had received a majority of the vote in the first round, a second round would have been held. Candidates needed signatures from 600 elected officials or from 50,000 members of the public to be listed on the ballot. For this election, there were around 24.5 million registered voters. This election was administered by the National Independent Electoral Authority, which was established in 2019 as a response to demands from Hirak (Algeria)|pro-democracy protestors. Algeria's Interior Ministry had previously been in charge of elections.",
              "references": [
                "https://www.aljazeera.com/news/2024/9/7/in-its-presidential-elections-algeria-prepares-for-business-as-usual",
                "https://www.aljazeera.com/news/2024/9/6/who-are-the-candidates-in-algerias-presidential-elections"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Candidates",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Zoubida Assoul, a lawyer and former magistrate, announced her decision to run for president as the leader of the {{ill|Union for Reform and Progress|fr|Union pour le changement et le progrès}} (UCP). A total of 34 people expressed their intention to run for the presidency, including Youcef Aouchiche of the Socialist Forces Front, Abdellah Hassan Cherif of the Movement of Society for Peace; and Sadia Naghzi of the General Confederation of Algerian Enterprises. Prospective candidates were required to collect a minimum number of signatures to register their candidacy before 18 July. The number of candidates was subsequently reduced to 15.",
              "references": [
                "https://www.africanews.com/2024/07/11/algerias-president-tebboune-declares-his-intention-to-run-for-a-second-term/"
              ]
            },
            {
              "id": "3.s2",
              "text": "On 13 July Louisa Hanoune of the Workers' Party (Algeria)|Workers' Party announced her withdrawal of her candidacy as president, citing \"unfair conditions\".",
              "references": [
                "https://www.africanews.com/2024/07/14/algeria-key-opposition-figure-quits-presidential-race/"
              ]
            },
            {
              "id": "3.s3",
              "text": "On 1 August the attorney general of the court of Algiers announced the opening of an in-depth preliminary investigation concerning the sale of sponsorships by more than 50 elected officials to candidates for the presidential election. The prosecution announced that all the candidates involved will be arrested on the basis of the anti-corruption legislation in force.",
              "references": [
                "https://www.rfi.fr/fr/afrique/20240803-pr%C3%A9sidentielle-en-alg%C3%A9rie-la-justice-accuse-de-corruption-trois-candidats-dont-le-dossier-a-%C3%A9t%C3%A9-refus%C3%A9"
              ]
            },
            {
              "id": "3.s4",
              "text": "Only three candidates were allowed to appear on the final ballot: Tebboune, Aouchiche and Cherif.",
              "references": [
                "https://www.africanews.com/2024/09/04/algeria-votes-amid-inflation-and-boycott-sparking-apathy/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Attendance at campaign events was marred by low turnout due to high summer temperatures. Throughout the election season, Tebboune highlighted his administration's achievements despite corruption and the COVID-19 pandemic in Algeria, while pledging to create 450,000 jobs after he is reelected and raise monthly unemployment benefits for people aged 19 to 40 from 13,000 dinars to 20,000, equivalent to the Algerian minimum wage. Both Hassani and Aouchiche campaigned on allowing greater political and media freedoms, with the latter also promising an amnesty for \"prisoners of conscience\" and a review of \"unjust laws\".",
              "references": [
                "https://www.voanews.com/a/seeking-reelection-algeria-s-tebboune-touts-gains/7769550.html",
                "https://www.pbs.org/newshour/world/algerian-president-tebboune-declared-winner-of-presidential-election-for-second-term"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "Overseas voting, covering around 800,000 Algerians, began on 2 September, while mobile polling stations servicing remote areas of Algeria began operating on 4 September. On 7 September, polling opened at 08:00 and was originally supposed to close at 19:00 before it was extended by an hour. Domestic turnout was estimated to be at around 48%, while turnout in overseas balloting was at 19.6%.",
              "references": [
                "https://www.france24.com/en/live-news/20240905-algerians-to-vote-as-incumbent-tebboune-poised-for-easy-victory",
                "https://www.france24.com/en/live-news/20240907-algeria-votes-as-tebboune-eyes-easy-re-election",
                "https://www.aljazeera.com/news/2024/9/7/polls-close-in-algerias-presidential-contest-as-tebboune-eyes-re-election"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "On 10 September, Cherif and Aouchiche filed an appeal at the Constitutional Court of Algeria challenging the results. On 14 September, the court ruled that Tebboune had won the election but found that his share of the vote was lower than initially announced, receiving 84% of the vote instead of around 95%. A record 16% of votes cast were invalid or blank.{{cn|date=September 2024}}",
              "references": [
                "https://www.africanews.com/2024/09/11/algerian-opposition-candidates-legally-challenge-provisional-results-of-presidential-polls/",
                "https://www.france24.com/en/africa/20240914-algeria-s-tebboune-re-elected-with-84-of-vote-according-to-official-results"
              ]
            }
          ]
        }
      ]
    }
  ]
}