{
  "title": "2024_Gofa_landslides",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On 21–22 July 2024, two landslides buried two villages in the South Ethiopia Regional State, Ethiopia, killing 257 people and injuring 12.",
              "references": [
                "https://www.theguardian.com/world/article/2024/jul/25/death-toll-from-ethiopia-landslides-could-reach-500-un-agency-says"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "Gofa Zone|Gofa is situated in South Ethiopia Regional State, approximately {{Convert|450|km|mi}} from the capital Addis Ababa, a journey that takes around 10 hours by car. According to statements from locals, the area where the landslides occurred was rural, remote, and mountainous. The soil in the region is known to be unstable, and landslides and heavy rains lead to deadly incidents every year. In May 2024, 50 people were killed in a landslide in the same area as the July event.",
              "references": [
                "https://www.france24.com/en/africa/20240723-more-than-200-die-in-southern-ethiopia-landslides"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Incident",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "Following heavy rains in the locality of Kencho-Shacha in Geze Gofa, the first landslide occurred the evening of 21 July, burying four households. The next morning at about 10:00 Time in Ethiopia|EAT (07:00 UTC), a second landslide occurred as people arrived at the scene to rescue survivors, leading to additional deaths. Between the landslides, two nearby villages were buried.",
              "references": [
                "https://www.france24.com/en/live-news/20240723-scramble-to-send-aid-after-ethiopia-landslide-kills-over-200",
                "https://www.aljazeera.com/news/2024/7/23/dozens-killed-in-twin-ethiopia-landslides",
                "https://www.bbc.com/news/articles/cyr728y2gz7o"
              ]
            },
            {
              "id": "3.s2",
              "text": "At least 257 deaths were attributed to the landslide, including 148 men and 81 women, making it Ethiopia's deadliest landslide. Among the dead was the locality's administrator. The United Nations Office for the Coordination of Humanitarian Affairs said that the final death toll could exceed 500.",
              "references": [
                "https://www.news.com.au/breaking-news/death-toll-from-ethiopia-landslide-hits-257-could-reach-500-un/news-story/7da28aedab9a820da409b94eda3746ae"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Ethiopian state-affiliated media outlet Fana Broadcasting Corporate shared images on Facebook of rescuers digging through the disaster area with shovels and their bare hands.",
              "references": [
                "https://www.bbc.co.uk/news/articles/c728l7ng2q0o"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Response",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "On social media, Prime Minister Abiy Ahmed expressed sorrow and stated that emergency services had been deployed. He visited the site of the landslide on 26 July. The Federal Parliamentary Assembly declared a period of mourning from 27 to 29 July.",
              "references": [
                "https://addisstandard.com/death-toll-reaches-157-in-gofa-zone-landslide-rescue-teams-continue-search-for-missing/"
              ]
            }
          ]
        }
      ]
    }
  ]
}