{
  "title": "2024_Korochansky_Ilyushin_Il-76_crash",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "On 24 January 2024, at around 11:15 Time in Russia|MSK, a Russian Air Force Ilyushin Il-76 military transport plane crashed near the Ukrainian border in Russia's Korochansky District|Korochansky district in Belgorod Oblast, killing everyone on board. Russia stated that the plane was shot down by Ukraine while it was carrying 65 Ukrainian prisoners of war (POWs) captured during the Russian invasion of Ukraine, as well as six crew members and three guards, and that the prisoners of war were to be Prisoner exchange|exchanged in a swap.",
              "references": [
                "https://edition.cnn.com/europe/live-news/russia-military-plane-belgorod-ukraine-updates-intl/index.html",
                "https://www.bbc.com/news/live/world-us-canada-68079336",
                "https://www.rferl.org/a/russia-plane-crash-ukrainian-pows-belgorod/32789779.html",
                "https://www.themoscowtimes.com/2024/01/24/russia-says-kyiv-shot-down-plane-carrying-ukrainian-pows-a83833",
                "https://edition.cnn.com/europe/live-news/russia-military-plane-belgorod-ukraine-updates-intl/index.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Aircraft and crew",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The Ilyushin Il-76 is a multi-purpose aircraft, with a military version for carrying troops, equipment and ammunition. Russian officials said that 65 of the occupants were Ukrainian prisoners of war, and that six Russian crew members and three guards were also on board. The Russian Ministry of Defence (Russia)|Ministry of Defence said the crash occurred \"during a routine flight\". The 65 Ukrainian soldiers were supposedly being transported to Belgorod Oblast for a prisoner exchange at the Kolotilovka border crossing",
              "references": [
                "https://www.aljazeera.com/news/2024/1/24/russian-military-plane-crashes-near-ukraine-border",
                "https://www.bbc.com/news/world-europe-68080529"
              ]
            },
            {
              "id": "2.s2",
              "text": "The Il-76 and the crew belonged to the {{ill|117th Military Transport Aviation Regiment|ru|117-й гвардейский истребительный авиационный полк}} (military base No. 45097), the regiment's tasks include servicing military vehicles transporting special cargo for material support of the Russian army. The regiment's aircraft are stationed at Orenburg (air base)|Orenburg airfield.",
              "references": [
                "https://ru.krymr.com/a/rossiyskiy-samolet-il-76-padeniye-fakty-kommentarii/32790427.html",
                "https://www.svoboda.org/a/shemy-rodstvenniki-podtverdili-gibelj-treh-chlenov-ekipazha-il-76/32790366.html"
              ]
            },
            {
              "id": "2.s3",
              "text": "Russian news media reported a crew of six people, consisting of captain Stanislav Alekseevich Bezzubkin (35), co-pilot Vladislav Vadimovich Chmirev (24), navigator Alexey Anatolyevich Vysokin (31), flight engineer Andrey Leonidovich Piluev (38), technician Sergey Nikolaevich Zhitenev (34), and radio operator Igor Vyacheslavovich Sablinsky (54).",
              "references": [
                "https://meduza.io/news/2024/01/25/vlasti-orenburgskoy-oblasti-opublikovali-spisok-pogibshih-chlenov-ekipazha-il-76-razbivshegosya-pod-belgorodom",
                "https://www.orenburg.kp.ru/daily/27558/4883138/",
                "https://ria.ru/20240125/nebo-1923411099.html",
                "https://www.irk.ru/news/20240125/man/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Crash",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "{{external media|video1=[https://www.youtube.com/watch?v=pBUbvjd36pw Video of the plane crash] (via ''BBC News Russian'', <maplink zoom= \"15\" lang=\"en\" text=\"shooting location\">{\"type\":\"FeatureCollection\", \"features\":[{\"type\":\"Feature\", \"geometry\":{\"type\":\"Point\", \"coordinates\":[37.359902, 50.852866]}, \"properties\":{\"marker-symbol\":\"-letter-e\", \"marker-size\":\"small\", \"marker-color\":\"#1889e6\"}}]}</maplink>, the video camera is pointing north-northwest)}}\nThe crash occurred in a field about {{cvt|5–6|km}} from Yablonovo, Korochansky District, Belgorod Oblast|Yablonovo, Belgorod Oblast, according to the village's rector. According to Viktor Bondarev, former Commander of the Russian Aerospace Forces, an external impact was reported by the crew before the crash. The ''Moscow Times'', citing analysis of videos of the crash on social media, reported that the military plane was flying away from the border with Ukraine when it crashed.",
              "references": [
                "https://meduza.io/en/feature/2024/01/24/military-plane-reportedly-carrying-63-people-crashes-in-russia-s-belgorod-region"
              ]
            },
            {
              "id": "3.s2",
              "text": "At 10:35 MSK the governor of Belgorod Oblast, Vyacheslav Gladkov, reported that the Anti-aircraft warfare|air defense system of the Belgorod Oblast shot down an aviation-type Unmanned aerial vehicle|UAV with a Fixed-wing aircraft|fixed-wing over the village of {{ill|Blizhne|ru|Ближнее (Белгородская область)}}, {{cvt|75|km}} southwest of Yablonovo. At 11:12 MSK, he announced that a \"Civil defense siren|missile alert\" had been activated in the region and urged residents to take shelter. The first media reports about the crash appeared at 11:48.",
              "references": [
                "https://t.me/vvgladkov/4847",
                "https://t.me/vvgladkov/4848",
                "https://t.me/vvgladkov/4849",
                "https://t.me/vvgladkov/4851",
                "https://kyivindependent.com/belgorod-governor-said-air-defenses-operating-shortly-before-il-76-plane-crash/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Investigations and claims of responsibility",
      "content": [
        {
          "id": "4.1",
          "title": "According to Russia",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.1.s1",
                  "text": "Ministry of Foreign Affairs (Russia)|Russia's foreign ministry accused Ukraine of downing the aircraft, calling it a \"barbaric\" act Foreign minister Sergei Lavrov called the incident a \"criminal\" act by Ukraine and called for an urgent session of the United Nations Security Council to demand an explanation from Ukraine; a meeting was set for the afternoon of 25 January, Eastern Time Zone|New York time, during which Russian and Ukrainian representatives reiterated their countries' positions and blamed each other for the incident.",
                  "references": [
                    "https://edition.cnn.com/2024/01/24/europe/russian-military-plane-crash-belgorod-intl/index.html",
                    "https://www.france24.com/en/europe/20240126-ukraine-and-russia-trade-accusations-over-fatal-plane-crash"
                  ]
                },
                {
                  "id": "4.1.s2",
                  "text": "The Russian Defence Ministry said that the aircraft was shot down by two missiles that were fired from the Lyptsi area, {{cvt|100|km}} across the border in Kharkiv Oblast, citing its radar systems. Andrei Kartapolov, the chairman of the defence committee of the State Duma of Russia, said that a second plane on its way to transport 80 Ukrainian POWs turned back following the incident, The chair of the State Duma, Vyacheslav Volodin, said that the chamber would send a formal address to the US Congress and the German Bundestag over the incident to demand that they \"recognize their responsibility\".",
                  "references": [
                    "https://kyivindependent.com/russia-says-ukraine-had-15-minute-warning-before-il-76-flight-kyiv-denies-claim/"
                  ]
                },
                {
                  "id": "4.1.s3",
                  "text": "Presidential spokesperson Dmitry Peskov called the incident \"a monstrous act\" by the \"Kyiv regime\". He also pledged to publicize the results of the Russian investigation \"so that people in Ukraine know what really happened.\" Putin later said that the aircraft was shot down by a Patriot missile system. On 25 January, the Investigative Committee of Russia opened a terrorism investigation into the incident and released footage of the crash site, showing traces of blood and parts of human remains, including a tattoo depicting a tryzub. It later released a blurry video purportedly showing prisoners being transported to the aircraft.",
                  "references": [
                    "https://www.themoscowtimes.com/2024/01/26/putin-says-obvious-ukraine-behind-army-plane-crash-a83874",
                    "https://www.themoscowtimes.com/2024/01/31/us-patriot-missile-system-shot-down-russian-military-plane-putin-a83932",
                    "https://www.themoscowtimes.com/2024/01/25/russia-opens-terrorism-probe-into-military-plane-crash-a83858",
                    "https://www.bbc.com/news/world-europe-68101731",
                    "https://www.themoscowtimes.com/2024/01/26/russia-says-ukraine-shot-down-military-transport-plane-from-kharkiv-region-village-a83871"
                  ]
                },
                {
                  "id": "4.1.s4",
                  "text": "On 30 January, TASS, citing a security agency source, reported that the aircraft was brought down by an \"external impact\" based on analysis of its black boxes.",
                  "references": [
                    "https://www.themoscowtimes.com/2024/01/30/external-impact-caused-russian-military-plane-crash-tass-a83901"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "According to Ukraine",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "''Ukrainska Pravda'' had reported that sources in the General Staff of the Ukrainian Armed Forces|Ukrainian general staff said the aircraft was carrying S-300 missiles, and that Ukraine had shot down the aircraft. It later amended the report to say this did not indicate Ukrainian involvement. The Coordination Headquarters for the Treatment of Prisoners of War, which is the Ukrainian agency in charge of POWs, accused Russia of \"actively carrying out special information operations against Ukraine, which are aimed at destabilising Ukrainian society\". The independent Russian media outlet ''iStories'', citing Ukrainian OSINT investigations, reported that the aircraft had flown over Egypt, Saudi Arabia, the Red Sea and Iran before disappearing from radars and reappearing over Belgorod Oblast.",
                  "references": [
                    "https://www.theguardian.com/world/live/2024/jan/24/russia-ukraine-war-live-latest-news-updates",
                    "https://www.pravda.com.ua/eng/news/2024/01/24/7438639/"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "According to a spokesperson for Ukraine's Main Directorate of Intelligence (Ukraine)|Main Directorate of Intelligence (HUR), a prisoner exchange between Russia and Ukraine was scheduled on the day of the crash, yet it did not happen. It also said that on the day of the incident, its counterparts in Russia had not informed them of the need to ensure the safety of the area's airspace, contrary to previous practices, and had already transported the Russian POWs that were supposed to be exchanged to the designated venue. The agency said that the incident may have been a \"deliberate\" move by Russia to \"create a threat to the life and safety of the prisoners.\"",
                  "references": [
                    "https://www.kyivpost.com/post/27114",
                    "https://kyivindependent.com/ukraine-confirms-prisoner-exchange-planned-doesnt-verify-if-pows-were-on-crashed-plane/"
                  ]
                },
                {
                  "id": "4.2.s3",
                  "text": "On 25 January, the HUR said that it had received intelligence that several senior Russian military and political officials were supposed to be on board the aircraft but were told by the Federal Security Service (FSB) to take other forms of transportation instead. It also said that the FSB and the Russian military prevented emergency workers from inspecting the crash site, while at least five bodies were recovered and sent to a morgue in Belgorod, and no other human remains were found at the scene, citing video taken of the area. The HUR also hypothesized that the aircraft might have been shot down by friendly fire while Russian air defenses tried to intercept a drone. Reacting to Russian assertion of POWs on board, it also said that Russia was possibly using Ukrainian POWs as human shields to transport weapons and ammunition.",
                  "references": [
                    "https://kyivindependent.com/military-intelligence-senior-russian-officials-were-supposed-to-be-on-il-76-flight/",
                    "https://kyivindependent.com/military-intelligence-on-il-76-crash-russia-could-use-ukrainian-pows-as-human-shields/"
                  ]
                },
                {
                  "id": "4.2.s4",
                  "text": "In his address that evening, President Volodymyr Zelenskyy said that it was \"obvious that the Russians are playing with the lives of Ukrainian prisoners, with the feelings of their relatives and with the emotions of our society\", but did not confirm the presence of POWs aboard the aircraft, saying that it was still being clarified by the HUR. Zelenskyy also said that the Security Service of Ukraine was also investigating the crash, and ordered his foreign minister Dmytro Kuleba to inform international partners about the data available to Ukraine during the course of the investigation. He also insisted on an international investigation to determine what had happened. Likewise, Ukrainian human rights ombudsman {{ill|Dmytro Lubinets|uk|Лубінець Дмитро Валерійович}} said that he would send letters to the United Nations and the International Committee of the Red Cross urging them to call for an investigation.",
                  "references": [
                    "https://kyivindependent.com/zelensky-on-il-76-crash-ukraine-to-demand-international-investigation-fate-of-pows-unknown/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.3",
          "title": "According to other countries",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.3.s1",
                  "text": "The BBC reported on the evening of 24 January, that after eight hours of no official information being given, two official statements were made by the Ukrainian General Staff and the HUR that \"amount to acknowledgement that Ukraine may have shot the plane down\". Western military analysts also told BBC News Russian that video taken of the crash indicated that the aircraft was shot down.",
                  "references": [
                    "https://www.bbc.co.uk/news/world-europe-68089698",
                    "https://www.themoscowtimes.com/2024/01/24/what-do-we-know-about-the-il-76-crash-in-belgorod-a83842"
                  ]
                },
                {
                  "id": "4.3.s2",
                  "text": "France Info (radio network)|France Info reported that according to a French military source, the aircraft was hit by a US-made Patriot air defence battery operated by the Ukrainian army.",
                  "references": [
                    "https://www.francetvinfo.fr/monde/europe/manifestations-en-ukraine/guerre-en-ukraine-l-avion-abattu-qui-transportait-65-prisonniers-ukrainiens-a-ete-touche-par-une-frappe-ukrainienne-selon-une-source-militaire-francaise_6324126.html"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Identification of victims",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "The first victims to be recovered were found around 1.5-2 kilometers from the crash site. Upon analyzing the list, Ukraine's public broadcaster Suspilne confirmed that the names on the list were Ukrainian POWs being held in Russia but said it could not verify whether they were on board the aircraft or part of any prisoner exchange. The Ukrainian government later said that the list of names published by Simonyan lined up with those set to be released in the prisoner exchange on 24 January, but that whether those POWs were on the plane was unclear.",
              "references": [
                "https://www.themoscowtimes.com/2024/01/24/russia-says-kyiv-shot-down-plane-carrying-ukrainian-pows-a83833",
                "https://kyivindependent.com/suspilne-confirms-identities-of-ukrainian-pows-on-list-published-by-russian-propaganda/"
              ]
            },
            {
              "id": "5.s2",
              "text": "On 25 January, Lubinets said that based on photographs and footage taken on the crash site, there was no indication of \"any signs that there were such a large number of people on the plane.\" He also said that some of the prisoners identified in Simonyan's list had already been released in prior POW exchanges. Following a meeting between Ukrainian security officials and relatives of the POWs mentioned in Simonyan's list, the HUR said that the latter had not been able to identify any prisoners from the footage of the crash site released by Russian sources. Ukrainian officials said they had only received a list of POWs who were supposedly on board the plane from Russia on 26 January On 9 February, Ukrainian National Security and Defense Council Secretary Oleksii Danilov reiterated the non-existence of Ukrainian POWs on board the aircraft in an interview with Babel, citing the absence of large quantities of \"biological material\" at the crash site.",
              "references": [
                "https://kyivindependent.com/ombudsman-no-evidence-from-crash-site-images/",
                "https://kyivindependent.com/ombudsman-some-pows-from-russian-list-of-il-76-crash-victims-had-already-been-exchanged/",
                "https://kyivindependent.com/ukrainian-officials-meet-relatives-of-pows-who-russia-claims-were-in-crashed-il-76-say-no-evidence-to-confirm-that/",
                "https://kyivindependent.com/russia-ignores-ukraines-application-to-return-bodies-of-pows-allegedly-killed-in-il-76-crash/",
                "https://kyivindependent.com/danilov-no-ukrainian-pows-on-crashed-russian-il-76-aircraft/"
              ]
            },
            {
              "id": "5.s3",
              "text": "One of the names on Simonyan's list of POWs killed in the crash was Maxim Anatolievich Konovalenko, a prisoner known to have already been repatriated to Ukraine during an exchange on 3 January 2024.",
              "references": [
                "https://www.pravda.com.ua/eng/news/2024/01/24/7438688/",
                "https://wartears.org/en/record/472003"
              ]
            },
            {
              "id": "5.s4",
              "text": "In February 2025, an official of Ukraine's Coordination Headquarters for the Treatment of Prisoners of War said in an interview that most of the bodies' remains had DNA matches with that of the relatives of the prisoners of war. He said that whether the remains belonged to the bodies onboard the plane was not confirmed.",
              "references": [
                "https://www.pravda.com.ua/eng/news/2025/02/22/7499625/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "The governor of Belgorod Oblast, Vyacheslav Gladkov, posted on Telegram (software)|Telegram that \"an investigation team and emergency services\" had been deployed to the crash site, adding that he had \"travelled to the district.\" He also said there were no survivors. A team of investigators was also deployed by the Russian Aerospace Forces. The aircraft's flight recorders were recovered from the crash site on 25 January, with TASS saying that they would be sent to a laboratory of the Russian defense ministry for analysis.",
              "references": [
                "https://www.aljazeera.com/news/liveblog/2024/1/24/russia-ukraine-war-live-more-wounded-in-bombardment-of-kharkiv",
                "https://tass.com/defense/1736555"
              ]
            },
            {
              "id": "6.s2",
              "text": "A nationwide air alert was briefly declared in Ukraine following the crash (11:41 – 13:58 Eastern European Time|EET) Following the crash, the Ukrainian military said that it would continue to attack Russian aircraft in Belgorod Oblast.",
              "references": [
                "https://www.bbc.com/news/world-europe-68083739",
                "https://www.rfi.fr/en/international-news/20240125-what-we-know-about-russian-military-plane-crash"
              ]
            },
            {
              "id": "6.s3",
              "text": "On 26 January, a pre-planned exchange of war dead proceeded as scheduled between Russia and Ukraine, with 55 bodies of Russian fatalities being repatriated in return for 77 Ukrainian dead.",
              "references": [
                "https://www.themoscowtimes.com/2024/01/26/russia-ukraine-exchange-fallen-soldiers-remains-a83868"
              ]
            },
            {
              "id": "6.s4",
              "text": "United Nations undersecretary-general Rosemary DiCarlo urged \"all concerned to refrain from actions, rhetoric or allegations that could further fuel the already dangerous conflict.\" A spokesperson for the International Committee of the Red Cross in Ukraine called on Russia to repatriate the remains of POWs who may have died in the crash.",
              "references": [
                "https://kyivindependent.com/un-security-council-discusses-il-76-crash/"
              ]
            },
            {
              "id": "6.s5",
              "text": "On 28 January, the Coordination Headquarters for the Treatment of Prisoners of War was targeted in a cyberattack by Russian hackers that affected its information resources. The agency linked the cyberattack to the plane crash.",
              "references": [
                "https://www.ukrinform.net/amp/rubric-ato/3819543-coordination-hq-hit-by-cyberattack.html"
              ]
            },
            {
              "id": "6.s6",
              "text": "An exchange of POWs between the warring countries was held on 31 January, in which 195 Russians and 207 Ukrainians were returned to their home countries. The exchange was brokered by the United Arab Emirates. None of the people present on the list provided by Russia were included in the swap.",
              "references": [
                "https://www.themoscowtimes.com/2024/01/31/russia-and-ukraine-exchange-hundreds-of-pows-a83931",
                "https://www.bbc.com/russian/articles/cz9e7xx9py9o"
              ]
            },
            {
              "id": "6.s7",
              "text": "On 29 February, Russian presidential commissioner for human rights Tatyana Moskalkova said that Russia was willing to repatriate the remains of the POWs killed in the crash. In response, Ukraine's human rights ombudsman Dmytro Lubinets accused her of \"speculating\" on the crash, noting that Russia had not released an official passenger list or gave access to international organizations to the crash site.",
              "references": [
                "https://www.themoscowtimes.com/2024/03/01/moscow-says-ready-to-hand-over-bodies-of-ukrainian-pows-killed-in-air-crash-a84298"
              ]
            },
            {
              "id": "6.s8",
              "text": "On 8 November, Russia repatriated the remains of 563 Ukrainian servicemen in exchange for the bodies of 37 Russians. Russian news channel Mash (online newspaper)|Mash and Zaporizhzhia-based collaborationist group We Are Together with Russia said that among the returned remains were 62 POWs who died in the crash.",
              "references": [
                "https://economictimes.indiatimes.com/news/international/world-news/kyiv-says-russia-has-returned-bodies-of-563-soldiers/articleshow/115090942.cms?from=mdr",
                "https://www.currenttime.tv/a/ukraina-rossiya-tela/33194984.html"
              ]
            },
            {
              "id": "6.s9",
              "text": "On 9 December, Tatyana Moskalkova said that the remains of the POWs killed in the crash had been returned to Ukraine following an exchange but did not give further details.",
              "references": [
                "https://www.themoscowtimes.com/2024/12/09/russia-says-returns-bodies-of-ukrainian-pows-killed-in-plane-crash-a87274"
              ]
            }
          ]
        }
      ]
    }
  ]
}