{
  "title": "2024_Turkish_local_elections",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Local elections in Turkey took place throughout the country's 81 Provinces of Turkey|provinces on 31 March 2024. A total of 30 metropolitan and 1,363 district municipal mayors, alongside 1,282 provincial and 21,001 municipal councilors were elected, in addition to numerous local non-partisan positions such as neighborhood representatives (Muhtar (title)|muhtars) and elderly people's councils.",
              "references": [
                "https://carnegieendowment.org/posts/2023/06/erdogans-next-fight?lang=en"
              ]
            },
            {
              "id": "1.s2",
              "text": "The results were described as a \"spectacular upset\" victory for the opposition CHP, which despite the lack of any electoral pacts managed to retain all but one of its metropolitan mayoralties, while winning four more. In particular, the party's candidates in Turkey's largest city Istanbul and capital Ankara, Ekrem İmamoğlu and Mansur Yavaş, were re-elected by landslide 51% and 60%, respectively. Both mayors also won majorities in their respective metropolitan councils, giving them significantly more powers than their previous terms, and are now seen as potential presidential contenders for the next Turkish presidential election.{{citation needed|date=April 2024}} The CHP also won many unexpected victories in areas that had been under government control for the previous two decades, including Bursa, Balıkesir, Manisa, Kütahya, Adıyaman, Amasya, Kırıkkale, Kilis and Denizli. The party also managed to win swathes of districts within many provinces, many of which delivered vote swings of over 30% in the CHP's favor. Overall, the CHP won 35 of Turkey's 81 provincial capitals, with the People's Alliance winning 32.",
              "references": [
                "https://www.economist.com/europe/2024/03/31/turkeys-president-recep-tayyip-erdogan-suffers-an-electoral-disaster"
              ]
            },
            {
              "id": "1.s3",
              "text": "This was the first nationwide election since 1977 Turkish local elections|1977 where the CHP came first in the popular vote, and the first election where the AK Party did not come first since its foundation in 2001. Nevertheless, the AK Party retained a narrow plurality in the number of district mayoralties won, and the People's Alliance scored small but notable victories against the CHP in Hatay and Kırklareli. The leader of the opposition Good Party (İYİ), Meral Akşener, announced her pending resignation after her party almost halved its share of the popular vote.",
              "references": [
                "https://www.bta.bg/en/news/balkans/649633-meral-aksener-gives-up-good-party-leadership-following-defeat-in-local-elections"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "id": "2.1",
          "title": "Election of Özgür Özel as the leader of CHP",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "Following the 2023 elections, Kemal Kılıçdaroğlu remained as the leader of CHP despite calls for him to resign. This culminated in the contested 38th Republican People's Party Ordinary Convention|2023 party congress, where the deputy leader of the parliamentary group of the CHP, Özgür Özel, was elected as the new leader of the CHP. The call for change was led by the mayor of Istanbul, Ekrem İmamoğlu, who heavily criticized the way in which the CHP's election campaign was run.",
                  "references": [
                    "https://www.dailysabah.com/politics/elections/kilicdaroglu-set-to-remain-at-helm-of-chp-despite-resignation-calls"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Candidates and alliances",
      "content": [
        {
          "id": "3.1",
          "title": "People's Alliance",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "AKP nominated Murat Kurum, Member of Parliament#Turkey|Member of Parliament for Istanbul (1st electoral district)|Istanbul (I) electoral district and former Ministry of Environment, Urbanisation and Climate Change|Minister of Environment, Urbanisation and Climate Change, for the mayoral election in Istanbul, which was endorsed by MHP. In Ankara, the alliance nominated the mayor of the district of Keçiören, Turgut Altınok.",
                  "references": [
                    "https://www.bbc.com/turkce/articles/cp939001n13o"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "İYİ Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "After the 2023 elections, İYİ leader Meral Akşener, along with the party's executive committee, refused to cooperate with CHP like 2019 Turkish local elections|they did in 2019. This was despite the CHP repeatedly offering an alliance with them.",
                  "references": [
                    "https://www.dha.com.tr/politika/aksener-ittifak-sistemini-reddediyoruz-2314142",
                    "https://www.bbc.com/turkce/articles/ce9p5v87ejno"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Political parties participating in the election",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "{{See also|List of political parties in Turkey}}\nGeneral information about the parties that meet the conditions to participate in the election as of 2 January 2024 is listed here. The Innovation Party (Turkey)|Innovation Party announced that it would not participate in the election. The places of 35 political parties on the ballot paper were announced by the Supreme Electoral Council of Turkey|YSK on 27 January 2024.",
              "references": [
                "https://www.yenicaggazetesi.com.tr/ysk-baskani-yerel-secime-girebilecek-partileri-acikladi-751161h.htm",
                "https://www.bbc.com/turkce/articles/cge7wzdgrk2o"
              ]
            },
            {
              "id": "4.s2",
              "text": "Because of long-running court cases the Greens Party (Turkey)|Green Party and the Humanity and Freedom Party were not included in the ballot.{{Rp|page=38}}",
              "references": [
                "https://enlargement.ec.europa.eu/turkiye-report-2023_en"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "President Erdoğan acknowledged the AKP's electoral losses but said that it would mark \"not an end for us but rather a turning point\", adding that he would respect the result, \"correct our mistakes and redress our shortcomings\". The CHP’s Özgür Özel praised voters, saying that they had established a \"new political order\" in Turkey leading to \"a new political climate\".",
              "references": [
                "https://www.sozcu.com.tr/agir-hezimet-sonrasi-meral-aksener-den-ilk-aciklama-p36536"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Analysis",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "This was the first election since the governing Justice and Development Party (Turkey)|Justice and Development Party (AKP)'s establishment in 2001 that it did not come first in a national election, with the CHP winning 37.8% of the vote compared to the AKP's 35.5%. It was the first nationwide election since 1977 Turkish local elections|1977 in which the CHP came first. CHP affiliated mayors now govern cities which make up 64% of Turkey's population and 80% of its economy. Commentators compared the vote to the 1989 Turkish local elections|1989 local election, where the centre-left opposition at the time had scored significant victories against long-standing right-wing governments and came first in the popular vote. Nevertheless, the People's Alliance did score some victories against the opposition, taking the traditionally opposition-leaning mayoralties of Hatay and Kırklareli, and narrowly won a plurality of district municipalities.",
              "references": [
                "https://ilkses.com.tr/siyaset/turkiye-de-tarihi-sonuc-turkiye-ekonomisinin-yuzde-80-i-chp-nin-eline-gecti-261160"
              ]
            },
            {
              "id": "6.s2",
              "text": "Described as an \"electoral disaster\" for President Erdoğan, commentators speculated that any intention by the government to amend the Turkish Constitution|constitution to extend his presidential term would likely be put on hold. which the government refused to bring forward in light of the results despite speculation over early elections.",
              "references": [
                "https://www.ekonomim.com/gundem/canli-erdogan-aciklama-yapiyor-haberi-736644"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Canceled annulment",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "On 2 April, authorities annulled the victory of DEM’s Abdullah Zeydan, who won more than 55% of the vote in the mayoral election in Van, Turkey|Van and declared his rival, Abdullah Arvas from the AKP, the winner despite garnering only 27% of the vote. The decision led to anti-government protests in Van and Istanbul, as well as a rally in Ankara. The CHP sent members to Van in support. Tuncer Bakırhan of the DEM called the reversal a \"political coup\" The following day, the Supreme Election Council (Turkey)|Supreme Election Board heard Zeydan's appeal and reinstated him as the winner.",
              "references": [
                "https://www.euractiv.com/section/global-europe/news/turkey-replaces-kurdish-mayor-with-government-candidate-two-days-after-vote/"
              ]
            }
          ]
        }
      ]
    }
  ]
}