{
  "title": "2024_Comorian_presidential_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "Presidential elections were held in the Comoros on 14 January 2024. Election officials initially announced on 16 January that incumbent president Azali Assoumani had been re-elected with 63% of the vote, with a voter turnout of just 16%. However, the {{ill|Supreme Court of the Comoros|fr|Cour suprême des Comores|lt=Supreme Court}} approved a set of results that showed Assoumani receiving 57% of the vote, with voter turnout at 56%.",
              "references": [
                "https://www.africanews.com/2023/10/05/comoros-to-hold-presidential-election-on-january-14/",
                "https://www.france24.com/en/afrique/20240117-unrest-grips-comoros-opposition-rejects-president-re-election"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The election was viewed as a referendum on the presidency of Azali Assoumani, who faced opposition from five other candidates. Opposition candidates pledged to unite behind a single candidate should no candidate reach a majority of the vote in the 14 January election, which would trigger a runoff election on 25 February. The opposition candidates shared the slogan \"Azali Nalawe\" (\"Azali, get out\"). Ten days before campaigning began, Harimia Ahmed, the senior Supreme Court magistrate responsible for monitoring the elections, was dismissed through a decree by Assoumani.",
              "references": [
                "https://www.lemonde.fr/en/le-monde-africa/article/2024/01/14/in-the-comoros-president-azali-assoumani-is-the-favorite-in-an-already-disputed-election_6429766_124.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "On 16 January 2024 Idrissa Said Ben Ahmada, the head of the Comorian election commission, announced that Assoumani had received 63% of the vote, precluding a run-off. His nearest rival, Salim Issa Abdillah, received 20%. However, the commission noted that only 55,258 voters had voted in the presidential election, which was boycotted by some opposition candidates, a turnout of just 16%. The commission also said that 189,497 voters voted in the concurrent gubernatorial elections for each of the country's three islands.",
              "references": [
                "https://www.bbc.com/news/world-africa-68002934",
                "https://www.france24.com/en/asia-pacific/20240116-ex-coup-leader-azali-assoumani-wins-re-election-in-disputed-comoros-presidential-vote",
                "https://www.france24.com/en/africa/20240118-comoros-street-protests-over-president-s-disputed-re-election-turn-deadly"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Aftermath",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "At a gathering of his supporters, Assoumani called his reelection \"a strong moment for our country, which is doing everything in its power to consolidate democracy.\" However, his opponents called for the results to be annulled, alleging that electoral irregularities and fraud such as irregularities in the lists of precinct members, ballot-stuffing, early closure of polling stations had occurred and disruptions of voting by soldiers had occurred, and noted that two-thirds of the electorate had turned out to vote for governors of the islands. Salim Issa Adillah, the second-placer in the vote, warned that the opposition had \"an action plan that we will roll out at the right moment\". Despite the opposition's claims, international observers said the election was carried out in a free and fair way with \"peace and tranquility\".",
              "references": [
                "https://www.aljazeera.com/news/2024/1/18/comoros-announces-curfew-after-presidents-fourth-term-win-sparks-protests"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Post-election protests and violence",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "On 17 and 18 January, violent protests broke out in the capital Moroni, Comoros|Moroni following the announcement of Assoumani's victory, with demonstrators ransacking and burning a former minister's residence, setting the car of an incumbent minister on fire, looting the national food depot and blocking roads. Police responded by firing tear gas and making arrests, with reports that security forces opened fire on a women's march. A government spokesman accused the opposition of organising the protests, while opposition candidate {{ill|Mohamed Daoudou|fr}} expressed solidarity with what he called a \"spontaneous movement\". At least one person was reported to have been killed and at least 25 others, including a seven-year-old child, were injured. One of the injured was described as in serious condition. Internet access was also severely disrupted.",
                  "references": [
                    "https://www.africanews.com/2024/01/19/comoros-1-dead-in-post-electoral-protests-nighttime-curfew-in-force/"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "On 20 January, Mohamed Daoudou, who claimed to have \"proof\" of fraud, filed an appeal with the Supreme Court to request the annulment of the election results and the holding of new elections. However, on 24 January, the Supreme Court dismissed the case along with other such lawsuits coinciding with its validation of the election results.",
                  "references": [
                    "https://www.jeuneafrique.com/1528159/politique/presidentielle-aux-comores-un-opposant-demande-a-la-cour-supreme-son-annulation/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "China congratulated Assoumani on his victory.",
              "references": [
                "https://english.news.cn/20240129/c146fbfb7b2247b2ade54ff3f5defce5/c.html"
              ]
            }
          ]
        }
      ]
    }
  ]
}