{
  "title": "2024_Solomon_Islands_general_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "General elections were held in Solomon Islands on 17 April 2024 to determine the composition of the 12th Parliament. Initially planned for 2023, parliament voted in 2022 to delay the elections. Prime Minister Manasseh Sogavare claimed the country could not afford to have an election in the same year the Solomon Islands were hosting the 2023 Pacific Games|Pacific Games. The opposition condemned the delay and accused Sogavare of a power grab.",
              "references": [
                "https://www.solomonstarnews.com/its-17th-april/"
              ]
            },
            {
              "id": "1.s2",
              "text": "After the election, the OUR Party established the Coalition of National Unity and Transformation with the Kadere Party|Kadere and People First Party (Solomon Islands)|People First parties. On 29 April, Sogavare announced he would not seek another term as prime minister in the 2 May parliamentary vote. The coalition nominated Foreign Minister Jeremiah Manele in his place, while CARE, UP and the Solomon Islands Party for Rural Advancement (SIPRA) selected Matthew Wale. Manele went on to defeat Wale, with the support of most of the independents.",
              "references": [
                "https://www.scmp.com/news/asia/australasia/article/3261111/china-friendly-jeremiah-manele-picked-solomon-islands-pm-lawmakers?module=Australasia&pgtype=section"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "With no dominant party, two blocs formed to compete to take the reins of government. Manasseh Sogavare, who had previously served three non-consecutive terms as prime minister, two of which ended in no-confidence votes, refounded his Ownership, Unity and Responsibility Party (OUR) shortly after the election. The OUR Party, along with the Kadere, People First and Democratic Alliance parties, formed the Democratic Coalition Government for Advancement (DCGA) bloc with Sogavare as the DCGA's nominee for prime minister. On the other hand, the Solomon Islands United Party, Solomon Islands Democratic Party and the United Democratic Party formed the Grand Coalition; Matthew Wale was the bloc's prime ministerial nominee. The High Court suspended Parliament's vote for prime minister shortly before it was to occur on 24 April, having issued an injunction. However, citing the constitution, Governor-General Frank Kabui ordered the vote to proceed. In response, Wale and the Grand Coalition boycotted the vote while the remaining members elected Sogavare prime minister. Wale then became leader of the opposition. The High Court later dismissed the case against Sogavare's eligibility to run for prime minister.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/386825/sogavare-relaunches-party-amid-solomons-coalition-talks",
                "https://www.solomonstarnews.com/wale-to-take-on-sogavare-for-pm-s-position/",
                "https://www.solomontimes.com/news/new-coalition-group-formed-claims-33-mps/8989",
                "https://www.rnz.co.nz/international/pacific-news/390598/case-against-solomons-pm-thrown-out-of-court",
                "https://www.solomontimes.com/news/sogavares-eligibility-case-may-take-months/9021",
                "https://www.rnz.co.nz/international/pacific-news/387330/solomons-police-say-no-to-protest-march",
                "https://www.solomontimes.com/news/sogavares-eligibility-case-may-take-months/9021",
                "https://www.rnz.co.nz/international/pacific-news/387670/manasseh-sogavare-elected-prime-minister-of-solomon-islands",
                "https://www.sibconline.com.sb/protests-erupt-as-sogavare-is-elected-as-prime-minister/",
                "https://thediplomat.com/2019/05/riots-in-the-solomon-islands-greet-returned-prime-minister/",
                "https://www.sbs.com.au/news/article/protests-in-streets-of-solomon-islands-after-manasseh-sogavare-elected-as-pm/bkon0nl7w"
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "2021 unrest",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "In November 2021, protests broke out in Honiara near parliament. Sogavare's government withdrew Solomon Islands' recognition of Taiwan in 2019 and established diplomatic ties with China. The switch faced condemnation by the opposition and the provincial government of Malaita Province|Malaita, which maintained de facto relations with Taipei, increasing tensions between Sogavare and Malaita Premier Daniel Suidani. Many protesters were from Malaita province and demanded Sogavare's resignation due to the decision to pursue ties with Beijing, along with other factors, including allegations of the central government ignoring the public on issues including infrastructure. When Sogavare did not address the demonstrators, riots broke out. Police attempted to disperse the crowds by firing tear gas while the government imposed a 36-hour lockdown in the capital. Demonstrators defied the curfew and took to Chinatown, Honiara|Honiara's Chinatown. Numerous businesses and a police station were burnt down,",
                  "references": [
                    "https://thediplomat.com/2021/11/violent-protests-unsettle-solomon-islands/",
                    "https://www.theguardian.com/world/2021/dec/01/solomon-islands-unrest-new-zealand-to-send-dozens-of-peacekeepers",
                    "https://www.abc.net.au/news/2021-12-06/solomon-islands-pm-sogavare-survives-vote-no-confidence/100676588"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Security pact with China",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "In March 2022, the DCGA government signed a security pact with China, which permits Solomon Islands to request the deployment of Chinese military personnel to assist the Royal Solomon Islands Police Force in restoring order in the event of a similar incident to the 2021 Solomon Islands unrest|2021 protests and riots. In such a scenario, Chinese personnel would also protect Chinese-owned businesses, nationals and diplomats. The full details of the pact were not made public. Reportedly, a part of his \"friends to all, enemy to none\" foreign policy, Prime Minister Sogavare believed that the pact would benefit Solomon Islands by providing the country with more stability, which would attract more investors and result in further development. The opposition condemned the agreement, claiming it would provide more leverage for Chinese influence that would undermine Solomon Islands' democracy. They pledged to repeal it if they were to oust the DCGA government at the election. Two groups, Transparency Solomon Islands and Solomon Islands Council of Women, claimed the pact would not represent the public's interests, that it would effectively cede the country's sovereignty to China and condemned its alleged lack of holistic consultation with Solomon Islanders. Australia, Fiji, Japan, the Federated States of Micronesia, New Zealand and the United States voiced concerns with the pact. These countries, along with others in the region, also feared how the agreement might allow China to establish a military base in Solomon Islands, which both Honiara and Beijing denied.",
                  "references": [
                    "https://www.lowyinstitute.org/the-interpreter/disproportionate-attention-solomons-china-security-pact",
                    "https://thediplomat.com/2022/05/what-do-china-and-solomon-islands-get-from-their-security-pact/",
                    "https://www.theguardian.com/world/2024/apr/15/as-solomon-islands-election-looms-chinas-influence-on-the-pacific-country-draws-scrutiny?ref=upstract.com",
                    "https://www.abc.net.au/news/2023-02-02/us-opens-embassy-solomon-islands-china-beijing-presence-pacific/101921796"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "The governor-general must schedule a general election to take place within four months of the dissolution of parliament. The nomination period commences the day after the announcement of the election date and concludes 42 days before the poll. The period for campaigning begins on the day of the proclamation of the polling date and ceases the day before the election. The 50 members of the National Parliament of Solomon Islands|National Parliament are elected in single-member List of constituencies of the National Parliament of Solomon Islands|constituencies using first-past-the-post voting. Candidates are required to be at least 21 years old and resident in the constituency they contest. Disqualifications included holding dual citizenship, being executives or members of the Electoral Commission, having an undischarged bankruptcy, being imprisoned for more than six months, or being under a death sentence. The 2018 electoral act raised the non-refundable nomination fee from SI$2000 to SI$5000 in an attempt to lower the number of candidates, especially \"shadow candidates\" who ran with the sole purpose of splitting votes to benefit other contestants. The electoral commission argued that with fewer candidates, the victor would gain a more decisive mandate.{{sfn|Wiltshire|Batley|Ridolfi|Rogers|2019|p=31}} Candidates running as a member of a registered political party are not permitted to change their affiliation after the confirmation of their nomination; unless they withdraw and file their candidacy again.",
              "references": [
                "https://solomon-islands.ec-undp-electoralassistance.org/wp-content/uploads/sites/4/2018/09/ec-undp-jtf-solomons-islands-resources-electoral-act-2018.pdf",
                "http://archive.ipu.org/parline-e/reports/2289_B.htm"
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Voters",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "Voters must be at least 18 years old and hold Solomon Islands citizenship. Individuals disqualified from voting include those that have committed a breach of the electoral law, been declared insane, been imprisoned for more than six months, or were under a death sentence. In early February 2024, the chief electoral officer of the election commission, Jasper Highwood Anisi, announced that citizens abroad on election day, including seasonal workers in Australia and New Zealand, would be unable to vote as absentee voting would not occur. Around the time of the 2024 election, there were no provisions for overseas voting. Anisi said seasonal workers would possibly be able to vote from abroad in future elections. A total of 420,185 citizens were registered to vote in this election.",
                  "references": [
                    "https://www.solomontimes.com/news/first-prepoll-voting-successful/8929",
                    "https://www.solomonstarnews.com/seasonal-workers-will-not-participate-in-elections/",
                    "https://www.rnz.co.nz/international/pacific-news/508666/solomon-islands-election-2024-13-political-parties-to-contest"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Election postponement",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "In September 2022, the Sogavare government passed a bill in parliament, delaying the dissolution of the 11th Parliament of Solomon Islands|11th Parliament, which was due to occur on 19 May 2023, by several months to 31 December, to enable the postponement of the 2023 general election to 2024. As Solomon Islands were hosting the Pacific Games in 2023, Sogavare said the election delay was necessary, arguing the country could not afford to hold two major events in the same year as it was still recovering from the effects of the COVID-19 pandemic and the 2021 unrest. Many citizens were reportedly sceptical about the intentions behind the delay, which also raised fears of unrest. A survey conducted by Transparency Solomon Islands from 31 March to 1 April 2022 found that 83% of the 2,178 respondents from the public opposed the deferral. The opposition denounced the postponement as anti-democratic and a \"power grab\". Opponents also criticised how the government had rushed the bill through parliament, evading the regular procedures that allow for public input. Opposition Leader Wale said the prime minister had \"succeeded in making [Solomon Islands] the laughing stock of the region, as a country that is prepared to tamper with its own constitution for a two-week event, against the clear wishes of its people\". Sogavare claimed the postponement would not threaten the democratic process and said opponents to the bill lacked evidence that it was undemocratic. marking the first joint elections in Solomon Islands since independence. The only two provinces not to schedule provincial elections for 2024 were Choiseul Province|Choiseul and Western Province (Solomon Islands)|Western, which held elections in 2022. On 26 January 2024, the electoral commission scheduled the election for 17 April.",
                  "references": [
                    "https://www.solomontimes.com/news/parliament-passes-bill-to-defer-elections-to-2024/12168",
                    "https://islandsbusiness.com/news-break/solomon-islands-election-delayed-to-2024/",
                    "https://thediplomat.com/2022/09/solomon-islands-to-delay-election-raising-fears-of-unrest/",
                    "https://www.theguardian.com/world/2022/aug/11/solomon-islands-pms-election-delay-push-a-power-grab-linked-to-china-pact-opposition-leader-says",
                    "https://solomons.gov.sb/towards-synchronised-elections-with-parliamentary-passing-of-bills/",
                    "https://pmn.co.nz/read/pacific-region/voter-education-key-media-expert-says",
                    "https://www.solomontimes.com/news/west-and-choiseul-province-awaits-election-results/12342"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Schedule",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "Acting Governor-General Patteson Oti confirmed the election date in a formal announcement on 20 February. The following day, the campaign period and the candidate nomination process commenced, with the latter concluding on 6 March. The deadline for candidates wishing to withdraw was set for 8 March by the electoral commission.",
              "references": [
                "https://indepthsolomons.com.sb/14-day-nomination-period-for-joint-si-elections-now-open/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Parties and candidates",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "A total of 334 candidates were nominated to contest the election, a similar amount to the 332 in the 2019 election.{{sfn|Wiltshire|Batley|Ridolfi|Rogers|2019|p=32}} Only 21 contestants were women, comprising 6% of all candidates, a slight decrease from 26 in 2019. Two incumbent female MPs did not seek re-election. Of all the candidates, 219 were affiliated with one of the 13 contesting parties, while the other 115 ran as independents. The Solomon Islands Democratic Party and the Democratic Alliance Party established an alliance before the election, named the Coalition for Accountability, Reform and Empowerment (CARE). Most parties in Solomon Islands tend to lack a consistent or cohesive ideology, instead focusing on one or more of the following: the policies and personality of the party leader, religion, regional or tribal loyalty, and/or familial ties.{{sfn|Ratuva|Hambly|Morgan|2008|pp=29–30}} This results in the parties being unstable and membership fluid, with members of parliament Crossing the floor|switching parties being common.",
              "references": [
                "https://sundayisles.islesmedia.net/334-candidates-to-contest-the-solomon-islands-national-election/",
                "https://www.rnz.co.nz/international/pacific-news/511591/women-make-up-just-6-percent-of-candidates-for-solomon-islands-election",
                "https://siec.gov.sb/voter-information/election-candidates/",
                "https://www.sibconline.com.sb/13-political-parties-to-contest-election-3-new-5-suspended/",
                "https://indepthsolomons.com.sb/political-parties-stepping-out-for-the-contest/",
                "https://www.lowyinstitute.org/the-interpreter/solomon-islands-unexpected-defeat-sogavare"
              ]
            },
            {
              "id": "5.s2",
              "text": "{| class=\"wikitable sortable\" style=text-align:center\n|-\n! rowspan=\"2\" colspan=\"2\"| Party\n! rowspan=\"2\"| Leader\n! rowspan=\"2\"| Candidates \n! colspan=\"2\"| 2019 result\n! rowspan=\"2\" class=\"unsortable\" | {{abbr|Ref(s).|References}}\n|-\n! Votes (%)\n! Seats\n|-\n| style=\"background:{{party colour|Solomon Islands Democratic Party}};\"|\n|align=left|Solomon Islands Democratic Party\n|align=left|Matthew Wale\n| 37\n| 13.64%\n| {{Composition bar|8|50|{{party colour|Solomon Islands Democratic Party}}}}\n| \n|-\n| style=\"background:{{party colour|Solomon Islands United Party}};\"|\n|align=left|Solomon Islands United Party\n|align=left|Peter Kenilorea Jr.\n| 25\n| 10.43%\n| {{Composition bar|2|50|{{party colour|Solomon Islands United Party}}}}\n| \n|-\n| style=\"background:{{party colour|People First Party (Solomon Islands)}};\"|\n|align=left|People First Party (Solomon Islands)|People First Party\n|align=left|Jimmie Rodgers (politician)|Jimmie Rodgers\n| 7\n| 3.69%\n| {{Composition bar|1|50|{{party colour|People First Party (Solomon Islands)}}}}\n| \n|-\n| style=\"background:{{party colour|Ownership, Unity and Responsibility Party}};\"|\n|align=left|Ownership, Unity and Responsibility Party\n|align=left|Manasseh Sogavare\n| 43\n| {{N/A}}\n| {{N/A}}\n| \n|-\n| style=\"background:{{party colour|Solomon Islands Progressive Action Party}};\"|\n|align=left| Solomon Islands Progressive Action Party\n|\n| 1\n| {{N/A}}\n| {{N/A}}\n| \n|-\n| style=\"background:{{party colour|Independent politician}};\"|\n|align=left|Independent politician|Independents\n| {{N/A}}\n| 115\n| 36.54\n| {{Composition bar|21|50|{{party colour|Independent politician}}}}\n| \n|}",
              "references": [
                "https://www.sibconline.com.sb/care-coalition-set-to-launch-policy/",
                "https://solomonelections.net/results",
                "https://www.cia.gov/the-world-factbook/countries/solomon-islands/",
                "https://www.sibconline.com.sb/sipra-pledges-to-combat-anti-corruption/",
                "https://pina.com.fj/2024/04/12/solomon-islands-goes-to-the-polls-heres-what-to-expect/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Solomon Islands' relations and security pact with China were a significant issue during the campaign. However, many voters were more concerned about domestic matters, including medicine shortages in clinics throughout the country, education, the poor quality of roads, the cost of living and the national debt. Transparency Solomon Islands head Ruth Liloqula criticised the contesting parties for running campaigns \"mainly based on foreign policies\" and called on them to give more attention to domestic issues.",
              "references": [
                "https://www.scmp.com/news/asia/australasia/article/3258947/solomon-islands-prepares-election-shadow-chinas-influence"
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "OUR Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "On 8 February, the OUR Party launched a manifesto. Party leader and Prime Minister Manasseh Sogavare announced the OUR Party's five most prioritised policies going into the election. The first was preserving social cohesion and national unity to prevent ethnic tensions from rising, as in 2000. Enhancing the nation's legal and governing systems to guarantee public safety was another key priority, as was socio-economic growth; the party pledged to utilise the Australian Infrastructure Financing Facility for the Pacific, the Solomon Islands Infrastructure Program and China's Belt and Road Initiative. The OUR Party's fourth priority was national defence, security and trade; the party sought to preserve relations with Australia and other traditional allies while expanding ties with China as part of a \"look north\" policy. The fifth key priority was development and land and resources empowerment. During a campaign rally in the Malaitan provincial capital of Auki, Sogavare delivered a speech where he praised the Chinese political system and declared his government's decision to switch diplomatic ties from Taiwan to China to have \"put Solomon Islands on the map\". Sogavare also claimed that democracy leads to moral decline and same-sex marriage.",
                  "references": [
                    "https://www.sibconline.com.sb/our-party-to-launch-manifesto/",
                    "https://www.sibconline.com.sb/our-party-unveils-five-key-policy-priorities/",
                    "https://www.abc.net.au/news/2024-03-20/solomon-islands-prime-minister-defends-chinese-governance-style/103606172"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.3",
          "title": "CARE",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.3.s1",
                  "text": "On 7 February, the Democratic Alliance Party (Solomon Islands)|Democratic Alliance Party (DAP), led by former Prime Minister Rick Houenipwela and the Solomon Islands Democratic Party (SIDP), led by Opposition Leader Matthew Wale, established the Coalition for Accountability, Reform and Empowerment (CARE) to contest the election. Along with the DAP and SIDP, Umi for Change was also a member party of CARE. The CARE coalition released a manifesto on 14 February; issues it highlighted include job creation, infrastructure investment, implementing free education, decreasing the cost of living and creating 25,000 jobs over a four-year period. CARE pledged to implement a 15% pay rise for public servants and enhance the nation's health services. The coalition also promised to address medicine shortages in health establishments nationwide and to ease the overburdened National Referral Hospital in Honiara by funnelling more resources into provincial hospitals. The coalition's leader, Matthew Wale, criticised the Parliamentary Entitlement Commission (PEC), which oversees the entitlements of parliamentarians, for its plans to implement a pay increase for members of parliament. Pointing to issues such as the struggling economy, the healthcare crisis and the poor quality of roads nationwide, Wale described PEC's decision as a \"slap in the face\" to Solomon Islanders and announced CARE's intention to replace the PEC with a High Salaries Commission; intending to monitor the salaries of public servants and provide more accountability and transparency. Regarding foreign policy, Wale announced that CARE would maintain a balanced engagement with foreign countries, including China and the United States. Wale stressed the coalition would ultimately prioritise the national interests of Solomon Islands and ensure that consultation with the public would occur before making foreign policy decisions.",
                  "references": [
                    "https://www.sibconline.com.sb/we-care-sidp-and-dap-signs-coalition-agreement-ahead-of-elections/",
                    "https://www.sibconline.com.sb/know-the-parties-and-the-their-number-of-elected-members-so-far/",
                    "https://www.rnz.co.nz/international/pacific-news/509388/campaigns-ramp-up-for-solomon-islands-election",
                    "https://indepthsolomons.com.sb/wale-pledges-to-balance-solomons-international-engagement/",
                    "https://www.sibconline.com.sb/care-pledges-a-15-percent-pay-increase-for-govt-employees-and-improve-health-service-delivery/",
                    "https://www.sibconline.com.sb/care-threatens-to-abolish-constitutionally-established-pec-if-in-government/"
                  ]
                }
              ]
            },
            {
              "id": "6.3.2",
              "title": "Umi for Change",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "6.3.2.s1",
                      "text": "The then-premier of Malaita Province, Daniel Suidani, formed the Umi for Change Party (U4C) in 2022. Suidani, a vocal critic of the Sogavare government's switch of diplomatic recognition from Taiwan to China and its expansion of ties with the latter, was ousted as premier in 2023 after losing a no-confidence vote, allegedly due to his opposition to the switch. Suidani explained that U4C is a successor to the Malaita Alliance for Rural Advancement government, which he led as premier of Malaita. The Political Parties Commission approved U4C's registration on 9 January 2024; the party subsequently launched a manifesto. One of U4C's key policies included revoking the absolute legal immunity that public officials enjoy. Suidani said this policy was necessary, citing numerous officials allegedly \"hiding behind the law\" and \"making reckless decisions on behalf of the state.\" The party also pledged to address gender inequality and focus on youth-related issues; U4C aimed to establish an education program on employment to decrease youth unemployment.",
                      "references": [
                        "https://thediplomat.com/2023/02/malaita-premier-daniel-suidani-ousted-in-solomon-islands/",
                        "https://indepthsolomons.com.sb/u4c-launches-election-manifesto-promotes-maras-restorative-policy/"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.4",
          "title": "Kadere Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.4.s1",
                  "text": "The Kadere Party focused on governance and economic transformation. General Secretary Martin Housanau announced the party would focus on shifting Solomon Islands' economy away from raw material production and into a value-adding economy as part of an industrialisation redirection. The Party also advocated for land law reform; Housanau claimed land issues were the most prominent obstacles to economic development and argued: \"There are three factors of production in the economy, these are, capital, labour and land if any of these three factors is absent, the economy will become stagnant and decline\".",
                  "references": [
                    "https://www.sibconline.com.sb/kadere-party-confident-ahead-of-april-election/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.5",
          "title": "SIPRA",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.5.s1",
                  "text": "The Solomon Islands Party for Rural Advancement (SIPRA), led by former Prime Minister Gordon Darcy Lilo, Like the UP and CARE, SIPRA called for a review of the security pact with China.",
                  "references": [
                    "https://sundayisles.islesmedia.net/sipra-vows-to-help-small-and-medium-businesses/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.6",
          "title": "United Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.6.s1",
                  "text": "The Solomon Islands United Party (UP) launched its campaign on 7 March. A core aspect of the UP's manifesto was unity in diversity; the party advocated for developing a \"real national identity\" whilst preserving the ethnically diverse nation's numerous cultural identities. Party leader Peter Kenilorea Jr., son of the nation's first prime minister, Peter Kenilorea, announced the UP would re-establish ties with Taiwan while maintaining relations with China and reviewing China's security deal. The party also sought to preserve relations with traditional development partners, although Kenilorea warned that Solomon Islands should not hold them as the country's sole saviours. The UP called for a diversification of the economy and warned that the country's reliance on limited income streams, especially logging exports, left Solomon Islands vulnerable to external economic crises. Addressing issues regarding critical infrastructure was another priority for the party, particularly the poor state of the roads and bridges.",
                  "references": [
                    "https://www.abc.net.au/news/2022-07-14/solomon-islands-mp-peter-kenilorea-security-pact-china-youth/101234214",
                    "https://www.rnz.co.nz/international/pacific-news/509176/solomon-islands-politician-peter-kenilorea-jr-will-re-establish-taiwan-ties-if-he-gets-into-office",
                    "https://indepthsolomons.com.sb/united-party-pledges-to-rekindle-partnerships-with-traditional-allies-including-taiwan/",
                    "https://sundayisles.islesmedia.net/up-identifies-the-solomon-islands-economy-as-vulnerable/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Logistics",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "In September 2022, the Australian government proposed to assist in funding the general elections. The DCGA government initially criticised the offer and accused the Australian government of foreign interference, alleging they disclosed the offer occurred when parliament debated delaying the general election to influence the opposition. Opposition MP Peter Kenilorea Jr. denounced the DCGA government's response as \"extremely unhelpful\" and claimed it was evidence of Sogavare attempting to hold onto power. Minister for Foreign Affairs (Australia)|Australian Foreign Minister Penny Wong denied the allegation and pointed to Australia having supported previous elections in the Solomon Islands. Once parliament approved the postponement, Sogavare announced that the government would accept Canberra's offer. The Solomon Islands government allocated approximately Solomon Islands Dollar|SI$40 million to fund the national, provincial and Honiara City Council elections. The Australian government contributed SI$55 million, while the New Zealand government provided SI$35 million. The overall budget was SI$130 million.",
              "references": [
                "https://www.abc.net.au/news/2022-09-06/solomon-islands-election-funding-penny-wong/101410316",
                "https://www.abc.net.au/news/2022-09-08/solomon-islands-election-delay-bill-passes-parliament/101417646"
              ]
            },
            {
              "id": "7.s2",
              "text": "On 25 March 2024, New Zealand announced that it would deploy the Royal New Zealand Navy vessel HMNZS Canterbury (L421)|HMNZS ''Canterbury'' to transport two helicopters and crew, along with command and maintenance personnel, to the Solomon Islands as part of a NZ$10.8 million ($6.48 million) support program for the Solomon Islands Electoral Commission agreed upon in January that would help transport election officers and materials across the archipelago. In addition to the New Zealand personnel, police officers and soldiers from Australia, Fiji, and Papua New Guinea were also deployed to assist the Royal Solomon Islands Police Force in providing security. Chinese police would help with training officers.",
              "references": [
                "https://www.rappler.com/world/asia-pacific/new-zealand-troops-help-solomon-islands-election/",
                "https://pina.com.fj/2024/03/22/300-foreign-officers-to-be-deployed-to-solomon-islands-for-elections-police-chief-mangau/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "8.s1",
              "text": "Pre-polling was held on 5 April in Honiara for electoral officials and police officers providing security for polling stations on election day. On 8 April, Home Affairs Minister Christopher Laore announced that election day would be a public holiday to ensure a smoother electoral process. Laore also declared that a ban on the sale of liquor would be in place from 16 to 26 April, mandating the closure of liquor shops, nightclubs and bars during this period, except for licensed restaurants and hotels. The ban was later extended to 15 May on account of the prime minister's election and the formation of a new government.",
              "references": [
                "https://www.rnz.co.nz/international/pacific-news/513541/solomon-islands-election-2024-polling-day-workers-cast-votes",
                "https://www.solomontimes.com/news/public-holiday-for-elections-declared-and-liquor-ban-ordered/12900"
              ]
            },
            {
              "id": "8.s2",
              "text": "On election day, polling stations were open from 7:00 to 16:00. Voters waiting in line at closing time were still allowed to vote. More than 1,000 polling stations were opened nationwide, while around 6,780 election officials were involved, which was twice that of 2019 as the parliamentary election also coincided with elections for eight out of ten provincial assemblies and the Honiara City Council for the first time. Voting was reportedly peaceful and went without violence. Counting of ballots began on 18 April.",
              "references": [
                "https://www.rnz.co.nz/news/pacific/514498/in-pictures-polling-ends-smoothly-in-solomon-islands",
                "https://www.sibconline.com.sb/polling-day-in-solomon-islands/",
                "https://www.aljazeera.com/news/2024/4/17/solomon-islanders-vote-in-election-that-could-shape-ties-with-china",
                "https://www.abc.net.au/pacific/programs/pacificbeat/elexrecap/103738390",
                "https://www.aljazeera.com/news/2024/4/16/solomon-islands-prepares-for-most-important-election-since-independence",
                "https://www.rnz.co.nz/international/pacific-news/514617/slow-start-counting-after-verification-in-solomon-islands-election-chief-says"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "9.s1",
              "text": "On 24 April, the chair of the Solomon Islands Electoral Commission (SIEC), Teasi Sanga, officially declared the election concluded. Final results released showed that no party gained a majority in Parliament, prompting negotiations to form a governing coalition. Prime Minister Sogavare's OUR party attained a plurality of 15 of the chamber's 50 seats, The CARE coalition secured 13 seats, and the UP won six (with one member elected as an independent aligning with them after the elections, increasing the party's seat count to seven). and claimed the United States had attempted to unseat him. Three women were elected; one, Freda Soria Comua, was an incumbent, while the other two were newcomers.",
              "references": [
                "https://www.sibconline.com.sb/its-a-wrap-siec-chairlady-officially-closes-2024-joint-election/",
                "https://www.fbcnews.com.fj/world/pacific-islands/solomon-islands-faces-tense-wait-for-election-results/",
                "https://www.aljazeera.com/news/2024/4/24/solomon-islands-pro-china-pm-manasseh-sogavare-fails-to-secure-majority",
                "https://www.rnz.co.nz/international/pacific-news/515128/solomon-islands-sogavare-says-he-runs-security-amid-tense-wait-for-new-government",
                "https://indepthsolomons.com.sb/solomons-economy-in-precarious-state-as-parties-lobby-to-form-new-government/",
                "https://indepthsolomons.com.sb/eight-women-secure-seats-in-joint-elections/"
              ]
            },
            {
              "id": "9.s2",
              "text": "Thirty-nine pre-poll ballot papers from three constituencies in Isabel Province were reportedly not counted during the election counting process. Chief Electoral Officer Jasper Highwood Anisi said that a review on the election would be completed.",
              "references": [
                "https://www.sibconline.com.sb/39-pre-poll-ballots-from-honiara-overlooked-in-isabel-count-election-results-remain-unchanged/",
                "https://www.sibconline.com.sb/lesson-learnt-next-siec-anticipates-observer-reports-for-post-election-review/"
              ]
            },
            {
              "id": "9.s3",
              "text": "<onlyinclude>{{Election results\n|image=\n|party1=Ownership, Unity and Responsibility Party|votes1=83279|seats1=15|sc1=New\n|party2=Solomon Islands Democratic Party|votes2=66808|seats2=11|sc2=+3\n|party3=Solomon Islands United Party|votes3=46662|seats3=6|sc3=+4\n|party4=Kadere Party|votes4=16906|seats4=1|sc4=–7\n|party5=Solomon Islands Party for Rural Advancement|votes5=15735|seats5=1|sc5=0\n|party6=People First Party (Solomon Islands)|People First Party|votes6=11045|seats6=3|sc6=+2\n|party7=Umi for Change Party|votes7=10388|seats7=1|sc7=New\n|party8=People's Liberal Democratic Party|colour8={{party colour|People's Liberal Democratic Party (Solomon Islands)}}|votes8=6025|seats8=0|sc8=New\n|party9=People's Alliance Party (Solomon Islands)|People's Alliance Party|votes9=5593|seats9=0|sc9=–2\n|party10=Democratic Alliance Party (Solomon Islands)|Democratic Alliance Party|votes10=5515|seats10=1|sc10=–2\n|party11=National Transformation Party|colour11={{party colour|National Transformation Party (Solomon Islands)}}|votes11=1116|seats11=0|sc11=0\n|party12=Green Party Solomon Islands|votes12=893|seats12=0|sc12=0\n|party13=Solomon Islands Progressive Action Party|votes13=349|seats13=0|sc13=New\n|party14=Independent politician|Independents|votes14=75713|seats14=11|sc14=–10\n|invalid=843\n|total_sc=0\n|electorate=420185\n|source= SIEC, Solomon Islands Gazette\n}}</onlyinclude>",
              "references": [
                "https://www.sibconline.com.sb/its-a-race-between-our-party-care-and-up-sogavare-says-our-party-already-has-the-absolute-majority/"
              ]
            }
          ]
        },
        {
          "id": "9.2",
          "title": "Local results",
          "content": [
            {
              "sentences": [
                {
                  "id": "9.2.s1",
                  "text": "In Malaita Province, former Premier Daniel Suidani, who was removed from his position following a no-confidence vote in the Provincial Assembly in 2023, was re-elected, while his successor, Martin Fini, lost his seat. A few disturbances were recorded in the province and were blamed on supporters of losing candidates. Three women were elected to the provincial assemblies in Temotu Province|Temotu, Malaita, and Isabel Province|Isabel, while two women were also elected to the Honiara City Council.",
                  "references": [
                    "https://www.theguardian.com/world/2024/apr/20/solomon-islands-election-pm-sogavare-retains-seat-as-count-continues"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Aftermath",
      "content": [
        {
          "id": "10.1",
          "title": "Government formation",
          "content": [
            {
              "sentences": [
                {
                  "id": "10.1.s1",
                  "text": "Negotiations to form a government reportedly began the day before the election. Following the election, the OUR Party and the opposition began efforts to win over the ten kingmaker independents. Sogavare claimed the opposition parties faced divisions in who to field for prime minister.",
                  "references": [
                    "https://www.rnz.co.nz/international/pacific-news/514468/let-the-games-begin-coalition-negotiations-underway-in-honiara",
                    "https://www.abc.net.au/news/2024-04-25/solomons-election-counting-complete-as-mps-select-prime-minister/103762224",
                    "https://www.sibconline.com.sb/care-and-siup-signs-coalition-pact/"
                  ]
                },
                {
                  "id": "10.1.s2",
                  "text": "Governor-General David Vunagi announced on 29 April that a parliamentary vote to elect the prime minister would take place on 2 May. The OUR Party and People First Party were later joined by the Kadere Party, forming the Coalition of National Unity and Transformation (later the Government of National Unity and Transformation, GNUT). Shortly before nominations for the prime ministerial election opened, Sogavare announced on 29 April that he would not stand for another term as prime minister and resign as the OUR Party leader, which he said was a \"collective decision\". The bloc instead nominated Foreign Minister Jeremiah Manele, who also succeeded Sogavare as leader of the OUR Party. Before the prime ministerial election, Manele's coalition claimed to have secured the support of the independents, providing the bloc with 28 seats. Prime ministerial elections in Solomon Islands are often unpredictable, as MPs are not legally barred from switching parties. Another factor is the vast difference in income and benefits between government MPs and the opposition. The elections for prime minister are conducted through a secret ballot. Although it is held in the National Parliament, it is not a parliamentary meeting and is presided over by the governor-general rather than the speaker. Manele won with 31 votes, defeating Wale, who earned 18. There was one abstention. Two members of Wale's bloc, Francis Sade of the UP and Cathy Nori, defected to the GNUT and voted for Manele. During the first session of the 12th Parliament, on 16 May, Patteson Oti was re-elected as speaker, while Sade was elected deputy speaker. Wale assumed another term as opposition leader.",
                  "references": [
                    "https://www.sibconline.com.sb/coalition-for-national-united-and-transformation-nominates-jeremiah-manele-as-pm-candidate/",
                    "https://www.rnz.co.nz/international/pacific-news/515516/manasseh-sogavare-bows-out-of-prime-ministerial-race-in-solomon-islands",
                    "https://www.sibconline.com.sb/care-siup-sipra-nominate-matthew-wale-as-pm-candidate/",
                    "https://www.rnz.co.nz/international/pacific-news/515617/ready-set-go-in-solomons-pm-race-jeremiah-manele-vs-matthew-wale",
                    "https://www.rnz.co.nz/international/pacific-news/515711/zero-tolerance-solomon-islands-police-on-high-alert-ahead-of-prime-ministerial-election",
                    "https://indepthsolomons.com.sb/the-battle-has-come-down-to-wale-and-manele/",
                    "https://www.rnz.co.nz/international/pacific-news/515780/jeremiah-manele-is-new-solomon-islands-prime-minister",
                    "https://www.solomonstarnews.com/who-were-wales-betrayers/",
                    "https://www.solomonstarnews.com/oti-vows-to-continue-serving-as-speaker-with-impartiality/",
                    "https://indepthsolomons.com.sb/wale-assumes-opposition-leaders-role-in-solomon-islands/"
                  ]
                }
              ]
            },
            {
              "id": "10.1.2",
              "title": "New Cabinet",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "10.1.2.s1",
                      "text": "Following the election of Manele as prime minister, there were two swearing in ceremonies for the new cabinet. Eleven ministers were sworn in on 4 May, followed by a further nine on 6 May. Sogavare was appointed minister of finance and treasury, while Bradley Tovosia became deputy prime minister. The cabinet lineup was completed on 15 May, when the final minister was sworn in.",
                      "references": [
                        "https://www.sibconline.com.sb/new-ministers-sworn-in-3/",
                        "https://www.sibconline.com.sb/nine-more-ministers-sworn-in/",
                        "https://www.sibconline.com.sb/dpm-and-two-more-ministers-sworn-in/",
                        "https://www.sibconline.com.sb/honorable-freda-tuki-rangirei-completed-gnut-cabinets-line-up/"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "11",
      "title": "Reactions",
      "content": [
        {
          "sentences": [
            {
              "id": "11.s1",
              "text": "Australian Prime Minister Anthony Albanese congratulated Manele on his election as prime minister and said he looked forward to working closely with him. Papua New Guinean Deputy Prime Minister John Rosso visited Manele on 3 May where he presented a congratulatory letter behalf of Prime Minister James Marape. Rosso also emphasised Papua New Guinea's commitment to maintaining close ties with Solomon Islands.\nA New Zealand delegation led by Foreign Minister Winston Peters congratulated Manele during a visit to Honiara on 12 May. India's high commissioner to Solomon Islands, Inbasekar Sunaramuthi, congratulated Manele on behalf of the Indian government. Sunaramuthi also announced India's plans to sponsor infrastructure projects in Solomon Islands.",
              "references": [
                "https://www.bbc.com/news/articles/cxr3xpw9v04o",
                "https://www.postcourier.com.pg/deputy-prime-minister-john-rosso-delivers-pms-congratulatory-letter-to-new-solomon-islands-pm/",
                "https://www.rnz.co.nz/news/political/516623/foreign-affairs-minister-winston-peters-meets-with-new-solomon-islands-pm",
                "https://www.sibconline.com.sb/india-congratulates-pm-manele-and-presents-bilateral-initiatives/"
              ]
            }
          ]
        }
      ]
    }
  ]
}