{
  "title": "2024_Salvadoran_general_election",
  "content": [
    {
      "id": "1",
      "title": "Political background",
      "content": [
        {
          "id": "1.1",
          "title": "Presidency of Nayib Bukele",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.1.s1",
                  "text": "{{further|2019 Salvadoran presidential election|2021 Salvadoran legislative election|Nayib Bukele#Presidency}}\n speaking on 1 June 2019, the day of his inauguration]]\nNayib Bukele, the former mayor of San Salvador, won the 2019 Salvadoran presidential election with 53 percent of the vote. He ran under the banner of the Grand Alliance for National Unity (GANA), making him the first President of El Salvador|president since José Napoleón Duarte (1984–1989) to not be a member of one of the country's two largest political parties: the Nationalist Republican Alliance (ARENA) and the Farabundo Martí National Liberation Front (FMLN). Bukele's election is considered one of the most impactful events in El Salvador|Salvadoran political history, with many politicians and journalists described it as breaking the country's two-party system.",
                  "references": [
                    "https://www.as-coa.org/articles/bukele-breaks-el-salvadors-two-party-hold-power",
                    "https://diariolahuella.com/se-cumplen-cuatro-anos-del-triunfo-de-nayib-bukele-sobre-el-bipartidismo/"
                  ]
                },
                {
                  "id": "1.1.s2",
                  "text": "Throughout his presidency, Bukele's government was described as authoritarianism|authoritarian and autocracy|autocratic, resulting in what many journalists described as democratic backsliding. His COVID-19 lockdowns were criticized when the National Civil Police (El Salvador)|National Civil Police arrested more than 4,200 people. In February 2020, he was criticized for 2020 Salvadoran political crisis|sending 40 soldiers into the Legislative Assembly to pressure lawmakers to approve a US$109 million loan to fund the Territorial Control Plan, a security program initiated by Bukele, in what critics described as an attempted coup d'état. In September 2020, El Faro (digital newspaper)|''El Faro'' accused Bukele of negotiating with Crime in El Salvador#Gangs|criminal gangs in the country, notably MS-13|Mara Salvatrucha (MS-13) and the 18th Street gang, to lower crime rates. Bukele and his government denied those accusations. The United States government labeled various Bukele government officials as Corruption in El Salvador|corrupt. In the 2021 Salvadoran legislative election|2021 legislative election, Nuevas Ideas, the political party Bukele established, won Supermajority|supermajorities in the Legislative Assembly of El Salvador|Legislative Assembly, Municipalities of El Salvador|municipalities, and the Central American Parliament (PARLACEN). The List of members of the XIII Legislative Assembly of El Salvador|13th session of the Legislative Assembly assumed office on 1 May 2021, and Ernesto Castro was elected as the List of presidents of the Legislative Assembly of El Salvador|president of the Legislative Assembly. Following Castro's election, the 64 legislators representing {{Lang|es|Nuevas Ideas|italic=no}}, GANA, the Christian Democratic Party (El Salvador)|Christian Democratic Party (PDC), and the National Coalition Party (El Salvador)|National Coalition Party (PCN) 2021 Salvadoran political crisis|voted to remove Attorney General Raúl Melara and five Supreme Court justices from the constitutional court. Bukele later appointed a new attorney general and new justices in what has since been described as a self-coup.",
                  "references": [
                    "https://time.com/6046941/el-salvador-nayib-bukele-crisis/",
                    "https://www.hrw.org/news/2021/11/01/el-salvador-legislature-deepens-democratic-backsliding",
                    "https://www.hrw.org/news/2020/04/15/el-salvador-police-abuses-covid-19-response",
                    "https://www.bbc.com/news/world-latin-america-51458947",
                    "https://www.courrierinternational.com/article/criminalite-salvador-le-president-bukele-aurait-aussi-negocie-avec-les-gangs",
                    "https://cnnespanol.cnn.com/2020/09/04/nayib-bukele-niega-supuesto-pacto-con-pandillas-para-reducir-homicidios-en-el-salvador/",
                    "https://www.americasquarterly.org/article/in-el-salvador-a-chastened-opposition-looks-to-find-its-way/",
                    "https://www.ft.com/content/e59496a6-a844-425c-85ed-98341a26093e"
                  ]
                },
                {
                  "id": "1.1.s3",
                  "text": "Following a spike in murders in March 2022, Bukele's government began a Salvadoran gang crackdown|gang crackdown, referred to as a state of exception and a war against gangs, which resulted in the reported arrests of over 75,163 alleged gang members by 11 January 2024 and 144 to 152 deaths in custody by 10 May 2023. The crackdown, which had since been extended several times, has been accused of engaging in Arbitrary arrest and detention|arbitrary arrests, torture, and Human rights in El Salvador|human rights abuses by organizations such as Amnesty International and Human Rights Watch. On 3 January 2023, Minister of Defense René Merino Monroy announced that 496 homicides were recorded in 2022, a decrease from 1,147 homicides in 2021; Merino attributed the decrease to the gang crackdown. Politicians from ARENA, the FMLN, and Nuestro Tiempo (El Salvador)|Nuestro Tiempo described the crackdown as a political and electoral strategy to support the government and intimidate the opposition.",
                  "references": [
                    "https://diariolahuella.com/2024-inicia-garantizando-seguridad-de-salvadorenos/",
                    "https://diario.elmundo.sv/politica/hoy-se-aprobaria-14-prorroga-al-regimen-y-oeneges-denuncian-muertes-en-penales",
                    "https://www.aljazeera.com/news/2022/6/2/el-salvador-committing-massive-rights-violations-amnesty-says",
                    "https://www.hrw.org/news/2022/05/02/el-salvador-evidence-serious-abuse-state-emergency",
                    "https://diario.elmundo.sv/politica/fmln-el-regimen-se-usa-para-amedrentar-la-oposicion"
                  ]
                },
                {
                  "id": "1.1.s4",
                  "text": "Despite controversies and negative press coverage, Opinion polling on the Nayib Bukele presidency|Bukele remains extremely popular with approval ratings consistently hovering between 80 and 90{{Nbsp}}percent. He is considered to be one of the most popular presidents in El Salvador's history, as well as one of the most popular incumbent Latin American heads of state.",
                  "references": [
                    "https://www.latimes.com/world-nation/story/2021-05-16/nayib-bukele-the-most-popular-president-in-the-world-is-a-man-with-one-ideology-power",
                    "https://globalvoices.org/2021/02/22/despite-claims-of-authoritarianism-president-bukeles-popularity-continues-to-be-strong-in-el-salvador/",
                    "https://elsalvadorinfo.net/nayib-bukele-approval-rate/",
                    "https://newsinamerica.com/pdcc/boletin/2023/cid-gallup-nayib-bukele-es-el-mandatario-con-mejor-desempeno-presidencial-en-latinoamerica/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.2",
          "title": "Presidential re-election controversy",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.2.s1",
                  "text": "{{see also|Continuismo}}\nOn 3 September 2021, the Supreme Court of Justice of El Salvador|Supreme Court of Justice ruled that the president of El Salvador is eligible to run for re-election in consecutive terms, discarding a 2014 ruling that required presidents to wait ten years before running for re-election. The 2021 court ruling made Bukele eligible to run for president in 2024. Despite protests from ARENA and the FMLN, the Supreme Electoral Court (El Salvador)|Supreme Electoral Court (TSE) accepted the Supreme Court's ruling. Chargé d'affaires|Chargé d'Affaires Jean Elizabeth Manes compared the path the Salvadoran government was taking to that of Venezuela under Hugo Chávez. On 1 March 2023, four of the five members of the Supreme Court's Constitutional Chamber confirmed that presidential re-election is allowed.",
                  "references": [
                    "https://www.aljazeera.com/news/2021/9/4/el-salvador-court-says-presidents-can-serve-2-straight-terms",
                    "https://diario.elmundo.sv/Pol%C3%ADtica/se-dana-relacion-eeuu-el-salvador-con-resolucion-de-sala-jean-manes",
                    "https://archivo.prensa-latina.cu/2023/03/01/tse-respetara-decision-favorable-a-bukele-en-el-salvador"
                  ]
                },
                {
                  "id": "1.2.s2",
                  "text": "During a speech on the country's Act of Independence of Central America|201st anniversary of independence from Spanish Empire|Spain on 15 September 2022, Bukele officially announced his re-election campaign despite having previously voiced his opposition to immediate re-election both before and during his presidency. Bukele justified his re-election bid by arguing that most Developed country|developed countries allow re-election; he read a list of 39 countries the International Monetary Fund (IMF) considers \"developed,\" and stated that all the countries on the list, except for South Korea, allowed re-election. He also claimed that restrictions on re-election only exists in Third World|third-world countries. According to Bukele, a developed country criticizing his announcement would be hypocritical. and on 9 July, {{Lang|es|Nuevas Ideas|italic=no}} officially elected Bukele as its presidential candidate.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/bukele-contradice-sus-propias-declaraciones/1101498/2023/",
                    "https://www.univision.com/noticias/america-latina/nayib-bukele-anuncia-postulara-reeleccion-salvador",
                    "https://www.telemundo52.com/noticias/mundo/el-salvador-bukele-reeleccion-presidencial-2024/2324596/"
                  ]
                },
                {
                  "id": "1.2.s3",
                  "text": "Bukele is the first person since Brigadier General Maximiliano Hernández Martínez (in office 1931–1934 and 1935–1944) to be re-elected and serve multiple terms as president. Additionally, he was the first president since Antonio Saca (served 2004–2009) to seek re-election.{{efn|Saca's re-election bid was for the 2014 Salvadoran presidential election|2014 presidential election, one election cycle after his initial election in 2004 Salvadoran presidential election|2004.}} Bukele has been compared to Juan Orlando Hernández in Honduras and Daniel Ortega in Nicaragua, who used the Supreme Court and constitutional reforms, respectively, in their own countries to allow themselves to run for re-election. According to a poll conducted by the Francisco Gavidia University (UFG) in October 2022, 76 percent of respondents believed that if Bukele were re-elected in 2024, he would run for a third term in the 2029 Salvadoran presidential election|2029 presidential election.",
                  "references": [
                    "https://elfaro.net/en/202309/el_salvador/27055/Reelection-in-El-Salvador-Rhymes-with-Dictatorship.htm",
                    "https://nacla.org/el-salvador-slide-toward-authoritarianism",
                    "https://www.as-coa.org/articles/explainer-presidential-reelection-latin-america",
                    "https://www.brookings.edu/articles/reelection-continuity-and-hyper-presidentialism-in-latin-america/",
                    "https://progressive.org/latest/other-americans-el-salvador-illegal-reelection-092322/",
                    "https://www.elsalvador.com/opinion/editoriales/encuesta-de-poblacion-activa-/1014401/2022/"
                  ]
                }
              ]
            },
            {
              "id": "1.2.2",
              "title": "Criticism and opposition to re-election",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.2.2.s1",
                      "text": "Bukele's announcement that he was running for re-election was criticized by constitutional lawyers, who said his re-election would be Constitutionality|unconstitutional and violate at least four articles of El Salvador's constitution. Following Bukele's registration as a presidential pre-candidate, Eduardo Escobar, the executive director of the Citizen Action non-governmental organization, stated that \"everything is unconstitutional and they are only trying to give a face of legitimacy to everything with these gimmicks\" (\"{{lang|es|todo es inconstitucional y solo están tratando de darle una cara de legitimidad a todo con estos artilugios}}\"). Manuel Flores (Salvadoran politician)|Manuel Flores, then the FMLN's presidential pre-candidate, stated that \"the law is the law [and] the law says that there is no re-election\" (\"{{lang|es|la ley es la ley [y] la ley dice que no hay reelección}}\"), adding that the Constitution of El Salvador|constitution is \"clear\" (\"{{lang|es|clara}}\") in prohibiting re-election. Citizen Resistance politician Rubén Zamora stated that the Legislative Assembly had to suspend Bukele's rights as a Salvadoran citizen in accordance with the constitution for registering as a pre-candidate for presidential re-election. Both Zamora and Claudia Ortiz (El Salvador)|Claudia Ortiz, a deputy from Vamos, argued that articles 75, 88, 131, 152, 154, and 248 of the country's constitution prohibit immediate re-election.",
                      "references": [
                        "https://www.latimes.com/world-nation/story/2022-09-16/el-salvador-presidents-re-election-bid-draws-strong-reaction",
                        "https://www.elsalvador.com/noticias/nacional/accion-ciudadana-constitucion-de-la-republica-elecciones-2024-felix-ulloa-nayib-bukele-reeleccion-sala-lo-constitucional-breaking-news/1071144/2023/",
                        "https://www.elsalvador.com/noticias/nacional/elecciones-manuel-flores-fmln-precandidato/1071135/2023/",
                        "https://lanoticiasv.com/ruben-zamora-pide-a-los-diputados-suspender-los-derechos-de-ciudadano-al-presidente-bukele-por-haberse-inscrito-como-precandidato-en-ni/",
                        "https://lanoticiasv.com/claudia-ortiz-busca-pretextos-para-coartar-el-derecho-ciudadano-de-brindar-la-reeleccion-al-presidente-bukele/"
                      ]
                    },
                    {
                      "id": "1.2.2.s2",
                      "text": "On 1 May 2023, 36 left-wing organizations—including the FMLN and {{Lang|es|Nuestro Tiempo|italic=no}}—2023 Salvadoran protests|held a protest march on International Workers' Day against Bukele's re-election campaign and the gang crackdown. The protesters also demanded an increase of minimum wage from US$365 to US$500, respect for workers' rights, and the release of innocent people captured during the gang crackdown. On 15 September, various organizations and civil movements held another protest march against re-election. The march traveled from the Rosales Hospital to the Plaza Gerardo Barrios. According to Francisco Omar Parada, a spokesman for the Resistance and Popular Rebellion Bloc, the march protested presidential re-election, the reductions of municipalities and seats on the Legislative Assembly, the \"destruction\" (\"{{lang|es|destrucción}}\") of democratic institutions, and the \"illegal control\" (\"{{lang|es|control ilegal}}\") exerted by the presidency, the judiciary, the Office of the Attorney General, and other state institutions. The presidential candidates for ARENA, the FMLN, and {{Lang|es|Nuestro Tiempo|italic=no}} participated in the protest, as did various opposition deputies of the Legislative Assembly.",
                      "references": [
                        "https://diario.elmundo.sv/politica/siete-organizaciones-de-izquierda-anuncian-marcha-contra-regimen-y-reeleccion",
                        "https://www.elsalvador.com/noticias/nacional/organizaciones-sindicatos-trabajadores-marchan-1demayo/1057907/2023/",
                        "https://diario.elmundo.sv/politica/medicos-candidatos-presidenciales-y-diputados-en-marcha-contra-reeleccion-falta-de-medicinas-y-capturas-de-inocentes",
                        "https://diario.elmundo.sv/politica/organizaciones-anuncian-marcha-el-15-de-septiembre-contra-la-reeleccion"
                      ]
                    },
                    {
                      "id": "1.2.2.s3",
                      "text": "Vice President of El Salvador|Vice President Félix Ulloa, who supports Bukele's re-election bid, had suggested that Bukele should seek a leave of absence or express permission from the Supreme Court six months before the election. In April 2023, Ulloa stated that Bukele was seeking a \"second mandate\" (\"{{lang|es|segundo mandato}}\") rather than re-election, adding that, while immediate re-election was prohibited by the constitution, a second mandate was not. Some politicians, including Ulloa, also suggested that Bukele should resign six months before the election to be able to legally pursue re-election, but according to constitutional lawyer Enrique Anaya, resigning would have annulled Bukele's legal immunity and allow him to be prosecuted for alleged corruption and human rights violations. Other constitutional lawyers state that his re-election campaign would be unconstitutional regardless. Ulloa and {{Lang|es|Nuevas Ideas|italic=no}}' deputy Christian Guevara stated that both Bukele and Ulloa would resign before 1 December 2023, six months before their second inauguration if they win re-election, and that a successor would be designated as president. On 28 November, Bukele announced he would ask for a leave of absence from the Legislative Assembly on 1 December to relieve him of his duties as president to focus on his presidential election campaign. Bukele was granted a leave of absence on 30 November and Claudia Rodríguez de Guevara, his private secretary, was named as presidential designee; she assumed office the following day and her appointment was criticized as unconstitutional by analysts and lawyers.",
                      "references": [
                        "https://diario.elmundo.sv/politica/vicepresidente-reitera-que-nayib-bukele-debera-pedir-licencia-seis-meses-antes",
                        "https://diario.elmundo.sv/politica/felix-ulloa-se-trata-de-un-segundo-mandato-no-reeleccion",
                        "https://www.elsalvador.com/noticias/nacional/nayib-bukele-gabinete-redes-sociales-constitucion-sala-de-lo-constitucional-la-republica/1058177/2023/",
                        "https://diario.elmundo.sv/politica/bukele-anuncia-que-pedira-licencia-para-dedicarse-a-la-campana-y-le-pide-al-fiscal-que-investigue-a-su-gabinete",
                        "https://www.swissinfo.ch/spa/secretaria-privada-de-bukele-ocupar%C3%A1-la-presidencia-durante-licencia-del-mandatario/49021872"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.3",
          "title": "Allegations of fraud",
          "content": [
            {
              "sentences": [
                {
                  "id": "1.3.s1",
                  "text": "On 18 January 2023, the Legislative Assembly passed a resolution to increase the criminal penalty for electoral fraud to 15–20 years in prison from the previous penalty of 4–6 years. If the individual was a gang member, the penalty was increased further to 20–30 years of imprisonment. On 16 February, the Legislative Assembly passed a law making it illegal to impede the registration process for electoral candidates. According to the updated penal code, impeding a candidate's registration process is legally considered electoral fraud and would result in 6–20 years of imprisonment. Lawyers and electoral experts alleged that the updated law would be used against those who opposed Bukele's re-election campaign; Eduardo Escobar and Ruth Eleonora López, the chief of anti-corruption committee for {{ill|Cristosal|es}}, claimed that it was intimidation and a threat.",
                  "references": [
                    "https://diario.elmundo.sv/politica/aprueban-hasta-15-anos-de-prision-por-fraude-y-bloquear-inscripcion-de-candidatos-en-elecciones",
                    "https://www.elsalvador.com/noticias/nacional/asamblea-voto-en-el-exterior-diaspora-salvadorena-codigo-penal-fraude-electoral-/1033002/2023/",
                    "https://www.elsalvador.com/noticias/nacional/asamblea-tse-nayib-bukele-reeleccion-codigo-penal-julio-olivo-elecciones-2024-/1043451/2023/"
                  ]
                },
                {
                  "id": "1.3.s2",
                  "text": "In addition to the {{Ill|Unique Identity Document|es|Documento Único de Identidad}} (DUI; the primary identity document for Salvadorans), TSE magistrates {{ill|Julio Olivo|es|Julio Olivo}} and Dora Martínez de Barahona suggested using biometrics, specifically Fingerprint#Fingerprint identification|fingerprinting, to ensure election security. The Office for the Defense of Human Rights, a Salvadoran governmental agency, was an Election monitoring|observer for the 2024 elections. In March 2023, {{Lang|es|Votante|italic=no}}, a voter's initiative created by five Salvadoran civil society organizations, petitioned the TSE to allow the United Nations, the Organization of American States (OAS), and the European Union (EU) to monitor the elections. On 26 March, the TSE began the process of accepting international observers to monitor the election, anticipating that almost 5,800 national and international observers to monitor the election. In September 2023, the TSE officially accepted the OAS and the EU as election monitors for the 2024 election process; the OAS accepted the TSE's offer while the EU stated that it would support the electoral process. Isabel Saint Malo, a former Vice President of Panama|vice president of Panama, was the head of the OAS election observation mission. In October 2023, the TSE announced that it had signed an agreement with Mexico's Monterrey Institute of Technology and Higher Education to audit the expatriate electronic voting process and another agreement with CGTS Corp. to audit both the expatriate electronic voting process and the expatriate electoral registry.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/magistrado-tse-propone-uso-sistema-biometrico-elecciones-2024/1035339/2023/",
                    "https://diario.elmundo.sv/politica/como-el-tse-comprobara-la-identidad-del-votante-en-el-exterior-en-2024",
                    "https://diario.elmundo.sv/politica/pddh-tendra-observatorio-de-elecciones-2024",
                    "https://diario.elmundo.sv/politica/tse-inicia-las-gestiones-para-la-observacion-de-elecciones-2024",
                    "https://diario.elmundo.sv/politica/tse-invita-a-la-union-europea-para-observacion-electoral-2024",
                    "https://lanoticiasv.com/el-tse-aprobo-la-empresa-auditora-para-el-voto-nacional-y-en-el-extranjero-para-las-elecciones-de-2024/",
                    "https://www.elsalvador.com/noticias/nacional/oea-nombro-expresidenta-panama-observacion-elecciones/1116184/2024/",
                    "https://diario.elmundo.sv/politica/tse-firma-contrato-cgts-que-auditara-el-voto-electronico-salvadoreno-de-2024"
                  ]
                },
                {
                  "id": "1.3.s3",
                  "text": "On 18 October 2022, the Legislative Assembly passed the Special Law for the Exercise of Suffrage Abroad, which allowed Right of expatriates to vote in their country of origin|Salvadorans living outside of the country to vote electronically in the presidential and legislative elections, but not the municipal or PARLACEN elections. The TSE announced on 17 November 2022 that it would guarantee the right of Salvadorans abroad to vote in the 2024 election. According to the TSE, a total of 685,026 Salvadoran expatriates in 53 countries were eligible to vote {{As of|2023|August|19|lc=y}}. Under the electoral law, their votes would be counted as part of San Salvador Department. Some opposition figures claimed that the law would lead to Electoral fraud|voter fraud, while Castro rejected the notion that fraud would occur in the expatriate voting process.",
                  "references": [
                    "https://diario.elmundo.sv/politica/asamblea-aprueba-voto-electronico-en-el-exterior-para-presidenciales-y-legislativas-de-2024",
                    "https://diario.elmundo.sv/politica/nueva-ley-de-voto-en-exterior-no-aplicara-para-parlacen-y-concejos-municipales",
                    "https://www.elsalvador.com/noticias/nacional/tse-promete-eleccion-transparente/1016892/2022/",
                    "https://www.elsalvador.com/noticias/nacional/tse-voto-en-el-exterior-estados-unidos-/1012597/2022/",
                    "https://www.aljazeera.com/news/2024/2/4/el-salvador-votes-with-nayib-bukele-poised-for-second-presidential-term",
                    "https://www.elsalvador.com/noticias/nacional/tse-magistrado-presidente-del-elecciones-legislativas-presidenciales-nuevas-ideas-bancada-de-nayib-bukele/1013035/2022/",
                    "https://www.elsalvador.com/noticias/nacional/asamblea-voto-en-el-exterior-oposicion-politica-arena-fmln-vamos-nuestro-tiempo-nayib-bukele-/1008271/2022/",
                    "https://diariolahuella.com/diputado-ernesto-castro-rechaza-argumentos-de-fraude-de-la-oposicion-en-elecciones-2024/"
                  ]
                },
                {
                  "id": "1.3.s4",
                  "text": "Per the Law of Political Parties, the TSE did not monitor the political parties' primary elections for irregularities. In June 2023, some members of {{Lang|es|Nuevas Ideas|italic=no}} claimed that there were irregularities present in the party's primary elections. They criticized the party for presenting single-candidate primaries and promoting Bukele's family members for municipal races. On 1 July, {{Lang|es|Nuevas Ideas|italic=no}}' National Electoral Commission announced that it would open an internal investigation to guarantee that the party's statutes and regulations were followed and that those who attempted to manipulate the electoral process would be punished and turned over to the country's legal system. On 31 July, {{Lang|es|Nuevas Ideas|italic=no}} suspended Rebeca Santos's legislative candidacy after videos surfaced allegedly showing Santos's staffers soliciting party members for codes to vote in her favor. On 30 June 2023, Mayra Zetino, the mayor of Sacacoyo and a member of GANA, announced her departure from GANA, claiming that there was a lack of transparency and low confidence in the party's primary election process. Guillermo Gallegos, the vice president of GANA and a deputy of the Legislative Assembly, responded to Zetino's announcement by stating that there were no irregularities within the party.",
                  "references": [
                    "https://diario.elmundo.sv/politica/tse-no-verifica-las-elecciones-internas-de-los-partidos-politicos",
                    "https://diariolahuella.com/nueva-ideas-garantizara-orden-y-cumplimiento-de-estatutos-y-reglamentos-en-elecciones-internas-2023/",
                    "https://diario.elmundo.sv/politica/nuevas-ideas-inhabilita-a-rebeca-santos-para-participar-en-elecciones-2024",
                    "https://diario.elmundo.sv/politica/mayra-zetino-alcaldesa-de-sacacoyo-renuncia-a-gana",
                    "https://lanoticiasv.com/diputado-gallegos-desmiente-que-haya-irregularidades-en-gana-como-senalo-mayra-zetino/"
                  ]
                },
                {
                  "id": "1.3.s5",
                  "text": "According to a UFG opinion poll conducted in May and June 2023, 62.8 percent of Salvadorans believed the elections would be \"clean and transparent\" (\"{{lang|es|limpias y transparentes}}\"), 25 percent had doubts about the election's legitimacy, and 9.7 percent believed there would be fraud. A poll conducted by the Central American University, San Salvador|Central American University in November 2023 found that 45.2 percent of Salvadorans believed that the elections would be \"clean\" (\"{{lang|es|limpias}}\"), while 31.5 percent believed there would be fraud.",
                  "references": [
                    "https://diario.elmundo.sv/politica/confian-los-salvadorenos-en-las-proximas-elecciones",
                    "https://diario.elmundo.sv/politica/iudop-45-de-la-poblacion-cree-que-elecciones-seran-limpias-y-31-dice-habra-fraude"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "1.4",
          "title": "Reduction of municipalities and legislative seats",
          "content": [
            {
              "id": "1.4.1",
              "title": "Initial proposals, support, and criticism",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.4.1.s1",
                      "text": "On 30 December 2022, Bukele tweeted that he believed the country's 262 municipalities should be reduced to only 50, claiming that it was \"absurd that 21,000 km<sup>2</sup> are divided into 262 municipalities\" (\"{{lang|es|absurdo que 21,000 kms<sup>2</sup> estén divididos en 262 alcaldías}}\").{{efn|21,000 km<sup>2</sup> is approximately 8,100 sq mi.}} Various economists, lawyers, and politicians argued that the proposed reduction was an attempt to consolidate power through gerrymandering, would grant {{Lang|es|Nuevas Ideas|italic=no}} an electoral advantage, and would lead to data manipulation to favor the government. Eugenio Chicas, a former TSE magistrate TSE, denounced the idea, claiming that it was a part of Bukele's \"political vision\" to consolidate a military dictatorship.",
                      "references": [
                        "https://www.elsalvador.com/noticias/nacional/elecciones-legislativas-municipales-segregacion-de-municipios-nayib-bukele-accion-ciudadana-cristosal-/1028984/2023/",
                        "https://www.elsalvador.com/noticias/nacional/alcaldias-asamblea-legislativa-nayib-bukele/1028982/2023/",
                        "https://www.elsalvador.com/noticias/nacional/accion-ciudadana-reduccion-municipal/1029584/2023/",
                        "https://www.elsalvador.com/noticias/nacional/reduccion-municipios-debe-ser-base-censo/1029562/2023/",
                        "https://archivo.prensa-latina.cu/2023/01/03/expectativas-en-el-salvador-sobre-reduccion-de-los-municipios"
                      ]
                    },
                    {
                      "id": "1.4.1.s2",
                      "text": "Gallegos expressed his support for Bukele's proposal, adding that he believed the number of seats in the Legislative Assembly should also be reduced. Ulloa supported reducing the number of seats in the Legislative Assembly and suggested decreasing it from 84 to 50 seats. In February 2023, Castro confirmed that {{Lang|es|Nuevas Ideas|italic=no}} was considering reducing the number of deputies in the Legislative Assembly from 84 to 64 and the number of municipalities from 252 to 50.",
                      "references": [
                        "https://diario.elmundo.sv/politica/gallegos-sugiere-reducir-la-cantidad-de-diputados-en-asamblea-legislativa",
                        "https://archivo.prensa-latina.cu/2023/01/11/gana-fuerza-propuesta-de-reordenar-municipios-en-el-salvador"
                      ]
                    },
                    {
                      "id": "1.4.1.s3",
                      "text": "Johnny Wright Sol|John Wright, a {{Lang|es|Nuestro Tiempo|italic=no}} deputy, described the proposal to reduce the number of deputies as \"extremely irresponsible\" for occurring within one year of the election. Claudia Ortiz criticized the announcement, stating the proposed reforms could help {{Lang|es|Nuevas Ideas|italic=no}} form a one-party state. She also argued that the time to make electoral reforms had passed and that the changes would violate Article 291-A of the electoral code, On 15 March 2023, the Legislative Assembly voted to repeal Article 291-A, which ARENA deputy René Portillo Cuadra described as unconstitutional. and the Washington Office on Latin America, a U.S. non-governmental organization, described as \"the latest backstep in the country\".",
                      "references": [
                        "https://diario.elmundo.sv/politica/oposicion-con-dudas-ante-propuesta-para-reducir-cantidad-de-diputados",
                        "https://diario.elmundo.sv/politica/se-suspenden-las-reformas-electorales-un-ano-antes-de-elecciones",
                        "https://www.elsalvador.com/noticias/nacional/asamblea-tse-nuevas-ideas-christian-guevara-elecciones-2024-arena-/1047158/2023/",
                        "https://www.elsalvador.com/noticias/nacional/asamblea-tse-elecciones-2024-rene-portillo-cuadra-constitucion-reformas-electorales-/1048732/2023/"
                      ]
                    },
                    {
                      "id": "1.4.1.s4",
                      "text": "In February 2023, GANA deputy Newman Salgado claimed that the country's population would support the reductions of Assembly deputies and municipalities. According to a Fundaungo poll in March 2023, 48.8 percent of Salvadorans supported reducing the number of municipalities, while 44.2 opposed it. Meanwhile, 80.2 percent supported reducing the number of legislative seats, while only 16.4 opposed it. A May 2023 poll conducted by UFG found that 66.4 percent supported the reduction of municipalities while 39.4 percent opposed it. A later Fundaungo poll in September 2023 found that 66.9 percent of Salvadorans supported the reduction of municipalities while 27.4 percent opposed it.",
                      "references": [
                        "https://diario.elmundo.sv/politica/encuesta-ufg-la-mitad-de-salvadorenos-cree-que-el-pais-tiene-50-municipios",
                        "https://diario.elmundo.sv/politica/mitad-de-la-poblacion-esta-de-acuerdo-con-reduccion-de-municipios",
                        "https://diario.elmundo.sv/politica/669-de-poblacion-a-favor-de-reduccion-de-los-municipios"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "1.4.2",
              "title": "Legislative Assembly approval",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "1.4.2.s1",
                      "text": "During a speech celebrating his fourth year in office on 1 June 2023, Bukele formally proposed legislation to reduce the number of municipalities from 262 to 44 and the number of seats in the Legislative Assembly from 84 to 60. Regarding the municipal reduction, he stated that the present municipalities would be transformed into districts, adding that municipal employees would keep their jobs and that communities would still be able to celebrate their local traditions and customs. Bukele argued that the reduction would also reduce the budgetary burden on the municipalities, make a \"more equitable\" distribution of taxation possible, and make electing and auditing mayors easier. Regarding the legislative reduction, he stated that the number of seats would return to the number that were present before the 1992 Chapultepec Peace Accords. He criticized opposition politicians, stating \"this Assembly once had 60 deputies, it did not occur to us this government that those in the corner do not like this announcement because ARENA and the FMLN, in that farce they signed, added 24 more deputies and it was the only thing that they accomplished in those 'peace accords'\" (\"{{lang|es|esta Asamblea tenía 60 diputados, no se nos ocurrió en este Gobierno, a esos de la esquina no les gusta este anuncio porque ARENA y el FMLN en esa farsa que firmaron añadieron a 24 diputados más y fue lo único que cumplieron en esos 'acuerdos de paz'}}\").",
                      "references": [
                        "https://www.elsalvador.com/noticias/nacional/arena-asamblea-johnny-wright-sol-nayib-bukele-nuestro-tiempo-rene-portillo-cuadra-cuarto-ano/1065243/2023/",
                        "https://diario.elmundo.sv/politica/bukele-pide-reducir-a-44-alcaldias-y-60-diputados-de-asamblea-legislativa",
                        "https://diariolahuella.com/presidente-bukele-anuncia-reduccion-a-60-diputados/"
                      ]
                    },
                    {
                      "id": "1.4.2.s2",
                      "text": "{| class=\"wikitable sortable\" style=\"font-size:90%; text-align:center; float:right\"\n|+ Results of the reductions by department\n|-\n! rowspan=\"2\" | Department\n! colspan=\"3\" | Legislative Assembly\n! colspan=\"3\" | Municipalities\n|-\n! data-sort-type=\"number\" | 2021\n! data-sort-type=\"number\" | 2024\n! +/–\n! data-sort-type=\"number\" | 2021\n! data-sort-type=\"number\" | 2024\n! +/–\n|-\n| align=\"left\" | Ahuachapán Department|Ahuachapán || 4 || 3 || {{decrease}} 1 || 12 || 3 || {{decrease}} 9\n|-\n| align=\"left\" | Cabañas Department|Cabañas || 3 || 2 || {{decrease}} 1 || 9 || 2 || {{decrease}} 7\n|-\n| align=\"left\" | Chalatenango Department|Chalatenango || 3 || 2 || {{decrease}} 1 || 33 || 3 || {{decrease}} 30\n|-\n| align=\"left\" | Cuscatlán Department|Cuscatlán || 3 || 2 || {{decrease}} 1 || 16 || 2 || {{decrease}} 14\n|-\n| align=\"left\" | La Libertad Department (El Salvador)|La Libertad || 10 || 7 || {{decrease}} 3 || 22 || 6 || {{decrease}} 16\n|-\n| align=\"left\" | La Paz Department (El Salvador)|La Paz || 4 || 3 || {{decrease}} 1 || 22 || 3 || {{decrease}} 19\n|-\n| align=\"left\" | La Unión Department|La Unión || 3 || 2 || {{decrease}} 1 || 18 || 2 || {{decrease}} 16\n|-\n| align=\"left\" | Morazán Department|Morazán || 3 || 2 || {{decrease}} 1 || 26 || 2 || {{decrease}} 24\n|-\n| align=\"left\" | San Miguel Department (El Salvador)|San Miguel || 6 || 5 || {{decrease}} 1 || 20 || 3 || {{decrease}} 17\n|-\n| align=\"left\" | San Salvador Department|San Salvador || 24 || 16 || {{decrease}} 8 || 19 || 5 || {{decrease}} 14\n|-\n| align=\"left\" | San Vicente Department|San Vicente || 3 || 2 || {{decrease}} 1 || 13 || 2 || {{decrease}} 11\n|-\n| align=\"left\" | Santa Ana Department|Santa Ana || 7 || 5 || {{decrease}} 2 || 13 || 4 || {{decrease}} 9\n|-\n| align=\"left\" | Sonsonate Department|Sonsonate || 6 || 5 || {{decrease}} 1 || 16 || 4 || {{decrease}} 12\n|-\n| align=\"left\" | Usulután Department|Usulután || 5 || 4 || {{decrease}} 1 || 23 || 3 || {{decrease}} 20\n|-\n! Total !! 84 !! 60 !! {{decrease}} 24 !! 262 !! 44 !! {{decrease}} 218\n|}",
                      "references": [
                        "https://diario.elmundo.sv/politica/aprueban-reduccion-a-60-diputados-y-eliminan-diputaciones-por-residuos",
                        "https://www.elsalvador.com/noticias/nacional/asamblea-legislativa-aprueba-ley-reduccion-municipios/1068062/2023/"
                      ]
                    },
                    {
                      "id": "1.4.2.s3",
                      "text": "ARENA stated that the reductions were a \"tactic to swing the electoral field in [{{Lang|es|Nuevas Ideas|italic=no}}'] favor\" (\"{{lang|es|táctica para inclinar la cancha electoral a su favor}}\"). Claudia Ortiz stated that the reduction of municipalities was to benefit {{Lang|es|Nuevas Ideas|italic=no}}' mayors who had done a \"very bad job\" since their election in 2021. Marleni Funes, an FMLN deputy, claimed that Bukele wanted to guarantee his grip on power and that every Salvadoran knows that fewer resources would arrive when the municipalities were reduced. Óscar Ortiz (Salvadoran politician)|Óscar Ortiz, the secretary-general of the FMLN, described the proposals as \"institutional fraud\" for occurring during the lead up to the 2024 election.",
                      "references": [
                        "https://diario.elmundo.sv/politica/asi-respondio-arena-al-discurso-de-bukele-ante-la-asamblea-legislativa",
                        "https://diario.elmundo.sv/politica/bukele-pide-reduccion-de-262-a-44-alcaldias-y-de-84-a-60-diputados",
                        "https://diario.elmundo.sv/politica/fmln-califica-de-fraude-reduccion-de-municipios-y-diputados-antes-de-elecciones-2024"
                      ]
                    },
                    {
                      "id": "1.4.2.s4",
                      "text": "On 7 June 2023, the Legislative Assembly approved the proposal to reduce the Legislative Assembly from 84 to 60 seats. Anabel Belloso, an FMLN deputy, claimed that the purpose of the legislative reduction was to \"continue concentrating power\", and other opposition figures argued that the reduction would diminish the smaller parties' political participation. In contrast, GANA deputy Romeo Aüerbach denied that the reductions would affect the representation of smaller parties. Claudia Ortiz and ARENA deputy César Reyes claimed that the reduction would assure and concentrate more power for {{Lang|es|Nuevas Ideas|italic=no}}.",
                      "references": [
                        "https://elfaro.net/es/202306/el_salvador/26882/Bukelismo-extingue-f%C3%B3rmula-electoral-que-favorec%C3%ADa-a-minor%C3%ADas.htm",
                        "https://diario.elmundo.sv/politica/bukele-nueva-regla-es-convencer-a-la-gente-de-votar-por-candidatos"
                      ]
                    },
                    {
                      "id": "1.4.2.s5",
                      "text": "On 13 June 2023, the Legislative Assembly approved the proposal to reduce the number of municipalities from 262 to 44, with the proposal stipulating that the reductions would go into effect on 1 May 2024. Portillo Cuadra described the reductions as \"counterproductive\" as it would assign mayors to oversee more people in each municipality. Wright claimed that the reductions would concentrate power among fewer people and that municipal representation was becoming \"less democratic\". He claimed that the municipal reductions were electoral objectives rather than a desire to promote development or save money and questioned the lack of studies conducted to determine if the 262 municipalities should be reduced to 44. In response to the opposition's criticism, Castro claimed that the political opposition was becoming desperate because the country was returning to a \"fair system\".",
                      "references": [
                        "https://www.elsalvador.com/noticias/nacional/reduccion-de-municipios-segregacion-fondo-para-elfodes-desarrollo-economico-y-social-los-asamblea-legislativa-nayib-bukele-alcaldias/1068157/2023/",
                        "https://diario.elmundo.sv/politica/asamblea-aprueba-44-municipios-y-sube-poblacion-representada-por-regidor"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Electoral system",
      "content": [
        {
          "id": "2.1",
          "title": "Election procedure",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "General elections were scheduled to be held in El Salvador five years after the 2019 presidential election and three years after the 2021 legislative election. The president, vice president, 60 Legislative Assembly deputies, 44 mayors and municipal councils of the country's municipalities (second-level subdivisions), and 20 Central American Parliament deputies were elected through a Direct election|popular vote. El Salvador's constitution mandated that the election would be \"free, direct, equal and Secret ballot|secret\". On 11 August 2022, the Supreme Electoral Court announced that the elections for the presidency, vice presidency, and the Legislative Assembly would be held on Sunday, 4 February 2024, and that the elections for the 44 municipalities and the Central American Parliament would be held on Sunday, 3 March 2024. If a second presidential round had been necessary, it would have occurred on 3 March. Voting was held from 7 a.m. to 5 p.m. Central Time Zone|Central Standard Time.",
                  "references": [
                    "https://www.swissinfo.ch/spa/el-salvador-necesita-una-agenda-de-reformas-electorales-dice-eurodiputado/47066778",
                    "https://diariolahuella.com/centros-de-votacion-abiertos-de-700-a-m-a-500-p-m/"
                  ]
                },
                {
                  "id": "2.1.s2",
                  "text": "To win the presidential election, a candidate needs an Majority|absolute majority (50%{{Nbsp}}+{{Nbsp}}1). If no candidate received an absolute majority, a Two-round system|second round between the two candidates with the most valid votes would have occurred within 30 days of the first round. Deputies of the Legislative Assembly were elected by the D'Hondt method, which was changed in June 2023 from the hare quota largest remainders method used in previous elections. Meanwhile, mayors, municipal council members, and Central American Parliament deputies were elected by open list proportional representation. The 60 deputies of the Legislative Assembly were elected in 14 constituencies for the Departments of El Salvador|country's 14 departments (first-level subdivisions), the 44 mayors and municipal councils were elected for each constituency, and the 20 Central American Parliament deputies were elected from one nationwide constituency.",
                  "references": [
                    "https://books.google.com.sg/books?id=-xZREAAAQBAJ&redir_esc=y"
                  ]
                },
                {
                  "id": "2.1.s3",
                  "text": "Presidential and vice presidential candidates must be at least 30 years old, legislative candidates must be at least 25 years old, and municipal candidates must be at least 21 years old. All candidates must be Salvadoran citizens by birth. Per article 38 of the Law of Political Parties, at least 30 percent of a party's total candidates for the legislative, municipal, and PARLACEN elections must be women. In addition to the 60 deputies elected to the Legislative Assembly and the 20 deputies elected to PARLACEN (referred to as proprietary deputies), an additional 60 substitute deputies were elected to the Legislative Assembly and 20 substitute deputies were elected to PARLACEN. Voters in each of the 44 municipalities elected 1 mayor and a varying number of members to the municipal council. Each municipal council consisted of 1 trustee, 4 proprietary aldermen, and 4 substitute alderman, however, two municipalities elected 8 proprietary alderman and two more elected 10 proprietary alderman due to those municipalities' larger size. In total, 624 people were elected to hold public office in the 2024 elections, a decrease from 3,206 in 2021.",
                  "references": [
                    "https://diario.elmundo.sv/politica/partidos-aspiran-a-tener-mas-alcaldes-y-diputados-en-2024",
                    "https://lanoticiasv.com/tse-pide-a-partidos-garantizar-candidaturas-de-mujeres-para-elecciones-2024/"
                  ]
                },
                {
                  "id": "2.1.s4",
                  "text": "A total of 1,595 voting centers were available across the country. Voting was not compulsory. Electronic voting for Salvadoran expatriates began at midnight on 6 January 2024. Expatriates were able to vote at 81 voting centers in 60 of the List of diplomatic missions of El Salvador|country's embassies and consulates in 30 countries; 42 eligible voters in 22 countries were unable to vote. The designs for all four ballots—presidential, legislative, municipal, and PARLACEN—were finalized on 6 December 2023.",
                  "references": [
                    "https://diario.elmundo.sv/politica/tse-aun-sin-definir-la-cantidad-de-centros-de-votacion-para-las-elecciones-de-2024",
                    "https://www.as-coa.org/articles/explainer-el-salvadors-2024-presidential-and-legislative-elections",
                    "https://diario.elmundo.sv/politica/arranca-voto-electronico-para-741094-salvadorenos-con-dui-en-el-exterior",
                    "https://diario.elmundo.sv/politica/tse-preve-217-maquinas-de-votacion-electronica-en-81-centros-de-60-ciudades",
                    "https://www.elsalvador.com/noticias/nacional/tse-papeletas-electorales-elecciones-2024/1108887/2023/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Election financing",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "In December 2022, TSE magistrate Noel Orellana estimated that it would cost between US$25 and 30 million to finance the expatriate vote for the 2024 election, but later revised the estimate to US$120 million. In February 2023, the TSE announced that the expatriate vote would cost US$70.6 million and the national election would cost US$89 million, for a total cost of US$159.7 million for the 2024 election. In March 2023, the TSE reduced its estimate to US$129.3 million and formally requested that amount from the Legislative Assembly. The Legislative Assembly approved the TSE's request on 15 March 2023, making the 2024 election the most expensive election in Salvadoran history.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/voto-exterior-presupuesto-tse-elecciones/1022090/2022/",
                    "https://diario.elmundo.sv/politica/voto-en-el-exterior-en-2024-costaria-unos-70-millones",
                    "https://diario.elmundo.sv/politica/hacienda-pide-1293-millones-para-elecciones-2024-luego-de-ajuste-a-lo-solicitado-por-tse",
                    "https://diario.elmundo.sv/politica/aprobados-presupuestos-para-elecciones-nacionales-y-voto-electronico-en-exterior"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Political parties",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "Additionally, various civil movements attempted to register with the TSE to gain political party status and to run in the 2024 election. Such civil movements included Citizen Power, the Authentic Republican Movement, the Authentic Salvadoran Movement (MAS), We Shall Construct a New El Salvador, the Salvadoran Veteran Party, Somos, and i. Citizen Power announced its primary elections in March 2023, but the TSE declared the announcement invalid because they were not registered to participate in the 2024 election. In mid-April 2023, the party turned in 50,000 signatures to the TSE to be registered as a political party. MAS abandoned its efforts to register in early-April 2023. In late-2022, Paul Monroy, the leader of i, announced the movement abandoned its efforts to register with the TSE.",
                  "references": [
                    "https://diario.elmundo.sv/politica/estos-5-partidos-politicos-estan-en-tramite-de-inscripcion-en-tse",
                    "https://diario.elmundo.sv/politica/poder-ciudadano-inicia-organizacion-para-elecciones-2024",
                    "https://diario.elmundo.sv/politica/tse-prorroga-plazo-para-que-fuerza-solidaria-recolecte-14000-firmas-que-le-hacen-falta",
                    "https://diario.elmundo.sv/politica/tse-autoriza-proselitismo-al-partido-en-organizacion-mar",
                    "https://diario.elmundo.sv/politica/poder-ciudadano-partido-aun-no-inscrito-convoca-a-internas-para-elegir-candidatos-2024",
                    "https://diario.elmundo.sv/politica/poder-ciudadano-entrega-firmas-para-inscribirse-como-partido-politico",
                    "https://diario.elmundo.sv/politica/movimiento-mas-abandona-proceso-de-inscripcion-como-partido-ante-el-tse",
                    "https://diario.elmundo.sv/politica/dos-movimientos-han-abandonado-proceso-de-inscripcion-en-el-tse"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.4",
          "title": "Registered voters",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.4.s1",
                  "text": "Salvadoran citizens over the age of 18 living in El Salvador had until 7 August 2023 to register to vote, while those living outside of the country had until 5 November 2023 to register. Salvadorans in the country had until 3 April 2023 to change their address of residency on their Unique Identity Document, while those living abroad had until 5 November 2023. Guillermo Wellman, a magistrate of the TSE, stated that individuals arrested during the country's gang crackdown were ineligible to vote. In the legislative election, votes cast from outside of the country were counted towards selecting deputies in the department of San Salvador Department|San Salvador. There were a total of 6,214,399 registered voters.",
                  "references": [
                    "https://diario.elmundo.sv/politica/hoy-cierra-el-registro-electoral-y-tramite-para-dui-anticipado",
                    "https://diario.elmundo.sv/politica/padron-exterior-cierra-el-5-de-noviembre-tres-meses-luego-de-cierre-de-padron-nacional",
                    "https://www.elsalvador.com/noticias/nacional/capturados-regimen-excepcion-impedidos-votar-2024-tse/1043527/2023/",
                    "https://www.elsalvador.com/noticias/nacional/voto-en-el-exterior-elecciones-legislativas-presidenciales-municipales-diaspora-salvadorena-san-salvador-eugenio-chicas-/1046686/2023/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Presidency",
      "content": [
        {
          "id": "3.1",
          "title": "Registered candidates",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "{| class=\"vertical-align-top wikitable sortable\" style=\"text-align:center\"\n! colspan=\"2\" | Party\n! colspan=\"2\" | Candidate\n! colspan=\"2\" | Running mate\n! Date nominated\n! Date registered\n! class=\"unsortable\" | {{abbr|Ref(s).|References}}\n|-\n| style=\"background-color:{{party color|Nuevas Ideas}}\" |\n| data-sort-value=\"Nuevas Ideas\" |  '''Nuevas Ideas'''{{efn|name=\"NI support\"}}\n| \n| data-sort-value=\"Bukele, Nayib\" style=\"line-height:1.0\" | '''Nayib Bukele'''<br />{{small|President of El Salvador|81st President of El Salvador<br />{{small|(2019–present)}}<br />Mayor of San Salvador<br />{{small|(2015–2018)}}<br />Nuevo Cuscatlán|Mayor of Nuevo Cuscatlán<br />{{small|(2012–2015)}}}}\n| \n| data-sort-value=\"Ulloa, Felix\"  style=\"line-height:1.0\" | '''Félix Ulloa'''<br />{{small|Vice President of El Salvador|50th Vice President of El Salvador<br />{{small|(2019–present)}}}}\n| data-sort-value=\"2023-07-09\" | 9 July 2023\n| data-sort-value=\"2023-11-03\" | 3 November 2023\n| \n|-\n| style=\"background-color:{{party color|Nationalist Republican Alliance}}\" |\n| data-sort-value=\"Nationalist Republican Alliance\" |  '''Nationalist Republican Alliance|Nationalist<br />Republican<br />Alliance'''\n| \n| data-sort-value=\"Sanchez, Joel\" | '''Joel Sánchez'''\n| \n| data-sort-value=\"Bonilla, Hilcia\" | '''Hilcia Bonilla'''\n| data-sort-value=\"2023-07-16\" | 16 July 2023\n| 9 November 2023\n| \n|-\n| style=\"background-color:{{party color|Farabundo Martí National Liberation Front}}\" |\n| data-sort-value=\"Farabundo Marti National Liberation Front\" |  '''Farabundo Martí National Liberation Front|Farabundo Martí<br />National Liberation<br />Front'''\n| \n| data-sort-value=\"Flores, Manuel\" style=\"line-height:1.0\" | '''Manuel Flores (Salvadoran politician)|Manuel Flores'''<br />{{small|Deputy of the Legislative Assembly of El Salvador|Legislative Assembly<br />{{small|(2012–2021)}}<br />Mayor of Quezaltepeque, La Libertad|Quezaltepeque<br />{{small|(2003–2012)}}}}\n| \n| data-sort-value=\"Marroquin, Werner\" | '''Werner Marroquín'''\n| data-sort-value=\"2023-07-16\" | 16 July 2023\n| data-sort-value=\"2023-11-03\" | 3 November 2023\n| \n|-\n| style=\"background-color:{{party color|Nuestro Tiempo (El Salvador)}}\" |\n| data-sort-value=\"Nuestro Tiempo\" |  '''Nuestro Tiempo (El Salvador)|Nuestro Tiempo'''\n| \n| data-sort-value=\"Parada, Luis\" | '''Luis Parada (lawyer)|Luis Parada'''\n| \n| data-sort-value=\"Medrano, Celia\" | '''{{ill|Celia Medrano|es}}'''\n| data-sort-value=\"2023-07-15\" | 15 July 2023\n| 9 November 2023\n| \n|-\n| style=\"background-color:{{party color|Solidary Force}}\" |\n| data-sort-value=\"Solidary Force\" |  '''Solidary Force'''\n| \n| data-sort-value=\"Renderos, Javier \" | '''Javier Renderos'''\n| \n| data-sort-value=\"Montalvo, Rafael\" style=\"line-height:1.0\" | '''Rafael Montalvo (politician)|Rafael Montalvo'''<br />{{small|Deputy of the Legislative Assembly of El Salvador|Legislative Assembly<br />{{small|(1988–1991)}}}}\n| data-sort-value=\"2023-07-24\" | 24 July 2023\n| 9 November 2023\n| \n|-\n| style=\"background-color:{{party color|Salvadoran Patriotic Fraternity}}\" |\n| data-sort-value=\"Salvadoran Patriotic Fraternity\" | '''Salvadoran Patriotic Fraternity|Salvadoran<br />Patriotic<br />Fraternity'''\n| \n| data-sort-value=\"Murillo, Marina\" | '''Marina Murillo'''\n| \n| data-sort-value=\"Carranza, Fausto\" | '''Fausto Carranza'''\n| data-sort-value=\"2023-08-27\" | 27 August 2023\n| 9 November 2023\n| \n|}",
                  "references": [
                    "https://diario.elmundo.sv/politica/tse-resuelve-inscribir-a-nayib-bukele-y-manuel-flores-como-candidatos-a-presidente",
                    "https://diario.elmundo.sv/politica/nuevas-ideas-proclama-candidatura-presidencial-de-bukele-para-2024",
                    "https://diario.elmundo.sv/politica/tse-inscribe-a-candidatos-presidenciales-de-arena-nuestro-tiempo-fps-y-fuerza-solidaria",
                    "https://www.elsalvador.com/noticias/nacional/fmln-inscribe-formula-presidencial-para-las-elecciones-2024-ante-el-tse/1088478/2023/",
                    "https://diario.elmundo.sv/politica/nuestro-tiempo-elige-sus-candidatos-presidenciales-legislativos-y-municipales-para-2024",
                    "https://lanoticiasv.com/formula-presidencial-de-fuerza-solidaria-con-pasado-politico-en-arena/",
                    "https://diario.elmundo.sv/politica/fraternidad-patriota-presento-su-formula-presidencial-para-2024"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Rejected candidates",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "{| class=\"vertical-align-top wikitable sortable\" style=\"text-align:center\"\n! colspan=\"2\" | Party\n! colspan=\"2\" | Candidate\n! colspan=\"2\" | Running mate\n! Date nominated\n! Date rejected\n! class=\"unsortable\" | {{abbr|Ref.|Reference}}\n|-\n| style=\"background-color:{{party color|Salvadoran Independent Party}}\" |\n| data-sort-value=\"Salvadoran Independent Party\" |  '''Salvadoran Independent Party|Salvadoran<br />Independent<br />Party'''\n| \n| data-sort-value=\"Cardona, Jose\" | '''José Cardoza'''\n| \n| data-sort-value=\"Sosa, Irma\" | '''Irma Sosa'''\n| data-sort-value=\"2023-08-28\" | 28 August 2023\n| data-sort-value=\"2023-10-04\" | 4 October 2023\n| \n|}",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/partido-pais-pide-tse-reconsiderar-resolucion-elecciones/1094343/2023/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Withdrawn candidates",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "* {{flagicon image|Flag of the Salvadoran Independent Party (PAIS).svg}} Gerardo Awad, 2019 ARENA presidential pre-candidate\n* {{flagicon image|Bandera - Frente Farabundo Martí para la Liberación Nacional.svg}} Jaime Zavaleta",
                  "references": [
                    "https://lanoticiasv.com/gerardo-awad-se-retira-de-la-candidatura-presidencial/",
                    "https://diario.elmundo.sv/politica/fmln-cuenta-con-dos-aspirantes-a-candidatos-presidenciales-2024"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.4",
          "title": "Declined candidates",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.4.s1",
                  "text": "* {{flagicon image|Bandera VAMOS.png}} Claudia Ortiz (El Salvador)|Claudia Ortiz, deputy of the Legislative Assembly (2021–present)\n* {{flagicon image|Flag of the Salvadoran Independent Party (PAIS).svg}} Mario Vega (pastor)|Mario Vega, senior pastor of Misión Cristiana Elim Internacional (1997–present)",
                  "references": [
                    "https://diario.elmundo.sv/politica/claudia-ortiz-descarta-candidatura-presidencial-2024-no-lo-aceptaria",
                    "https://diario.elmundo.sv/politica/pastor-mario-vega-descarta-cualquier-candidatura-hacia-2024"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Parliament",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "{{Lang|es|Nuevas Ideas|italic=no}} held a majority in the List of members of the XIII Legislative Assembly of El Salvador|13th Legislative Assembly; GANA, the PDC, and the PCN supported {{Lang|es|Nuevas Ideas|italic=no}}' government. The opposition consisted of ARENA, the FMLN, {{Lang|es|Nuestro Tiempo|italic=no}}, and {{Lang|es|Vamos|italic=no}}. Within the Central American Parliament, the fifteen deputies from {{Lang|es|Nuevas Ideas|italic=no}} and GANA belong to the Center-Democratic Integration Group, the four deputies from ARENA and the PCN belong to the Integrationist Democratic Unity, and the sole FMLN deputy belongs to the Parliamentary Group of the Left.",
              "references": [
                "https://historico.elsalvador.com/historico/833418/asamblea-nuevas-ideas-ernesto-castro.html",
                "https://parlacen.int/grupos-parlamentarios"
              ]
            },
            {
              "id": "4.s2",
              "text": "In the years following the 2021 legislative election, three deputies and twenty-two mayors from ARENA left the party and become Independent politician|independents, as had eleven mayors from the FMLN, and one deputy and two mayors from GANA.",
              "references": [
                "https://diario.elmundo.sv/politica/las-11-renuncias-en-el-partido-arena-a-que-se-deben"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Retiring deputies",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "{| class=\"wikitable sortable\"\n|-\n! colspan=\"2\" | Party\n! Retiring deputy\n! Department\n! Serving since\n! class=\"unsortable\" | {{abbr|Ref.|Reference}}\n|-\n| rowspan=\"5\" style=\"background-color:{{party color|Nationalist Republican Alliance}}\" |\n| rowspan=\"5\" | Nationalist Republican Alliance\n| data-sort-value=\"Romero Rodriguez, Alberto Armando\" | Alberto Armando Romero Rodríguez\n| data-sort-value=\"Cuscatlan\" | Cuscatlán Department|Cuscatlán\n| data-sort-value=\"2006-05-01\" | 1 May 2006\n| align=\"center\" | \n|-\n| data-sort-value=\"Avila Aviles, Rodrigo\" | Rodrigo Ávila|Rodrigo Ávila Avilés\n| data-sort-value=\"La Libertad\" | La Libertad Department (El Salvador)|La Libertad\n| data-sort-value=\"2015-05-01\" | 1 May 2015\n| align=\"center\" | \n|-\n| data-sort-value=\"Escobar Lopez, Ana Maria Margarita\" | Margarita Escobar|Ana María Margarita Escobar López\n| rowspan=\"2\" data-sort-value=\"San Salvador\" | San Salvador Department|San Salvador\n| data-sort-value=\"2009-05-01\" | 1 May 2009\n| align=\"center\" | \n|-\n| data-sort-value=\"Palomo Nieto, Jose Javier\" | José Javier Palomo Nieto\n| data-sort-value=\"Santa Ana\" | Santa Ana Department|Santa Ana\n| align=\"center\" | \n|-\n| data-sort-value=\"Garcia Torres, Jose Ilofio\" | José Ilofio García Torres\n| align=\"center\" | \n|-\n| data-sort-value=\"Garcia Salguero, Erick Alfredo\" | Erick Alfredo García Salguero\n| data-sort-value=\"La Libertad\" rowspan=\"2\" | La Libertad Department (El Salvador)|La Libertad\n| align=\"center\" rowspan=\"2\" | \n|-\n| data-sort-value=\"Santos de Gonzalez, Rebeca Aracely\" | Rebeca Aracely Santos de González\n|-\n| data-sort-value=\"Pineda Erazo, Marcela Balbina\" | Marcela Balbina Pineda Erazo\n| data-sort-value=\"La Paz\" | La Paz Department (El Salvador)|La Paz\n| align=\"center\" rowspan=\"8\" | \n|}",
                  "references": [
                    "https://diario.elmundo.sv/politica/estos-diputados-de-arena-buscan-la-reeleccion-y-estos-desistieron-de-ir-a-la-contienda-en-2024",
                    "https://diario.elmundo.sv/politica/diputados-de-oposicion-aun-no-deciden-si-buscaran-la-reeleccion-en-el-2024",
                    "https://www.elsalvador.com/noticias/nacional/asamblea-arena-rene-portillo-cuadra-elecciones-2024-/1034288/2023/",
                    "https://diario.elmundo.sv/politica/estos-son-los-60-candidatos-a-diputados-de-nuevas-ideas",
                    "https://diario.elmundo.sv/politica/sandra-martinez-y-norma-lobo-sustituiran-a-candidatos-inhabilitados-en-la-libertad",
                    "https://diario.elmundo.sv/politica/diputado-de-nuestro-tiempo-confirma-no-buscara-reeleccion-en-2024"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Electoral campaign",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "The TSE mandated that the parties had to announce their primary elections by 5 March 2023. The TSE initially required that the parties hold their primary elections by 5 July 2023, but after the Legislative Assembly voted to reduce the number of municipalities in June 2023, the TSE delayed the deadline for primary elections until 20 July 2023. Political parties had until 7 August 2023 to register presidential and legislative coalitions. Parties had until 4 September 2023 to form municipal and PARLACEN coalitions. In total, there were 7 presidential candidates, 7 vice presidential candidates, 313 legislative candidates, 202 municipal candidates, and 80 PARLACEN candidates. According to Citizen Action, only 67,415—or 26.4 percent—of registered political party members voted in the country's primary elections, the lowest percentage since the organization had been keeping track of this statistic since the 2015 Salvadoran legislative election|2015 primary elections.",
              "references": [
                "https://diario.elmundo.sv/politica/partidos-politicos-tienen-hasta-marzo-para-convocar-a-elecciones-internas",
                "https://diariolahuella.com/partidos-politicos-tienen-hasta-el-5-de-julio-para-realizar-elecciones-internas/",
                "https://diario.elmundo.sv/politica/tse-partidos-tienen-hasta-el-20-de-julio-para-elegir-candidatos-2024"
              ]
            },
            {
              "id": "5.s2",
              "text": "The TSE regulated campaigning on Facebook, TikTok, Twitter, and Instagram, but it did not regulate campaigning outside of the country. The following table lists the electoral registration and campaigning periods as defined by the TSE.",
              "references": [
                "https://diario.elmundo.sv/politica/tse-busca-sancionar-propaganda-anticipada-en-redes-sociales",
                "https://diario.elmundo.sv/politica/tse-no-regularia-propaganda-anticipada-en-el-exterior-del-pais"
              ]
            },
            {
              "id": "5.s3",
              "text": "{| class=\"wikitable\"\n|-\n! Election type\n! Registration period\n! Campaign period\n! Election date\n|-\n| President and Vice President\n| rowspan=\"2\" | 7 September 2023 – 26 October 2023\n| 3 October 2023 – 31 January 2024\n| rowspan=\"2\" | 4 February 2024\n|-\n| Legislative Assembly deputies\n| 3 December 2023 – 31 January 2024\n|-\n| PARLACEN deputies\n| 7 September 2023 – 23 November 2023\n| 2 January 2023 – 28 February 2024\n| rowspan=\"2\" | 3 March 2024\n|-\n| Municipal mayors and councils\n| 16 October 2023 – 23 November 2023\n| 5 February 2024 – 28 February 2024\n|}",
              "references": [
                "https://diario.elmundo.sv/politica/hoy-inicia-la-inscripcion-de-candidatos-presidenciales-legislativos-y-parlacen",
                "https://diario.elmundo.sv/politica/regulara-el-salvador-la-campana-electoral-anticipada-en-el-exterior"
              ]
            },
            {
              "id": "5.s4",
              "text": "Before the campaign period began, some {{Lang|es|Nuevas Ideas|italic=no}} politicians began to promote their electoral campaigns on Twitter and others purchased online advertising through Google Ads. López criticized the campaigns as illegal, arguing they violated article 172 of the electoral code. Legal experts and opposition politicians also accused {{Lang|es|Nuevas Ideas|italic=no}} of \"promoting the figure of Nayib Bukele\" ahead of the 3 October 2023 campaigning period for presidential candidates, and called on the TSE to take action against the supposed early campaigns being undertaken by {{Lang|es|Nuevas Ideas|italic=no}}. In October 2023, the TSE stated that it was investigating 20 to 25 cases of early campaigns. On 4 February 2024, four days after the beginning of a period of election silence, Bukele called upon voters to vote for him; ARENA criticized Bukele's call to voters, denouncing what the party described as \"disrespectful of the Constitution and the law\".",
              "references": [
                "https://www.elsalvador.com/noticias/nacional/precampana-electoral-campana-adelantada-nuevas-ideas-bancada-de-tse-elecciones-2024-/1072552/2023/",
                "https://www.elsalvador.com/noticias/nacional/respeto-a-la-ley-debe-ser-parte-de-una-campan-altura-dicen-abogados-y-candidatos/1090502/2023/",
                "https://lanoticiasv.com/tse-analiza-mas-de-20-casos-de-campana-adelantada/",
                "https://diario.elmundo.sv/politica/arena-denuncia-violacion-al-silencio-electoral-y-tilda-de-complice-al-tse"
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "title": "Nuevas Ideas",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.2.s1",
                  "text": "{{Nayib Bukele sidebar}}\nIn February 2023, Castro stated that {{Lang|es|Nuevas Ideas|italic=no}} aimed to win 70 seats in the Legislative Assembly and that the party did not intend to join a coalition with any other party. Following the reduction of municipalities and legislative seats, Castro stated that {{Lang|es|Nuevas Ideas|italic=no}} expected to win all 44 municipalities and all 60 seats in the Legislative Assembly. Castro's revised projections were criticized by opposition leaders; Claudia Ortiz described the projections as \"undemocratic\", Wright claimed that {{Lang|es|Nuevas Ideas|italic=no}} \"consolidating is a dictatorship\", and Belloso stated that the party was seeking to \"concentrate power\".",
                  "references": [
                    "https://diario.elmundo.sv/politica/ernesto-castro-buscara-la-reeleccion-y-dice-que-la-mayoria-lo-hara",
                    "https://diario.elmundo.sv/politica/nuevas-ideas-espera-ganar-las-44-alcaldias-y-los-60-diputados",
                    "https://diario.elmundo.sv/politica/oposicion-proyeccion-de-nuevas-ideas-va-contra-democracia"
                  ]
                },
                {
                  "id": "5.2.s2",
                  "text": "{{Lang|es|Nuevas Ideas|italic=no}}' deputies held events in the U.S. to meet Salvadoran expatriates and support Bukele's re-election campaign. Eduardo Escobar claimed the events were illegal according to the constitution's rules about promoting candidates. {{Lang|es|Nuevas Ideas|italic=no}} held such events in Houston, Los Angeles, New York City, Uniondale, New York|Uniondale, and Washington, D.C. When Bukele gave a speech to the Legislative Assembly to celebrate his fourth year in office on 1 June 2023, a group of Bukele's supporters were present inside the Legislative Assembly. They held signs with \"#Nayib2024\" written on them and banners supporting Bukele's re-election. The supporters also cheered for Bukele and the {{Lang|es|Nuevas Ideas|italic=no}} deputies, booed the opposition's deputies, and yelled chants supportive of re-election.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/asamblea-nuevas-ideas-tse-elecciones-2024-reeleccion-nayib-bukele-precampana-electoral-ernesto-castro-/1043140/2023/",
                    "https://diario.elmundo.sv/politica/diputados-de-nuevas-ideas-viajan-a-houston-para-reunirse-con-salvadorenos",
                    "https://www.elsalvador.com/noticias/nacional/asamblea-ernesto-castro-nayib-bukele-reeleccion-elecciones-2024-tse-voto-en-el-exterior-/1042921/2023/",
                    "https://diario.elmundo.sv/politica/ernesto-castro-dice-reeleccion-reeleccion-en-reunion-con-salvadorenos-en-eeuu",
                    "https://www.elsalvador.com/noticias/nacional/nuevas-ideas-arranca-nueva-york-reeleccion-bukele-tribuna-hispana-eeuu/1042509/2023/",
                    "https://diariolahuella.com/diputados-sostienen-encuentro-con-diaspora-salvadorena-2/",
                    "https://diario.elmundo.sv/politica/las-consignas-de-reeleccion-de-bukele-en-su-discurso-de-cuarto-ano-de-gobierno"
                  ]
                },
                {
                  "id": "5.2.s3",
                  "text": "On 25 June 2023, Bukele and Ulloa officially registered their pre-candidacies with {{Lang|es|Nuevas Ideas|italic=no}} for president and vice president, respectively. but after the reduction of the municipalities was approved, the party delayed its primaries until 9 July. According to Castro, the majority of {{Lang|es|Nuevas Ideas|italic=no}}s' deputies were seeking re-election. On 9 July, {{Lang|es|Nuevas Ideas|italic=no}} formalized Bukele and Ulloa's presidential and vice presidential campaigns. They ran unopposed and won 44,398 votes. During the primaries, 60 legislative candidates, and 20 PARLACEN candidates were also confirmed. {{Lang|es|Nuevas Ideas|italic=no}} formed one municipal coalition with GANA for San Miguel Centro and two municipal coalitions with Democratic Change (El Salvador)|Democratic Change for Sonsonate Oeste and Santa Ana Norte.",
                  "references": [
                    "https://diario.elmundo.sv/politica/nuevas-ideas-convoca-a-elecciones-para-elegir-candidatos-rumbo-a-2024",
                    "https://diario.elmundo.sv/politica/nuevas-ideas-pospone-sus-elecciones-internas-para-el-9-de-julio",
                    "https://diario.elmundo.sv/politica/mayoria-de-diputados-de-nuevas-ideas-buscarian-la-reeleccion-dice-castro",
                    "https://diario.elmundo.sv/politica/cuantos-votos-obtuvo-la-formula-bukele-ulloa-en-las-internas-de-nuevas-ideas",
                    "https://diario.elmundo.sv/politica/estos-son-los-candidatos-a-alcaldes-de-nuevas-ideas",
                    "https://diario.elmundo.sv/politica/estos-son-los-20-candidatos-al-parlacen-por-nuevas-ideas",
                    "https://www.elsalvador.com/noticias/nacional/partidos-presentaron-siete-pactos-de-coalicion-para-elecciones-municipal/1088145/2023/"
                  ]
                },
                {
                  "id": "5.2.s4",
                  "text": "{{Lang|es|Nuevas Ideas|italic=no}} began the process of registering its 60 legislative candidates and 20 PARLACEN candidates with the TSE on 20 October 2023, meanwhile, Bukele registered his candidacy with the TSE on 26 October, the last possible day to do so. After Bukele initiated the registration process, he addressed a crowd of supporters outside the TSE building who were chanting phrases such as \"five more [years]\", \"re-election\", and \"not one step back\". The TSE officially approved Bukele and Ulloa's candidacies on 3 November,",
                  "references": [
                    "https://diario.elmundo.sv/politica/asi-llegaron-los-candidatos-a-diputados-de-nuevas-ideas-a-solicitar-inscripcion",
                    "https://www.elsalvador.com/noticias/nacional/bukele-pide-inscribirse-para-la-reelecion-en-medio-de-llamados-al-tse-a-no-aceptarla/1099866/2023/"
                  ]
                },
                {
                  "id": "5.2.s5",
                  "text": "Bukele called on his supporters to win a three-fourths majority for {{Lang|es|Nuevas Ideas|italic=no}} in the Legislative Assembly in order to allow him to maintain the gang crackdown during his second term. In a video message, Bukele claimed that if {{Lang|es|Nuevas Ideas|italic=no}} lost only one seat, the opposition would \"liberate the gang members and use them to rise to power\" (\"{{lang|es|liberar a los pandilleros y ocuparlos para llegar al poder}}\"), although opposition politicians have denied such claims. In a message posted on social media, Bukele claimed that people who continue to believe in and vote for the opposition \"does not see, because they do not want to see; they will not change\" (\"{{lang|es|no ve, porque no quiere ver; no cambiará}}\"). Bukele stated that he was willing to work with the international community as long as they respected El Salvador as a partner rather than as subservient, adding that El Salvador could \"change\".",
                  "references": [
                    "https://diario.elmundo.sv/politica/bukele-dice-necesitan-mayoria-en-proxima-asamblea-para-continuar-el-regimen-de-excepcion",
                    "https://diario.elmundo.sv/politica/bukele-pide-votar-por-diputados-de-ni-para-que-no-liberen-a-pandilleros",
                    "https://diario.elmundo.sv/politica/no-podemos-negar-que-es-popular-pero-un-like-no-se-transforma-en-votos",
                    "https://lanoticiasv.com/medrano-acusa-a-bukele-de-utilizar-un-lenguaje-de-chantaje-para-que-voten-por-el/",
                    "https://lanoticiasv.com/presidente-nayib-bukele-sobre-los-partidos-de-la-oposicion-por-sus-frutos-los-conocereis/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.3",
          "title": "Nationalist Republican Alliance",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.3.s1",
                  "text": "In December 2022, Carlos García Saade, the president of ARENA, stated that ARENA sought to attain the \"maximum number\" of deputies and mayors, After the reduction of municipalities and legislative seats, García Saade stated that the party sought to win at least 25 seats in the Legislative Assembly and 30 municipalities.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-2024-alcaldias-/1059797/2023/",
                    "https://diario.elmundo.sv/politica/arena-42-planillas-municipales-y-diputaciones-completas"
                  ]
                },
                {
                  "id": "5.3.s2",
                  "text": "On 26 October 2022, García Saade announced that the party would not join a coalition with the FMLN to defeat Bukele in the 2024 election. He stated that joining forces with the FMLN would \"deteriorate both parties\" (\"{{lang|es|deteriorar a ambos partidos}}\"), and that he wanted ARENA to be the alternative for Salvadorans who oppose Bukele. Although he ruled out a coalition with the FMLN, he was still open to forming a coalition with other parties. At an event inaugurating the party's elected leadership on 26 March 2023, García Saade stated that the party was seeking to form coalitions and that it was looking for someone to lead the country's opposition as an \"alternative for El Salvador\". On 22 May, ''El Faro (digital newspaper)|El Faro'' alleged that ARENA was in negotiations with the FMLN, {{Lang|es|Vamos|italic=no}}, and {{Lang|es|Nuestro Tiempo|italic=no}} to form a political coalition for the presidential election to oppose Bukele. ARENA leaders acknowledged that the party was involved in negotiations but denied that the party was forming a coalition, and García Saade confirmed that ARENA had decided to not form any coalition.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-internas/1039960/2023/",
                    "https://www.elsalvador.com/noticias/nacional/elecciones-2024-arena-fmln-claudia-ortiz-nuestro-tiempo-vamos-nayib-bukele-/1049589/2023/",
                    "https://elfaro.net/es/202305/el_salvador/26851/partidos-opositores-y-sociedad-civil-a-punto-de-concretar-candidatura-presidencial-unica",
                    "https://diario.elmundo.sv/politica/arena-y-fmln-se-descartan-para-coalicion-y-admiten-dialogo-con-sectores-para-frenar-dictadura",
                    "https://diario.elmundo.sv/politica/arena-descarta-ceder-su-bandera-en-una-posible-coalicion-electoral"
                  ]
                },
                {
                  "id": "5.3.s3",
                  "text": "On 9 July 2023, ARENA officially announced that it had selected Joel Sánchez, a Salvadoran businessman living in the U.S., and Hilcia Bonilla, a businesswoman living in the U.S., as its presidential and vice presidential candidates, respectively. Sánchez's candidacy was proposed by the Citizen Resistance civil movement on 15 June 2023. Although his initial running mate was Hardy García, the wife of Salvadoran Independent Party (PAIS) leader Roy García; she withdrew her candidacy because she had received \"threats\". When Sánchez's candidacy was initially proposed, Miguel Fortín Magaña, the leader of Citizen Resistance, hoped that a political party would accept the movement's proposal and allow Sánchez to run under another party's banner.",
                  "references": [
                    "https://lanoticiasv.com/la-propuesta-de-ronald-umana-y-amigos-con-la-que-ellos-quisieran-ganar-las-presidenciales/",
                    "https://diario.elmundo.sv/politica/organizaciones-presentan-propuesta-para-candidata-a-la-vicepresidencia",
                    "https://diario.elmundo.sv/politica/hardy-garcia-renuncio-a-su-postulacion-politica-por-amenazas",
                    "https://www.elsalvador.com/noticias/nacional/elecciones-2024-presidenciales-presidencia-de-la-republica-/1068555/2023/"
                  ]
                },
                {
                  "id": "5.3.s4",
                  "text": "ARENA's primary elections were originally scheduled to occur on 18 June 2023, but were later moved to 2 July then again to 9 July, and finally to 16 July. The registration period for primary candidates ended on 15 May. García Saade stated that the presidential pre-candidates' names would not be disclosed for their safety, claiming that they were threatened by persons in government and by governmental institutions. On 16 July, ARENA elected Sánchez and Bonilla as its presidential and vice presidential candidates, respectively.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/alcaldes-electos-arena-asamblea-elecciones-2024-parlacen-presidente-de-partidos-politicos/1038659/2023/",
                    "https://diario.elmundo.sv/politica/arena-cambia-fecha-de-elecciones-internas-para-elegir-candidatos-para-2024",
                    "https://diario.elmundo.sv/politica/arena-reprograma-elecciones-internas-para-el-16-de-julio",
                    "https://diario.elmundo.sv/politica/arena-no-anunciara-a-sus-precandidatos-2024-por-amenazas",
                    "https://diario.elmundo.sv/politica/tres-partidos-senalan-amenazas-a-candidatos-segun-informe-de-ac"
                  ]
                },
                {
                  "id": "5.3.s5",
                  "text": "On 25 July 2023, Sánchez stated that he would be willing to renounce his presidential candidacy if it was what \"our country and our population wanted\" (\"{{lang|es|deseo de nuestro país y de nuestra población}}\") in order for find a more \"suitable\" candidate. Following the publication of a UFG opinion poll in late-August 2023 which listed Sánchez as having 4.3 percent support, Julia Evelyn Martínez, a former professor at the Central American University (San Salvador)|Central American University, stated that Sánchez was considering withdrawing his candidacy due to his low polling figures. In September 2023, García Saade stated that he believed that Sánchez would be able to win the presidency in the second round. ARENA began the process of registering Sánchez's and Bonilla's candidacies with the TSE on 9 October 2023. By 26 October, party also began to register all of its 60 legislative candidates in all 14 departments. On 23 November, ARENA began to register all of its 20 PARLACEN candidates. The TSE registered Sánchez and Bonilla's candidacies on 13 November, the legislative candidates by 16 December, and the PARLACEN candidates on 8 January 2024.",
                  "references": [
                    "https://lanoticiasv.com/joel-sanchez-acepta-que-arena-ya-no-es-tan-grande-como-parece-y-no-descarta-renunciar-a-su-candidatura/",
                    "https://diariolahuella.com/circulan-rumores-de-que-joel-sanchez-estaria-renunciando-a-su-candidatura-presidencial/",
                    "https://lanoticiasv.com/arena-le-apuesta-a-una-segunda-vuelta-en-las-elecciones-presidenciales-2024/",
                    "https://diario.elmundo.sv/politica/arena-pide-al-tse-inscribir-su-formula-presidencial-para-competir-en-2024",
                    "https://lanoticiasv.com/arena-inscribe-ante-el-tse-a-sus-60-candidatos-a-diputados-para-la-asamblea-legislativa/",
                    "https://diario.elmundo.sv/politica/nueve-partidos-piden-inscribir-candidatos-a-20-diputados-del-parlacen"
                  ]
                },
                {
                  "id": "5.3.s6",
                  "text": "Sánchez stated that the state of exception \"has to be stopped\", elaborating that it \"opens the opportunity to carry out abuses, corruption, [and] influence peddling\". Sánchez promised to review economic, taxation, educational, and agricultural policies to determine which ones were succeeding and which were failing. He described the Bitcoin in El Salvador|adoption of bitcoin as legal tender as \"the worst decision [Bukele's] government could have made\", stating that it resulted in the International Monetary Fund refusing to support El Salvador and the government losing millions of dollars. Sánchez and Bonilla stated that they would promote investment by \"establishing a judicial system that works\" (\"{{lang|es|establecer nuestro sistema jurídico que funcione}}\"), and Sánchez claimed that he was already in talks with potential unspecified investors. Sánchez supports restoring diplomatic relations with Taiwan as he believes that Taiwan was a \"better ally\" than China, citing better exchange student programs and trade deals with the country before relations were severed in 2018. He opposes reducing the number of municipalities, arguing that it would result in parts of the country being neglected by mayors. In October 2023, Sánchez announced that he would upload videos to TikTok that would make Salvadoran youths want to dance in support of his campaign.",
                  "references": [
                    "https://ultimahora.sv/joel-sanchez-el-regimen-de-excepcion-tiene-que-ser-cesado/",
                    "https://diario.elmundo.sv/politica/debemos-restablecer-la-independencia-de-los-poderes",
                    "https://www.elsalvador.com/noticias/nacional/arena-elecciones-presidenciales-presidencia-de-la-republica-2024-/1095398/2023/",
                    "https://www.elsalvador.com/noticias/nacional/elecciones-presidenciales-arena-el-salvador-/1098806/2023/",
                    "https://diariolahuella.com/joel-sanchez-invita-a-la-juventud-a-bailar-al-ritmo-de-sus-videos-en-tiktok/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.4",
          "title": "Farabundo Martí National Liberation Front",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.4.s1",
                  "text": "Following the conclusion of the FMLN's 42nd Ordinary National Convention on 11 December 2022, Óscar Ortiz (Salvadoran politician)|Óscar Ortiz, the secretary-general of the FMLN, announced that the party would not join any coalition in the 2024 elections with {{Lang|es|Nuevas Ideas|italic=no}}, ARENA, or GANA, but the party would be open to forming coalitions with other parties. On 22 May 2023, {{Lang|es|El Faro}} alleged that the FMLN was in negotiations with ARENA, {{Lang|es|Vamos|italic=no}}, and {{Lang|es|Nuestro Tiempo|italic=no}} to form a political coalition for the presidential election to oppose Bukele. In July 2023, Ángel Monge, a member of the FMLN's political commission, stated that the FMLN would not form coalitions for the Legislative Assembly but would still consider forming coalitions for the municipal elections. In October 2023, Marleni Funes stated that the FMLN aimed to win 16 or 17 seats in the Legislative Assembly.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/fmln-oscar-ortiz-elecciones-legislativas-municipales-presidenciales/1023664/2022/",
                    "https://diario.elmundo.sv/politica/bukele-dice-arena-y-fmln-consuman-su-union-dirigentes-lo-descartan-y-reconocen-platicas-con-organizaciones",
                    "https://lanoticiasv.com/diputada-del-fmln-marlene-funes-nosotros-esperamos-sacar-entre-16-a-17-diputados-para-eso-estamos-trabajando/"
                  ]
                },
                {
                  "id": "5.4.s2",
                  "text": "On 29 May 2023, Flores officially registered as a pre-candidate for the presidency and Werner Marroquín registered as his running-mate. Flores was the party's only presidential pre-candidate to register, although Jaime Zavaleta expressed interest in securing the party's nomination. The FMLN was open to forming a presidential coalition with {{Lang|es|Vamos|italic=no}}, {{Lang|es|Nuestro Tiempo|italic=no}}, and PAIS, but ultimately did not join any presidential coalition.",
                  "references": [
                    "https://diario.elmundo.sv/politica/exdiputado-manuel-flores-se-inscribe-como-precandidato-presidencial-por-el-fmln",
                    "https://www.elsalvador.com/noticias/nacional/fmln-no-hara-alianza-arena-elecciones-2024/1064513/2023/",
                    "https://diario.elmundo.sv/politica/fmln-no-descarta-posible-alianzas-con-vamos-nuestro-tiempo-y-pais",
                    "https://diariolahuella.com/fmln-afirma-que-sus-candidatos-representan-el-futuro-de-el-salvador/"
                  ]
                },
                {
                  "id": "5.4.s3",
                  "text": "The party originally planned to hold its primary elections on 11 June 2023, but after the reduction of seats in the Legislative Assembly, its primaries were postponed to 2 July and then again to 16 July. On 16 July, Flores and Marroquín were officially elected as the FMLN's presidential and vice presidential candidates, respectively. The party also elected 44 municipal candidates and 60 candidates for the Legislative Assembly from all 14 departments. According to Citizen Action, the FMLN stated that it would not disclose its entire list of candidates due to alleged threats made against its candidates for participating in the elections. On 23 October, Flores stated that he had responded to the TSE's concerns. The TSE officially voted to register Flores and Marroquín's candidacies on 3 November. On 28 October, the FMLN began registering its municipal candidates from San Salvador. On 16 November, the party began the process of registering all 20 of its PARLACEN candidates. That same day, Óscar Ortiz stated that the party would have considered dropping out of the 2024 elections if it was unable to continue financing its electoral campaigns as a result of debts accumulated during the 2019 and 2021 elections. The TSE registered the legislative candidates by 15 December and the PARLACEN candidates on 24 January 2024.",
                  "references": [
                    "https://diario.elmundo.sv/politica/manuel-flores-pide-a-fmln-no-elegir-candidatos-con-pasado-corrupto",
                    "https://diario.elmundo.sv/politica/seis-partidos-eligieron-ayer-a-sus-candidatos-para-elecciones-2024",
                    "https://diario.elmundo.sv/politica/fmln-pide-inscripcion-de-candidatos-al-parlamento-centroamericano",
                    "https://elfaro.net/es/202311/el_salvador/27156/oscar-ortiz-sin-financiamiento-considerariamos-retirarnos-de-las-elecciones"
                  ]
                },
                {
                  "id": "5.4.s4",
                  "text": "In October 2023, Flores stated that he believed he would win the presidential election in the first round, making a second round irrelevant. In September 2023, Flores stated that, if elected, he would maintain the state of exception if the country's population supported it. He also stated that all criminals \"will continue to stay in prison and we will pursue all criminals\". Regarding corruption, Flores stated that \"corruption is not combated, corruption is avoided ... in my government, I will not select corrupt individuals to form part of the cabinet\" (\"{{lang|es|la corrupción no se combate, la corrupción se evita ... en mi gobierno no voy a presentar corruptos que formen parte del gabinete}}\"). Flores promised to invest US$30 million in the transportation sector and reduce the price of transportation fares for students by half, which would affect around 150,000 students in the country. Flores promised to launch the \"Zero Hunger\" (\"{{lang|es|Hambre Cero}}\") initiative to combat hunger by investing US$60 million into building three \"zero-hunger supply centers\" which would distribute grain. Flores also proposed raising the minimum pension from US$50 per day to US$70 per day. He announced his \"Prosperous Municipalities\" (\"{{lang|es|Municipios Prósperos}}\") plan to develop and invest in the country's municipalities. Flores promised to launch investigations into all of Cabinet of Nayib Bukele|Bukele's government officials if elected president.",
                  "references": [
                    "https://diario.elmundo.sv/politica/fmln-juramenta-candidatos-para-2024-y-asegura-que-ganara-la-presidencia-en-la-primera-vuelta",
                    "https://lanoticiasv.com/manuel-flores-aseguro-que-podria-mantener-el-regimen-de-excepcion-de-ganar-en-2024-que-propone-para-mejorar-la-economia-en-el-salvador/",
                    "https://diario.elmundo.sv/politica/fmln-dice-que-mantendra-a-criminales-en-la-prision-y-evitara-la-corrupcion",
                    "https://lanoticiasv.com/manuel-flores-lanza-su-primera-propuesta-de-campana-reducir-a-la-mitad-el-costo-de-pasajes-para-estudiantes/",
                    "https://lanoticiasv.com/flores-presenta-su-propuesta-economica-hambre-cero-tres-grandes-centros-de-abastecimiento-por-una-inversion-de-60-millones/",
                    "https://lanoticiasv.com/municipios-prosperos-la-propuesta-del-fmln-para-devolverle-el-fodes-a-los-municipios/",
                    "https://lanoticiasv.com/manuel-flores-asegura-que-de-ganar-en-2024-pedira-se-investigue-a-los-politicos-del-actual-gobierno/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.5",
          "title": "Nuestro Tiempo",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.5.s1",
                  "text": "In March 2023, Andy Failer, the leader of {{Lang|es|Nuestro Tiempo|italic=no}}, indicated that the party was open to forming coalitions with other parties On 13 April, during an interview on Channel 21, Failer confirmed that the party would not form a coalition with ARENA or the FMLN but was still considering a coalition with {{Lang|es|Vamos|italic=no}}; {{Lang|es|Vamos|italic=no}} expressed disinterest in forming a coalition with {{Lang|es|Nuestro Tiempo|italic=no}}.",
                  "references": [
                    "https://diario.elmundo.sv/politica/nuestro-tiempo-considera-coalicion-con-vamos-sin-arena-o-fmln-hacia-2024",
                    "https://diario.elmundo.sv/politica/nt-propone-una-union-democratica-que-responden-arena-y-fmln"
                  ]
                },
                {
                  "id": "5.5.s2",
                  "text": "On 31 May 2023, Luis Parada (lawyer)|Luis Parada, a lawyer who resides in the U.S., announced that he was running for president. His candidacy was proposed by Sumar por El Salvador. {{ill|Celia Medrano|es}}, a human rights lawyer, was Parada's running mate. The following day, during an interview with Telecorporación Salvadoreña's {{Lang|es|Frente a Frente}}, Failer confirmed that Parada and Medrano were both running under the banner of {{Lang|es|Nuestro Tiempo|italic=no}}, adding that \"it's to choose between democracy and dictatorship; if we unite ourselves behind this, we will change what is happening to our country\". Parada had previously sought ARENA's 2019 presidential nomination.",
                  "references": [
                    "https://diario.elmundo.sv/politica/luis-parada-acepta-ser-parte-de-la-formula-presidencial-propuesta-por-sumar",
                    "https://diario.elmundo.sv/politica/luis-parada-y-celia-medrano-se-afiliaron-a-nuestro-tiempo-failer"
                  ]
                },
                {
                  "id": "5.5.s3",
                  "text": "The party originally planned to hold its primary elections for president and vice president on 25 June 2023 and its primary elections for deputies and mayors on 2 July, but after the reduction of municipalities, the party decided to hold all its primary elections on 15 July. According to Sofía González, the president of {{Lang|es|Nuestro Tiempo|italic=no}}'s permanent electoral commission, {{Lang|es|Nuestro Tiempo|italic=no}} would contest legislative seats in 8 departments and the mayorships of 19 municipalities. The party did not participate in the PARLACEN elections as it believed that PARLACEN is a waste of the government's resources. On 15 July, {{Lang|es|Nuestro Tiempo|italic=no}} held its primary elections and officially elected Parada and Medrano as its presidential and vice presidential candidates, respectively, awarding them 100 percent of the vote. The party also elected 18 municipal candidates and 40 deputy candidates in seven departments.",
                  "references": [
                    "https://diario.elmundo.sv/politica/nuestro-tiempo-elegira-solo-candidatos-a-presidente-y-vicepresidente-el-25-de-junio",
                    "https://diario.elmundo.sv/politica/estas-son-las-nuevas-fechas-de-las-internas-de-partidos-hacia-2024",
                    "https://diario.elmundo.sv/politica/nuestro-tiempo-competira-por-diputados-y-concejos-de-ocho-departamentos",
                    "https://diario.elmundo.sv/politica/nuestro-tiempo-elige-este-sabado-candidatos-a-presidente-diputados-y-alcaldes"
                  ]
                },
                {
                  "id": "5.5.s4",
                  "text": "In an interview with Channel 9 in July 2023, Parada stated that, if elected, he would review the necessity and constitutionality of the state of exception. In August 2023, Parada stated that he would suspend the state of exception, describing it as \"nothing more than the current government's propaganda\", and an \"illusion\". Parada promised to remove the justices on the Supreme Court's Constitutional Court and restore the justices that the Legislative Assembly removed on 1 May 2021.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/",
                    "https://ultimahora.sv/luis-parada-suspenderia-el-regimen-de-excepcion/",
                    "https://diariolahuella.com/luis-parada-dice-que-la-seguridad-en-el-salvador-es-una-ilusion/",
                    "https://diariolahuella.com/nuestro-tiempo-de-ganar-la-presidencia-destituira-a-magistrados-de-la-sala-de-lo-constitucional/"
                  ]
                },
                {
                  "id": "5.5.s5",
                  "text": "On 25 October 2023, {{Lang|es|Nuestro Tiempo|italic=no}} began the process of registering its presidential and vice presidential candidates. By 26 October, {{Lang|es|Nuestro Tiempo|italic=no}} had initiated the processof registering its legislative candidates in five departments. The TSE registered Parada and Medrano's candidacies on 13 November and the legislative candidates on 27 December.",
                  "references": [
                    "https://diario.elmundo.sv/politica/luis-parada-y-celia-medrano-de-nuestro-tiempo-piden-inscripcion-en-contienda-presidencial"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.6",
          "title": "Solidary Force",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.6.s1",
                  "text": "Solidary Force originally scheduled its primary elections for 2 July 2023, but after the reduction of the municipalities, its primaries were delayed for 16 July. On 31 March, the TSE officially allowed the party to participate in the elections. The party announced its elections again on 7 April, as its the TSE considered the original announcement invalid. Some deputies from ARENA, the FMLN, {{Lang|es|Nuestro Tiempo|italic=no}}, and {{Lang|es|Vamos|italic=no}} criticized the TSE for allowing the Solidary Force to register, describing the process as favoritism and illegal.",
                  "references": [
                    "https://diario.elmundo.sv/politica/fuerza-solidaria-convoco-a-elecciones-internas-para-elegir-candidatos-en-2024",
                    "https://diario.elmundo.sv/politica/tse-autoriza-a-fuerza-solidaria-a-convocar-a-elecciones-internas-hacia-2024",
                    "https://diario.elmundo.sv/politica/fuerza-solidaria-convoca-a-internas-de-candidatos-2024-con-aval-del-tse",
                    "https://diario.elmundo.sv/politica/partidos-reclaman-al-tse-favoritismo-con-fuerza-solidaria",
                    "https://www.elsalvador.com/noticias/nacional/oposicion-califica-ilegal-tse-permita-fuerza-solidaria-participar-elecciones-2024/1053739/2023/"
                  ]
                },
                {
                  "id": "5.6.s2",
                  "text": "On 16 July 2023, Solidary Force held its primary elections for the 44 municipalities, 16 deputies for San Salvador, and 1 deputy for each Ahuachapán Department|Ahuachapán, La Paz Department (El Salvador)|La Paz, Santa Ana Department|Santa Ana, and Sonsonate Department|Sonsonate. On 24 July, Solidary Force announced that Javier Renderos, an Obstetrics|obstetrician, would be its presidential candidate and that Rafael Montalvo (politician)|Rafael Montalvo, an agriculturist and former ARENA deputy of the Legislative Assembly, would be its vice presidential candidate. Solidary Force formed a municipal coalition with Democratic Change for Usulután Oeste.",
                  "references": [
                    "https://diario.elmundo.sv/politica/fuerza-solidaria-no-descarta-presentar-candidatura-a-presidente-para-2024",
                    "https://diario.elmundo.sv/politica/exareneros-integran-la-formula-presidencial-del-partido-fuerza-solidaria"
                  ]
                },
                {
                  "id": "5.6.s3",
                  "text": "On 23 October 2023, Solidary Force began the process of registering its presidential and vice presidential candidates as well as its legislative candidates for San Salvador. By 26 October, the party had initiated the process of registering its legislative candidates in nine departments. On 23 November, the party began the process of registering all 20 of its PARLACEN candidates. The TSE registered Renderos and Montalvo's candidacies on 13 November, the legislative candidates by 8 December, and the PARLACEN candidates by 30 January 2024.",
                  "references": [
                    "https://diario.elmundo.sv/politica/fuerza-solidaria-pide-inscribir-a-candidatos-a-presidente-y-diputados"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.7",
          "title": "Salvadoran Patriotic Fraternity",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.7.s1",
                  "text": "The Salvadoran Patriotic Fraternity held its primary elections from 16 to 20 July 2023. On 27 August, the party announced that it selected Marina Murillo, an architect, as its presidential candidate and Fausto Carranza as its vice presidential candidate.",
                  "references": [
                    "https://diario.elmundo.sv/politica/algunos-partidos-politicos-no-hicieron-publicas-sus-elecciones-internas",
                    "https://www.elsalvador.com/noticias/nacional/presidente-presidencia-de-la-republica-elecciones-2024-participacion-politica-mujer-/1085853/2023/"
                  ]
                },
                {
                  "id": "5.7.s2",
                  "text": "On 23 October 2023, the Salvadoran Patriotic Fraternity began the process of registering its presidential and vice-presidential candidates. It did not register any legislative candidates. On 23 November, the party began to register all 20 of its PARLACEN candidates. The TSE registered Murillo and Carranza's candidacies on 3 November.",
                  "references": [
                    "https://diario.elmundo.sv/politica/fps-pide-al-tse-inscribir-a-su-candidata-presidencial-y-rechaza-anticipo-de-deuda-politica"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.8",
          "title": "Salvadoran Independent Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.8.s1",
                  "text": "In December 2022, Roy García stated that the party sought to win between 20 and 25 seats in the Legislative Assembly and between 90 and 100 mayors.",
                  "references": [
                    "https://diario.elmundo.sv/politica/partido-pais-se-mantiene-dividido-en-elecciones-internas-hacia-2024"
                  ]
                },
                {
                  "id": "5.8.s2",
                  "text": "Samuel Tejada, the party's membership secretary, stated that the party would select presidential and vice presidential candidates. and in January 2023, Awad announced that he would no longer seek to run for president with PAIS. Awad invited Mario Vega (pastor)|Mario Vega, the senior pastor of Misión Cristiana Elim Internacional, to be his vice presidential candidate, but Vega declined Awad's offer and stated that he did not intend to seek any public office during the 2024 election. On 4 June 2023, Awad officially announced his withdrawal from the 2024 election as he did not believe that conditions were favorable for his campaign, but he stated that he would prepare for a new presidential campaign in 2029.",
                  "references": [
                    "https://diario.elmundo.sv/politica/gerardo-awad-dice-ya-no-buscara-candidatura-presidencial-por-pais"
                  ]
                },
                {
                  "id": "5.8.s3",
                  "text": "PAIS planned to hold its elections on 11 June 2023,",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/partido-pais-pide-audiencia-en-el-tse-o-se-tomaran-las-calles-aseguran-afiliados/1083210/2023/"
                  ]
                },
                {
                  "id": "5.8.s4",
                  "text": "On 28 August 2023, PAIS deputy secretary Carlos Molina announced that it selected José Cardoza, an agricultural engineer, as its presidential candidate and Irma Sosa as its vice presidential candidate. The party also presented its legislative, municipal, and PARLACEN candidates, however, Roy García stated on Facebook that Molina's announcement was not legitimate and that all of the party's candidates were invalid. He added that the party should wait and reorganize for the 2027 legislative election. On 21 September, PAIS began the process of registering Cardoza's and Sosa's candidacies with the TSE, however, on 4 October, the TSE passed a resolution to deregister the party and bar it from participating in the 2024 election. On 13 October, Herbert Vega Cruz, a lawyer for PAIS, accused the TSE magistrates of committing electoral fraud for deregistering the party and rejecting its candidates. By 26 October, PAIS began the process of registering all its legislative candidates in nine departments. On 28 November, the TSE stated that it would not register any of PAIS's presidential, legislative, municipal, or PARLACEN candidates.",
                  "references": [
                    "https://lanoticiasv.com/pais-presenta-su-formula-presidencial-jose-rodolfo-cardoza-e-irma-sosa/",
                    "https://lanoticiasv.com/tse-recibio-solicitud-de-inscripcion-de-formula-presidencial-del-partido-pais/",
                    "https://lanoticiasv.com/roy-garcia-asegura-que-su-partido-no-debe-participar-en-las-elecciones-2024-mientras-pais-insiste-en-inscribir-candidaturas/",
                    "https://diario.elmundo.sv/politica/abogado-de-pais-denuncia-a-magistrados-del-tse-por-supuesto-fraude",
                    "https://diario.elmundo.sv/politica/candidaturas-a-diputados-de-asamblea-legislativa-con-bastantes-prevenciones",
                    "https://diario.elmundo.sv/politica/tse-instruye-a-las-juntas-que-no-inscribaa-los-candidatos-de-pais"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.9",
          "title": "Grand Alliance for National Unity",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.9.s1",
                  "text": "In December 2022, Gallegos stated that the party sought to increase the number of seats it had in the Legislative Assembly from 5 to 15. Before the reduction of municipalities' legislative seats, Gallegos stated that the party sought to increase its number of mayors from 34 to over 100. Gallegos initially stated he would seek re-election to the Legislative Assembly, but then later stated that he was running for mayor of San Salvador Centro, and then again reverted his decision again stating that he would be seeking re-election to the Legislative Assembly.",
                  "references": [
                    "https://lanoticiasv.com/gana-eligio-a-sus-candidatos-en-todos-los-departamentos-y-municipios-para-las-elecciones-2024/",
                    "https://www.elsalvador.com/noticias/nacional/guillermo-gallegos-nayib-bukele-gana-elecciones-2024-asamblea-legislativa/1056540/2023/",
                    "https://diario.elmundo.sv/politica/guillermo-gallegos-buscara-candidatura-por-la-alcaldia-de-san-salvador-centro",
                    "https://diario.elmundo.sv/politica/guillermo-gallegos-se-retracta-de-candidatura-como-alcalde-de-san-salvador-centro"
                  ]
                },
                {
                  "id": "5.9.s2",
                  "text": "Prior to Bukele's registration as a presidential pre-candidate with Nuevas Ideas on 26 June 2023, some GANA leaders believed that Bukele could seek re-election with GANA rather than Nuevas Ideas as he was initially elected in 2019 as a member of GANA. In July 2022, Gallegos stated that GANA would endorse Bukele's re-election campaign if he ran under the banner of another party instead of GANA. On 16 June 2023, Gallegos stated that GANA would not participate in the presidential election unless Bukele was the party's candidate. On 26 June, Gallegos confirmed that GANA would not run a presidential or vice presidential candidate, stating that the party supports Bukele's re-election campaign.",
                  "references": [
                    "https://diario.elmundo.sv/politica/gana-no-descarta-una-coalicion-para-respaldar-a-bukele-en-una-posible-candidatura-presidencial",
                    "https://lanoticiasv.com/diputado-guillermo-gallegos-al-unico-candidato-presidencial-que-podemos-llevar-es-a-nayib-bukele/"
                  ]
                },
                {
                  "id": "5.9.s3",
                  "text": "The party originally planned to hold its primary elections on 2 July 2023, but after the reduction of municipalities, the party delayed its primaries until 16 July. The party held its primaries on 16 July and elected 44 municipal candidates, 60 deputies to the Legislative Assembly from all 14 departments, and deputies to PARLACEN. GANA formed one municipal coalition with {{Lang|es|Nuevas Ideas|italic=no}} for San Miguel Centro and one municipal coalition with the PCN for Chalatenango Centro. Unlike in the 2021 election, GANA did not form coalitions with {{Lang|es|Nuevas Ideas|italic=no}} for the Legislative Assembly elections.",
                  "references": [
                    "https://diario.elmundo.sv/politica/gana-convoca-a-elecciones-internas-para-elegir-candidatos-hacia-el-2024",
                    "https://diario.elmundo.sv/politica/los-60-candidatos-a-diputados-de-gana-quienes-son"
                  ]
                },
                {
                  "id": "5.9.s4",
                  "text": "By 25 October 2023, GANA had initiated the registration process for all of its legislative candidates in all 14 departments. On 20 November, GANA began to register all 20 of its PARLACEN candidates. The TSE registered the legislative candidates by 8 December and the PARLACEN candidates by 8 January 2024.",
                  "references": [
                    "https://lanoticiasv.com/gana-completo-solicitud-de-inscripcion-de-candidaturas-a-diputados-de-los-14-departamentos/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.10",
          "title": "National Coalition Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.10.s1",
                  "text": "Before the reduction of municipalities' legislative seats, Manuel Rodríguez stated that the National Coalition Party (El Salvador)|National Coalition Party ({{Lang|es|Partido de Concertación Nacional|italic=no}}, or PCN) sought to increase the number of deputies in the Legislative Assembly from three to nine and increase the number of mayors from 2 to 33.",
                  "references": [
                    "https://diario.elmundo.sv/politica/pcn-buscara-triplicar-diputados"
                  ]
                },
                {
                  "id": "5.10.s2",
                  "text": "The party originally planned to hold its primary elections on 5 July 2023, but after the reduction of municipalities, it delayed its primaries to 16 July. The PCN formed a coalition with the Christian Democratic Party ({{Lang|es|Partido Demócrata Cristiano|italic=no}}, or PDC) to jointly contest both legislative seats of Morazán Department|Morazán. It also formed a coalition with the Citizen Power civil movement for legislative seats and municipalities in San Salvador. The coalition is unofficial as Citizen Power is not a registered political party. In August 2023, Rodríguez confirmed that the PCN would not present a presidential candidate. On 30 January 2024, the PCN announced its support for Bukele's presidential campaign. The PCN formed one municipal coalition with GANA for Chalatenango Centro and two municipal coalitions with the PDC for the Morazán Norte and Morazán Sur.",
                  "references": [
                    "https://diario.elmundo.sv/politica/pcn-convoca-a-elecciones-internas-para-candidatos-2024",
                    "https://diario.elmundo.sv/politica/pcn-y-gana-realizan-sus-internas-pendientes-al-termino-del-plazo",
                    "https://diario.elmundo.sv/politica/solo-un-pacto-de-coalicion-legislativa-y-ninguno-para-presidente-hacia-2024",
                    "https://diario.elmundo.sv/politica/organizacion-poder-ciudadano-realiza-alianza-con-el-pcn-hacia-elecciones-2024",
                    "https://lanoticiasv.com/pcn-no-participara-en-elecciones-presidenciales-pero-dejara-abierto-a-que-sus-miembros-apoyen-a-quien-mejor-les-parezca/"
                  ]
                },
                {
                  "id": "5.10.s3",
                  "text": "By 26 October 2023, the PCN had initiated the process of registering its legislative candidates in 12 departments. By 23 November, the PCN began the process of registering all 20 of its PARLACEN candidates. The TSE registered the legislative candidates by 27 December and the PARLACEN candidates on 30 January 2024.",
                  "references": [
                    "https://diario.elmundo.sv/politica/solo-cuatro-partidos-presentaron-candidaturas-a-diputados-para-los-14-departamentos",
                    "https://lanoticiasv.com/los-partidos-politicos-fs-pnc-y-cd-solicitaron-inscripcion-de-planilla-de-aspirantes-a-diputados-al-parlamento-centroamericano/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.11",
          "title": "Christian Democratic Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.11.s1",
                  "text": "On 5 June 2023, Reinaldo Carballo, the Christian Democratic Party (El Salvador)|Christian Democratic Party's (PDC) secretary-general, announced that the party would not have a presidential candidate. He confirmed that the party would participate in the legislative and municipal elections, and that the party was reorganizing its electoral process to adjust for the reduction of municipalities and seats in the Legislative Assembly. After the reduction of municipalities and legislative seats, Carballo stated that the party expects to win at least 10 municipalities and 12 seats in the Legislative Assembly.",
                  "references": [
                    "https://diario.elmundo.sv/politica/pdc-no-presentara-candidatura-presidencial-en-2024",
                    "https://www.elsalvador.com/noticias/nacional/pdc-presento-precandidatos-san-salvador/1075446/2023/"
                  ]
                },
                {
                  "id": "5.11.s2",
                  "text": "The PDC originally planned to hold its primary elections on 14 May 2023, but later postponed them to 2 July and then again to 20 July.",
                  "references": [
                    "https://diario.elmundo.sv/politica/pdc-dice-no-llevara-candidato-presidencial-2024-y-presenta-a-sus-candidatos-a-diputados-y-alcaldes"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.12",
          "title": "Vamos",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.12.s1",
                  "text": "On 5 March 2023, {{Lang|es|Vamos|italic=no}} formally announced that it would not run a presidential candidate or compete in the PARLACEN elections. Claudia Ortiz announced her intention to be re-elected as a deputy of the Legislative Assembly and that she would not seek a presidential candidacy. Sofía Vaquerano, the party's legal secretary, stated that {{Lang|es|Vamos|italic=no}} would not form coalitions with individuals who had been accused of being corrupt.",
                  "references": [
                    "https://diario.elmundo.sv/politica/vamos-convoca-a-elecciones-internas-para-escoger-candidatos-a-alcaldes-y-diputados",
                    "https://diario.elmundo.sv/politica/vamos-no-establecera-coaliciones-con-personas-senaladas-de-corrupcion-para-2024"
                  ]
                },
                {
                  "id": "5.12.s2",
                  "text": "Initially, Claudia Ortiz stated that the party was open to forming a coalition with other parties, On 22 May 2023, {{Lang|es|El Faro}} alleged that {{Lang|es|Vamos|italic=no}} was in negotiations with ARENA, the FMLN, and {{Lang|es|Nuestro Tiempo|italic=no}} to form a political coalition for the presidential election to oppose Bukele. In response, {{Lang|es|Vamos|italic=no}} stated that it would focus more on the Legislative Assembly than on winning the presidency.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/claudia-ortiz-vamos-selecciones-nacionales-elecciones-legislativas-municipales-presidenciales-primarias-/1050111/2023/"
                  ]
                },
                {
                  "id": "5.12.s3",
                  "text": "The party originally planned to hold its primary elections on 18 June 2023, By 26 October, {{Lang|es|Vamos|italic=no}} had initiated the process of registering its legislative candidates in five departments. The TSE registered the legislative candidates by 20 December.",
                  "references": [
                    "https://diario.elmundo.sv/politica/partido-vamos-presenta-su-lista-de-candidatos-para-2024"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.13",
          "title": "Democratic Change",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.13.s1",
                  "text": "Democratic Change (El Salvador)|Democratic Change initially planned to hold its primary elections on 4 June 2023, but later rescheduled them for 19 July. Democratic Change held its primary elections from 16 to 19 July and elected legislative, municipal, and PARLACEN candidates. Democratic Change formed two municipal coalitions with {{Lang|es|Nuevas Ideas|italic=no}} for Sonsonate Oeste and Santa Ana Norte and one municipal coalition with Solidary Force for Usulután Oeste. On 26 October, the party registered all its legislative candidates in 13 departments. By 23 November, the party began the process of registering all 20 of its PARLACEN candidates. The TSE registered the legislative candidates by 29 December and the PARLACEN candidates on 24 January 2024. Democratic Change did not select a presidential candidate, instead endorsing Bukele's re-election campaign.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/asamblea-tse-elecciones-2024-partidos-politicos-/1044689/2023/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.14",
          "title": "Salvadoran Democracy",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.14.s1",
                  "text": "Salvadoran Democracy stated it would hold its primary elections on 7 May 2023, but it ultimately did not hold primary elections and did not participate in the 2024 election. It did not register any legislative or PARLACEN candidates.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/partidos-politicos-financiacion-de-corrupcion-politica-lucha-contra-la-elecciones-2024-/1055612/2023/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.15",
          "title": "Independents",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.15.s1",
                  "text": "Registration for independent candidates began on 5 May 2023 and ended on 5 September. Manuel Meléndez was the only independent to begin registration with the TSE, however, he abandoned the registration process on 16 August.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/tse-elecciones-2024-diputaciones/1086768/2023/",
                    "https://diario.elmundo.sv/politica/unico-candidato-no-partidario-abandona-proceso-de-inscripcion"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Opinion polls",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "Various groups such as CIESCA, Fundaungo, {{Lang|es|La Prensa Gráfica}}, TResearch, and UFG conducted opinion polling prior to the 2024 general election; virtually every poll indicated significant leads for {{Lang|es|Nuevas Ideas|italic=no}} in the presidential, legislative, and municipal elections. Additionally, opinion polling was conducted to ask whether Salvadorans supported Bukele's re-election; virtually every poll indicated that a large majority of Salvadorans would support Bukele's re-election. Many Salvadoran Americans also supported Bukele's re-election.",
              "references": [
                "https://www.latimes.com/world-nation/story/2023-10-27/el-salvadors-president-bukele-registers-for-2024-reelection-unconstitutionally-critics-say",
                "https://www.tresearch.mx/post/el-salvador-reeleccion-nayib-bukele",
                "https://www.latimes.com/espanol/california/articulo/2022-07-12/entre-el-populismo-y-la-constitucion-bukele-busca-la-reeleccion-apelando-al-apoyo-de-la-diaspora-salvadorena"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Results",
      "content": [
        {
          "id": "7.1",
          "title": "Presidential results",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.1.s1",
                  "text": "The TSE published the presidential election's final results on 9 February 2024 and formally ratified the results on 17 February; Bukele won with 84.65 percent of the vote. Bukele was the first presidential candidate in Salvadoran history to receive more than two million votes. Among the other candidates, Flores received 6.40 percent of the vote, Sánchez received 5.57 percent, Parada received 2.04 percent, and Renderos and Murillo each received less than 1 percent.",
                  "references": [
                    "https://diario.elmundo.sv/politica/en-vivo-cierre-de-escrutinio-final-de-la-eleccion-de-presidente-y-vicepresidente-2024",
                    "https://diario.elmundo.sv/politica/tse-declara-en-firme-el-triunfo-de-bukele",
                    "https://lanoticiasv.com/nayib-bukele-supera-los-dos-millones-de-votos-con-mas-del-70-en-el-escrutinio-final/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.2",
          "title": "Legislative Assembly results",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.2.s1",
                  "text": "{{Multiple image\n| total_width = 250px\n| align       = right\n| direction   = vertical\n| image1      = Results of the 2024 Salvadoran legislative election.svg\n| alt1        = A parliament diagram chart depicting the results of the 2024 Salvadoran legislative election totaling 60 seats\n| image2      = Hypothetical results of the 2024 Salvadoran legislative election.svg\n| alt2        = A parliament diagram chart depicting the hypothetical results of the 2024 Salvadoran legislative election had electoral reforms not occurred totaling 84 seats\n| footer      = Composition of the Legislative Assembly after the 2024 election (top) and its composition had the electoral reforms of June 2023 not occurred (bottom)\n}}",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/nuevas-ideas-tiene-22-mas-escanos-que-su-porcentaje-de-votos/1125353/2024/"
                  ]
                }
              ]
            },
            {
              "id": "7.2.2",
              "title": "Results by department",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "7.2.2.s1",
                      "text": "<div style=\"overflow:auto\">\n{| class=\"wikitable sortable\" style=\"text-align:right; font-size:95%; line-height:20px;\"\n! rowspan=\"3\" | Departments of El Salvador|Department\n! colspan=\"3\" | Nuevas Ideas|NI\n! colspan=\"3\" | Nationalist Republican Alliance|ARENA\n! colspan=\"3\" | Farabundo Martí National Liberation Front|FMLN\n! colspan=\"3\" | Grand Alliance for National Unity|GANA\n! colspan=\"3\" | National Coalition Party (El Salvador)|PCN\n! colspan=\"3\" | Christian Democratic Party (El Salvador)|PDC{{efn|The PDC's vote total includes the votes for the coalition between the PDC and the PCN in the department of Morazán Department|Morazán: 360 for the PDC, 125 for the PCN, and 4,913 for PDC–PCN.}}\n! colspan=\"3\" | Nuestro Tiempo (El Salvador)|NT\n! colspan=\"3\" | Vamos (El Salvador)|V\n! colspan=\"3\" | Democratic Change (El Salvador)|CD\n! colspan=\"3\" | Solidary Force|FS\n! rowspan=\"2\" | Blank/invalid\n! rowspan=\"2\" | Total\n|-\n! colspan=\"3\" style=\"background:{{party color|Nuevas Ideas}}\" |\n! colspan=\"3\" style=\"background:{{party color|Nationalist Republican Alliance}}\" |\n! colspan=\"3\" style=\"background:{{party color|Farabundo Martí National Liberation Front}}\" |\n! colspan=\"3\" style=\"background:{{party color|Grand Alliance for National Unity}}\" |\n! colspan=\"3\" style=\"background:{{party color|National Coalition Party (El Salvador)}}\" |\n! colspan=\"3\" style=\"background:{{party color|Christian Democratic Party (El Salvador)}}\"|\n! colspan=\"3\" style=\"background:{{party color|Nuestro Tiempo (El Salvador)}}\" |\n! colspan=\"3\" style=\"background:{{party color|Vamos (El Salvador)}}\" |\n! colspan=\"3\" style=\"background:{{party color|Democratic Change (El Salvador)}}\" |\n! colspan=\"3\" style=\"background:{{party color|Solidary Force}}\" |\n|-\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| %\n! data-sort-type=\"number\"| {{abbr|S|Seats}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n! data-sort-type=\"number\"| {{abbr|V|Votes}}\n|-\n| align=\"left\" | Ahuachapán Department|Ahuachapán\n| style=\"background:#CCF1FF;\" | 102,131 || style=\"background:#CCF1FF;\" | 61.70 || style=\"background:#CCF1FF;\" | 2\n| 12,276 || 7.42 || 0\n| 6,713 || 4.06 || 0\n| 997 || 0.60 || 0\n| style=\"background:#DDD\" | 34,824 || style=\"background:#DDD\" | 21.04 || style=\"background:#DDD\" | 1\n| colspan=\"2\" {{N/a|—}} || 0\n| 916 || 0.55 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 7,676 || 4.64 || 0\n| 7,080\n| 173,087\n|-\n| align=\"left\" | Cabañas Department|Cabañas\n| style=\"background:#CCF1FF;\" | 40,038 || style=\"background:#CCF1FF;\" | 63.50 || style=\"background:#CCF1FF;\" | 2\n| 5,106 || 8.10 || 0\n| 4,446 || 7.05 || 0\n| style=\"background:#DDD\" | 9,688 || style=\"background:#DDD\" | 15.37 || 0\n| 2,186 || 3.47 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 1,585 || 2.51 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 2,980\n| 66,029\n|-\n| align=\"left\" | Chalatenango Department|Chalatenango\n| style=\"background:#CCF1FF;\" | 44,111 || style=\"background:#CCF1FF;\" | 48.13 || style=\"background:#CCF1FF;\" | 1\n| 6,168 || 6.73 || 0\n| 10,930 || 11.93 || 0\n| 502 || 0.55 || 0\n| style=\"background:#DDD\" | 29,564 || style=\"background:#DDD\" | 32.26 || style=\"background:#DDD\" | 1\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 367 || 0.40 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 4,443\n| 96,083\n|-\n| align=\"left\" | Cuscatlán Department|Cuscatlán\n| style=\"background:#CCF1FF;\" | 83,427 || style=\"background:#CCF1FF;\" | 67.38 || style=\"background:#CCF1FF;\" | 2\n| style=\"background:#DDD\" | 11,866 || style=\"background:#DDD\" | 9.58 || 0\n| 11,460 || 9.25 || 0\n| 10,149 || 8.20 || 0\n| 5,883 || 4.75 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 1,039 || 0.84 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 4,188\n| 128,012\n|-\n| align=\"left\" | La Libertad Department (El Salvador)|La Libertad\n| style=\"background:#CCF1FF;\" | 259,669 || style=\"background:#CCF1FF;\" | 69.16 || style=\"background:#CCF1FF;\" | 6\n| style=\"background:#DDD\" | 38,913 || style=\"background:#DDD\" | 10.36 || style=\"background:#DDD\" | 1\n| 17,409 || 4.64 || 0\n| 7,709 || 2.05 || 0\n| 5,817 || 1.55 || 0\n| 8,785 || 2.34 || 0\n| 14,280 || 3.80 || 0\n| 16,679 || 4.44 || 0\n| 1,927 || 0.51 || 0\n| 4,301 || 1.15 || 0\n| 13,714\n| 389,204\n|-\n| align=\"left\" | La Paz Department (El Salvador)|La Paz\n| style=\"background:#CCF1FF;\" | 99,653 || style=\"background:#CCF1FF;\" | 67.54 || style=\"background:#CCF1FF;\" | 3\n| style=\"background:#DDD\" | 20,088 || style=\"background:#DDD\" | 13.62 || 0\n| 8,067 || 5.47 || 0\n| 5,067 || 3.43 || 0\n| 925 || 0.63 || 0\n| 1,433 || 0.97 || 0\n| 745 || 0.50 || 0\n| 2,143 || 1.45 || 0\n| 886 || 0.60 || 0\n| 8,537 || 5.79 || 0\n| 5,409\n| 152,952\n|-\n| align=\"left\" | La Unión Department|La Unión\n| style=\"background:#CCF1FF;\" | 78,921 || style=\"background:#CCF1FF;\" | 78.11 || style=\"background:#CCF1FF;\" | 2\n| style=\"background:#DDD\" | 6,805 || style=\"background:#DDD\" | 6.74 || 0\n| 5,812 || 5.75 || 0\n| 5,690 || 5.63 || 0\n| 1,579 || 1.56 || 0\n| 1,334 || 1.32 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 897 || 0.89 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 4,586\n| 105,621\n|-\n| align=\"left\" | Morazán Department|Morazán\n| style=\"background:#CCF1FF;\" | 50,737 || style=\"background:#CCF1FF;\" | 63.43 || style=\"background:#CCF1FF;\" | 2\n| 4,977 || 6.22 || 0\n| style=\"background:#DDD\" | 12,930 || style=\"background:#DDD\" | 16.17 || 0\n| 5,481 || 6.85 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 5,397 || 6.75 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 464 || 0.58 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 3,583\n| 83,569\n|-\n| align=\"left\" | San Miguel Department (El Salvador)|San Miguel\n| style=\"background:#CCF1FF;\" | 113,455 || style=\"background:#CCF1FF;\" | 59.71 || style=\"background:#CCF1FF;\" | 4\n| 6,674 || 3.51 || 0\n| 15,385 || 8.10 || 0\n| 7,072 || 3.72 || 0\n| 3,521 || 1.85 || 0\n| style=\"background:#DDD\" | 40,308 || style=\"background:#DDD\" | 21.21 || style=\"background:#DDD\" | 1\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 771 || 0.41 || 0\n| 2,813 || 1.48 || 0\n| 9,661\n| 199,659\n|-\n| align=\"left\" | San Salvador Department|San Salvador\n| style=\"background:#CCF1FF;\" | 828,219 || style=\"background:#CCF1FF;\" | 76.70 || style=\"background:#CCF1FF;\" | 14\n| 63,044 || 5.84 || 1\n| 50,309 || 4.66 || 0\n| 23,229 || 2.15 || 0\n| 7,070 || 0.65 || 0\n| 11,398 || 1.06 || 0\n| 21,579 || 2.00 || 0\n| style=\"background:#DDD\" | 67,235 || style=\"background:#DDD\" | 6.23 || style=\"background:#DDD\" | 1\n| colspan=\"2\" {{N/a|—}} || 0\n| 7,684 || 0.71 || 0\n| 29,773\n| 1,109,540\n|-\n| align=\"left\" | San Vicente Department|San Vicente\n| style=\"background:#CCF1FF;\" | 47,132 || style=\"background:#CCF1FF;\" | 65.77 || style=\"background:#CCF1FF;\" | 2\n| 6,638 || 9.26 || 0\n| style=\"background:#DDD\" | 8,623 || style=\"background:#DDD\" | 12.03 || 0\n| 4,961 || 6.92 || 0\n| 1,023 || 1.43 || 0\n| 810 || 1.13 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 553 || 0.77 || 0\n| 1,920 || 2.68 || 0\n| 2,948\n| 74,607\n|-\n| align=\"left\" | Santa Ana Department|Santa Ana\n| style=\"background:#CCF1FF;\" | 195,265 || style=\"background:#CCF1FF;\" | 74.87 || style=\"background:#CCF1FF;\" | 5\n| style=\"background:#DDD\" | 15,715 || style=\"background:#DDD\" | 6.03 || 0\n| 10,376 || 3.98 || 0\n| 13,029 || 5.00 || 0\n| 3,204 || 1.23 || 0\n| 7,336 || 2.81 || 0\n| 2,949 || 1.13 || 0\n| 4,808 || 1.84 || 0\n| 1,104 || 0.42 || 0\n| 7,020 || 2.69 || 0\n| 11,222\n| 272,027\n|-\n| align=\"left\" | Sonsonate Department|Sonsonate\n| style=\"background:#CCF1FF;\" | 156,282 || style=\"background:#CCF1FF;\" | 69.57 || style=\"background:#CCF1FF;\" | 5\n| style=\"background:#DDD\" | 22,048 || style=\"background:#DDD\" | 9.82 || 0\n| 12,874 || 5.73 || 0\n| 3,076 || 1.37 || 0\n| 5,041 || 2.24 || 0\n| 19,611 || 8.73 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 1,530 || 0.68 || 0\n| 4,176 || 1.86 || 0\n| 9,166\n| 233,804\n|-\n| align=\"left\" | Usulután Department|Usulután\n| style=\"background:#CCF1FF;\" | 101,295 || style=\"background:#CCF1FF;\" | 74.56 || style=\"background:#CCF1FF;\" | 4\n| 7,040 || 5.18 || 0\n| style=\"background:#DDD\" | 20,587 || style=\"background:#DDD\" | 9.48 || 0\n| 2,695 || 1.98 || 0\n| 881 || 0.65 || 0\n| 2,543 || 1.87 || 0\n| 591 || 0.44 || 0\n| colspan=\"2\" {{N/a|—}} || 0\n| 1,044 || 0.77 || 0\n| 6,894 || 5.07 || 0\n| 5,069\n| 148,640\n|- style=\"background:#CDCDCD;\"\n| align=\"left\" | Total\n| 2,200,332 || 70.56 || 54\n| 227,357 || 7.29 || 2\n| 195,920 || 6.28 || 0\n| 99,344 || 3.19 || 0\n| 101,641 || 3.26 || 2\n| 98,021 || 3.15 || 1\n| 41,060 || 1.32 || 0\n| 91,675 || 2.94 || 1\n| 12,165 || 0.39 || 0\n| 51,021 || 1.64 || 0\n| 114,354\n| 3,232,890\n|-\n| align=\"left\" colspan=\"33\" | Source: {{webarchive|url=https://web.archive.org/web/20240303192612/https://divulgacion.tse.gob.sv/resultados/dashboard-index-3|date=3 March 2024|title=TSE}}\n|}\n</div>",
                      "references": [
                        "https://diario.elmundo.sv/politica/48-diputados-son-reelectos-y-12-son-nuevos-asi-sera-la-asamblea-2024-27"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.3",
          "title": "Municipal results",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.3.s1",
                  "text": "All 44 municipalities had winners declared. Nuevas Ideas, GANA, the PDC, the PCN, Solidary Force, and ARENA all won at least one mayorship, while the FMLN, Vamos, Nuestro Tiempo, Democratic Change, and the Salvadoran Patriotic Fraternity did not win any. Turnout for the municipal election was the lowest since the end of the Salvadoran Civil War in 1992. In total, the opposition won 1 mayorship, 1 trustee, 24 proprietary aldermen, and 23 substitute aldermen in 16 of the 44 municipal councils; this accounts for around 10 percent of all municipal council positions. {{Lang|es|Nuevas Ideas|italic=no}} and its allies won the remaining 90 percent of municipal council positions.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/elecciones-2024-municipales-tse-/1127224/2024/",
                    "https://diario.elmundo.sv/politica/oposicion-tendra-regidores-solo-en-la-tercera-parte-de-los-44-concejos-del-pais"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "7.4",
          "title": "PARLACEN results",
          "content": [
            {
              "sentences": [
                {
                  "id": "7.4.s1",
                  "text": "Turnout for the PARLACEN election was the lowest in 25 years and reached just 29.88%. ''{{Lang|es|La Prensa Gráfica}}'' attributed the low turnout and almost 10 percent of the Spoilt vote|vote being blank or invalid to PARLACEN's general unpopularity in El Salvador, with many invalid ballots containing messages questioning PARLACEN's functions or relevance.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/el-ausentismo-fue-gran-ganador-en-la-eleccion-municipal/1127354/2024/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Aftermath",
      "content": [
        {
          "id": "8.1",
          "title": "Domestic reactions",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.1.s1",
                  "text": "Shortly after polling stations closed but before the TSE officially announced the results of the presidential and legislative elections, Bukele posted on Twitter|X declaring that, \"according to our numbers\", he had won the presidential election with \"more than 85% of the votes\" and that {{Lang|es|Nuevas Ideas|italic=no}} had won \"a minimum of\" 58 of the Legislative Assembly's 60 seats. He also claimed that his electoral victory was \"a record in the entire democratic history of the world\" and that the 2024 election was \"the first time in history that El Salvador has democracy, and it's not me saying it, it's the people\". A crowd of Bukele's supporters gathered at the Plaza Gerardo Barrios in San Salvador to celebrate his victory. Bukele later addressed the crowd from the balcony of the National Palace (El Salvador)|National Palace and celebrated his victory in a speech, during which he criticized journalists who themselves had criticized the gang crackdown and his concentration of power. Bukele also remarked that the election results was \"the first time in a country that just one party exists in a completely democratic system\", adding that \"the entire opposition together was pulverized\".",
                  "references": [
                    "https://www.france24.com/en/americas/20240205-el-salvador-s-president-bukele-claims-record-reelection-victory",
                    "https://www.ft.com/content/1306b424-b250-48c5-a383-6dedac67f482",
                    "https://www.elsalvador.com/noticias/nacional/elecciones-el-salvador-tse/1120969/2024/"
                  ]
                },
                {
                  "id": "8.1.s2",
                  "text": "Former FMLN Salvadoran President Mauricio Funes stated that the opposition was defeated \"without a doubt\". In a press conference on 4 February 2024, Flores stated that the FMLN would not disappear as a political entity and that it was \"not correct\" for Bukele to declare himself the election's winner before the TSE made an official announcement. Óscar Ortiz thanked those who voted for Flores and stated that \"history does not end here\". Flores did not concede. On 5 February, Claudia Ortiz stated that \"democratic spaces are closing in El Salvador, civil society is closing down and there is an environment of fear to speak out\". On 7 February, Sánchez conceded the election and congratulated Bukele on his victory.",
                  "references": [
                    "https://lanoticiasv.com/funes-sin-ninguna-duda-la-oposicion-fue-derrotada-claudia-ortiz-seguira-dando-la-batalla/",
                    "https://lanoticiasv.com/manuel-flores-no-desaparecimos-pero-si-desaparecio-el-tribunal-supremo-electoral/",
                    "https://lanoticiasv.com/manuel-flores-del-fmln-no-asume-la-derrota-si-me-han-robado-votos/",
                    "https://diario.elmundo.sv/politica/joel-sanchez-retorna-a-su-actividad-empresarial-y-le-desea-sabiduria-a-bukele"
                  ]
                },
                {
                  "id": "8.1.s3",
                  "text": "After the results of the legislative election were published, Flores claimed that he had votes stolen from both him and the FMLN. Regarding Claudia Ortiz winning re-election to the Legislative Assembly with {{Lang|es|Vamos|italic=no}}, Mauricio Funes stated that she \"has fought the battle and I am sure that she will continue to fight\". When asked about {{Lang|es|Nuevas Ideas|italic=no}}' 500,000-vote difference between the presidential and legislative elections, Castro stated that \"there is no comparison\" and that such comparisons were \"Apples and oranges|apples to oranges\" (\"{{lang|es|peras a manzanas}}\") as Bukele was a \"phenomenon at the global level\". After GANA lost all its seats in the Legislative Assembly, Gallegos, who himself lost his seat, stated that he would continue to support Bukele regardless of his political situation.",
                  "references": [
                    "https://diariolahuella.com/fmln-asegura-que-no-necesita-un-curul-en-la-asamblea-para-defender-los-intereses-de-los-salvadorenos/",
                    "https://jacobin.com/2024/02/nayib-bukele-el-salvador-election-fraud",
                    "https://diario.elmundo.sv/politica/ni-con-500000-votos-menos-en-legislativas-que-en-presidenciales",
                    "https://lanoticiasv.com/diputado-gallegos-por-supuesto-que-voy-a-seguir-apoyando-al-presidente-bukele/"
                  ]
                },
                {
                  "id": "8.1.s4",
                  "text": "After polling stations closed for the municipal and PARLACEN elections, Bukele posted on X that {{Lang|es|Nuevas Ideas|italic=no}} and its allies had won 43 of the 44 municipalities, claiming that the only municipality the opposition won was {{Lang|es|La Libertad Este|italic=no}}. He acknowledged that some of {{Lang|es|Nuevas Ideas|italic=no}}' municipal candidates lost as voters were unsatisfied with their current tenures. Bukele's announcement came before any official announcement from the TSE. After the FMLN failed to win any mayorships, the party leadership stated that the FMLN would undergo a \"total reorganization\", adding that \"this is not the end, it is the closing of a chapter\".",
                  "references": [
                    "https://lanoticiasv.com/bukele-anuncio-que-ni-junto-con-sus-aliados-sumaron-43-alcaldias-milagro-navas-gano-la-unica-alcaldia-de-la-oposicion/",
                    "https://diario.elmundo.sv/politica/bukele-reconoce-voto-de-castigo-a-algunos-alcaldes-pero-celebra-que-la-oposicion-solo-logro-una-alcaldia",
                    "https://diario.elmundo.sv/politica/milagro-navas-afirma-se-despoja-de-su-color-partidario-y-trabajara-con-el-gobierno-de-bukele",
                    "https://diario.elmundo.sv/politica/fmln-reconoce-derrota-en-elecciones-y-promete-una-reorganizacion-total"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "8.2",
          "title": "International reactions",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.2.s1",
                  "text": "Bernardo Arévalo, the president of Guatemala; Xiomara Castro, the president of Honduras; Daniel Ortega, the president of Nicaragua; Laurentino Cortizo, the president of Panama; Vladimir Putin, the president of Russia; and Alicia Bárcena Ibarra, the Secretary of Foreign Affairs (Mexico)|secretary of foreign affairs of Mexico, congratulated Bukele on X after he declared himself as the election's winner. The Ministry of Foreign Affairs, International Trade and Worship of Argentina congratulated Bukele and reaffirmed commitment for both countries to work together.\n<!--Don't add reactions without a secondary source; ie, don't use Twitter as a primary source-->",
                  "references": [
                    "https://diario.elmundo.sv/politica/presidente-de-guatemala-felicita-a-bukele-por-su-eventual-reeleccion",
                    "https://diario.elmundo.sv/politica/presidente-de-rusia-felicita-a-nayib-bukele-por-su-reeleccion-y-espera-que-prosiga-la-cooperacion-rusosalvadorena",
                    "https://diario.elmundo.sv/politica/onu-felicita-a-bukele-por-su-reelecion",
                    "https://www.infobae.com/america/agencias/2024/02/05/argentina-felicita-a-bukele-y-afirma-compromiso-de-continuar-trabajando-con-el-salvador/"
                  ]
                },
                {
                  "id": "8.2.s2",
                  "text": "United States Secretary of State Antony Blinken congratulated Bukele on X, stating that \"the events in El Salvador have a direct impact on the interests of the United States\" and that the American and Salvadoran governments could \"reach our maximum potential and surpass major obstacles in our hemisphere and on a global level\" through cooperation. William H. Duncan, the List of ambassadors of the United States to El Salvador|United States ambassador to El Salvador, congratulated Bukele, adding that he hoped to \"continue working with representatives of the Salvadoran people elected to fortify democracy, increase economic opportunities, and confront the shared challenges of the 21st century\". Several members of the Democratic Party (United States)|Democratic Party in the United States Senate congratulated Bukele's victory, but expressed that they were \"troubled\" regarding \"unconstitutional moves that strongly influenced the outcome of Sunday's election\" and statements made by Ulloa regarding \"'eliminating' and 'replacing' democracy\". Republican Party (United States)|Republican senators Ted Cruz and Marco Rubio also congratulated Bukele.",
                  "references": [
                    "https://diario.elmundo.sv/politica/eeuu-felicita-a-bukele-y-dice-que-espera-con-interes-trabajar-con-el",
                    "https://diario.elmundo.sv/politica/senadores-de-florida-y-texas-felicitan-a-bukele-y-piden-su-apoyo-para-mantener-el-orden-democratico-y-la-paz-en-la-region"
                  ]
                },
                {
                  "id": "8.2.s3",
                  "text": "On 5 February 2024, several foreign news publications called the presidential election for Bukele, describing it as a \"landslide victory\". Foreign news publications also described {{Lang|es|Nuevas Ideas|italic=no}}' legislative victory as creating a \"{{lang|la|de facto}} one-party state\". Tyler Mattiace, a researcher for Human Rights Watch, described the election as a \"growing rejection of the basic principles of democracy and human rights, and support for authoritarian populism among people who feel that, concepts like democracy and human rights and due process have failed them\".",
                  "references": [
                    "https://www.bbc.com/news/world-latin-america-68196826",
                    "https://english.elpais.com/international/2024-02-06/bukele-expands-his-power-in-el-salvador-the-era-of-the-single-party-and-the-single-leader-is-born.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "8.3",
          "title": "Allegations of irregularities",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.3.s1",
                  "text": "Shortly after polling stations closed at 5 p.m. CST, Bukele accused the TSE and Indra Solutions of preventing expatriates from casting their vote by not allowing them to cast their vote after the stated time. He argued that people waiting in line before the polling stations closed still had to be allowed to vote and called upon Attorney General Rodolfo Delgado (lawyer)|Rodolfo Delgado to launch an investigation. Delgado responded by stating that the office of the attorney general \"will prosecute those who committed a crime\". The TSE announced that it would re-open voting at three voting centers in the United States that had not allowed Salvadorans to vote after 5 p.m. CST, however, the TSE later retraced its announcement following a petition made by ARENA. Bukele responded on X to the TSE's retraction by stating \"remember this, when the opposition asks you again for votes in the next elections\".",
                  "references": [
                    "https://diario.elmundo.sv/politica/bukele-acusa-a-tse-e-indra-de-cerrar-centros-de-votacion-en-exterior-e-impedir-voto-de-diaspora",
                    "https://diariolahuella.com/presidente-bukele-recuerden-esto-cuando-la-oposicion-vuelva-a-pedirles-el-voto-en-las-proximas-elecciones/"
                  ]
                },
                {
                  "id": "8.3.s2",
                  "text": "The TSE released the first preliminary results late on 4 February 2024, but stalled until the morning of 5 February, with its website crashing shortly before midnight local time. The TSE attributed the delay to \"multiple actions that have hampered the development of the transmission activities of preliminary results\" and shortages of paper to print out vote tallies. It advised electoral boards at polling stations to resort to contingency measures such as tallying votes by hand and taking photographs or scans of manual tallies before sending them to the TSE. {{Lang|es|Nuestro Tiempo|italic=no}} claimed that there were inconsistencies between preliminary vote totals published by the TSE in published statements and on its website. Óscar Picardo, the director of sciences at the Francisco Gavidia University, stated that \"we've never seen a situation that affects electoral integrity like this ... it's obvious that Bukele has the most votes, as the polls say, but there are a lot of irregularities in the processing\".",
                  "references": [
                    "https://diario.elmundo.sv/politica/partidos-de-oposicion-se-quejan-de-la-tardanza-de-resultados-del-escrutinio-final",
                    "https://diario.elmundo.sv/politica/nuestro-tiempo-senala-inconsistencias-en-resultados-preliminares-divulgados-por-el-tse"
                  ]
                },
                {
                  "id": "8.3.s3",
                  "text": "ARENA, the FMLN, {{Lang|es|Vamos|italic=no}}, and {{Lang|es|Nuestro Tiempo|italic=no}} all called for the TSE to launch a election recount|recount. On 5 February 2024, the TSE stated that it would conduct a recount of 29 percent of the presidential ballots and manually count the legislative ballots \"vote by vote\" at the Gimnasio Nacional José Adolfo Pineda|José Adolfo Pineda National Gymnasium, and that the results would be finalized within 15 days. The recount for the presidential ballots began on 7 February and ended on 9 February. and ended on 18 February. During the recount process, opposition politicians accused the TSE of manipulating the recount to benefit {{Lang|es|Nuevas Ideas|italic=no}} by including unfolded ballots that were marked in black pen; according to the TSE's election procedures, only folded ballots filled out in black crayon were considered valid.",
                  "references": [
                    "https://lanoticiasv.com/oposicion-pide-recuento-voto-por-voto-ante-irregularidades-en-el-sistema-de-transmision-de-datos/",
                    "https://diario.elmundo.sv/politica/tse-contara-voto-por-voto-para-definir-diputados-por-fallas-en-la-transmision",
                    "https://www.elsalvador.com/noticias/nacional/tse-tendria-resultados-oficiales-dentro-de-dos-semanas-dice-magistrado/1121533/2024/",
                    "https://diario.elmundo.sv/politica/tse-inicia-proceso-de-escrutinio-final-y-alista-recuento-de-votos-2024",
                    "https://diario.elmundo.sv/politica/tse-inicia-escrutinio-de-votos-legislativos-arena-se-retira",
                    "https://www.elsalvador.com/noticias/nacional/irregularidades-escrutino-legislativo-el-salvador-tse-2024/1123097/2024/"
                  ]
                },
                {
                  "id": "8.3.s4",
                  "text": "On 6 February 2024, García Saade stated that ARENA would ask the TSE to nullify the presidential and legislative election results \"not because of what has happened, but because of what will happen afterwards\", while the FMLN and {{Lang|es|Nuestro Tiempo|italic=no}} stated they would ask the TSE to nullify the legislative election results due to irregularities. On 10 February, ARENA stated that it would petition the TSE to postpone the municipal and PARLACEN elections by 15 days and to not use the same electoral system that was used during the presidential and legislative elections. On 13 February, the TSE announced that it would not postpone the municipal or PARLACEN elections. On 19 February, leaders from ARENA, Vamos, and {{Lang|es|Nuestro Tiempo|italic=no}} jointly announced they had submitted a petition to the TSE to nullify the legislative elections due to irregularities and allegations of fraud. Later that day, the FMLN stated it would do the same. On 21 February, the TSE denied the joint petition, declaring it unfounded; the TSE did the same for the FMLN's petition the following day. In response to the TSE's declaration, Failer stated that the TSE was \"ignoring the structural fraud that corrupted this election\".",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/elecciones-2024-escrutinio-de-votos-fmln-nuestro-tiempo/1121809/2024/",
                    "https://diario.elmundo.sv/politica/arena-solicitara-a-tse-posponga-15-dias-las-elecciones-de-alcaldes-y-parlacen",
                    "https://diario.elmundo.sv/politica/tse-no-aplazaria-elecciones-del-3-de-marzo-y-prepara-papeletas",
                    "https://diario.elmundo.sv/politica/vamos-nt-y-arena-piden-al-tse-nulidad-de-elecciones-legislativas-porque-se-falseo-voluntad-popular",
                    "https://www.elsalvador.com/noticias/nacional/fmln-tambien-pide-la-nulidad-de-elecciones-legislativas/1124184/2024/",
                    "https://diario.elmundo.sv/politica/tse-tambien-declara-improcedente-nulidad-del-escrutinio-legislativo-solicitada-por-el-fmln",
                    "https://lanoticiasv.com/andy-failer-al-tse-por-no-anular-las-elecciones-ignoran-el-fraude-estructural-que-vicio-esta-eleccion/"
                  ]
                },
                {
                  "id": "8.3.s5",
                  "text": "Although the OAS voiced concern to the TSE during the recount process regarding the TSE leaving the recount process \"in the hands of the representatives of the political parties\", Observe El Salvador 2024 stated that it had observed valid crossed votes for opposition parties be marked as invalid while invalid votes were marked as valid for {{Lang|es|Nuevas Ideas|italic=no}}. The Interchange and Solidarity Center stated that it had observed irregularities at 69 voting centers both in El Salvador and in the United States. Eduardo Escobar stated that there were \"surely\" irregularities and questioned how much of an impact they had on the final results.",
                  "references": [
                    "https://diario.elmundo.sv/politica/observa-el-salvador-2024-dice-se-omitieron-voto-validos-de-partidos-minoritarios",
                    "https://www.elsalvador.com/noticias/nacional/elecciones-2024-observadores-irregularidades/1121284/2024/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "8.4",
          "title": "Presidential and legislative transition",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.4.s1",
                  "text": "The TSE ratified the results of the presidential election on 18 February 2024, the legislative election on 18 March, and the municipal and PARLACEN elections on 11 April. The TSE granted Bukele and Ulloa their presidential and vice presidential credentials, respectively, on 29 February, the elected deputies their legislative credentials on 20 March, the elected mayors and council members their municipal credentials in late April 2024, and the elected PARLACEN deputies on 25 April.",
                  "references": [
                    "https://cnnespanol.cnn.com/2024/02/18/el-salvador-tribunal-supremo-electoral-acta-escrutinio-final-elecciones-orix/",
                    "https://www.elsalvador.com/noticias/nacional/tse-ratifica-resultados-de-elecciones-legislativas/1129559/2024/",
                    "https://diario.elmundo.sv/politica/tse-entrega-credenciales-a-bukele-y-ulloa-para-periodo-presidencial-2024-2029",
                    "https://www.elsalvador.com/noticias/nacional/tse-entrega-credenciales-diputaciones-asamblea/1130491/2024/",
                    "https://politicastereo.org/tse-entrega-credenciales-a-alcaldes-electos-previo-a-que-asuman-sus-cargos-el-1-de-mayo/",
                    "https://www.elsalvador.com/noticias/nacional/tse-entrega-credenciales-a-diputaciones-del-parlacen/1138487/2024/"
                  ]
                },
                {
                  "id": "8.4.s2",
                  "text": "The elected legislative deputies, mayors, and municipal council members assumed office on 1 May 2024. That same day, the reductions of legislative seats and municipalities went into effect. Bukele and Ulloa Nayib Bukele#Inaugurations|were inaugurated for a second term on 1 June at the Plaza Gerardo Barrios in San Salvador Historic Downtown|San Salvador's historic downtown. The 20 PARLACEN deputies are scheduled to assume office on 28 October 2026.",
                  "references": [
                    "https://www.elsalvador.com/noticias/nacional/bukele-anuncia-medicina-amarga-para-resolver-economia/1146268/2024/"
                  ]
                },
                {
                  "id": "8.4.s3",
                  "text": "Immediately after Bukele's re-election victory, ''The Economist'' indicated that Bukele may potentially seek to change the constitution and run for a third presidential term in the 2029 Salvadoran presidential election|2029 presidential election, as he had previously stated that the constitution did not \"currently\" allow for a third presidential term. In a July 2024 interview with ''Time (magazine)|Time'', Bukele stated that he would not seek a third term in 2029.",
                  "references": [
                    "https://www.economist.com/the-americas/2024/02/05/after-nayib-bukeles-crushing-unconstitutional-victory-what-next",
                    "https://www.elsalvador.com/noticias/nacional/nayib-bukele-elecciones-presidenciales-el-salvador-entrevista-revista-time-/1165082/2024/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}