{
  "title": "2024_Georgian_parliamentary_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "In its campaign, the Georgian Dream promoted the Global War Party conspiracy theory, promising \"safeguarding peace\" through a \"pragmatic policy\" with Russia amid the Russian invasion of Ukraine|war in Ukraine. It repeatedly threated to outlaw most major opposition parties, advocated for adopting the \"Georgian LGBT propaganda law|LGBT propaganda law\" and strengthening status of Georgian Orthodox Church, Ivanishvili also made overtures to the Kremlin, suggesting that Georgia should apologize for the Russo-Georgian War|2008 war, which caused controversy.",
              "references": [
                "https://civil.ge/archives/627440",
                "https://civil.ge/archives/622937",
                "https://oc-media.org/georgian-dream-promises-pragmatic-policy-with-russia-in-election-programme/",
                "https://www.politico.eu/article/georgia-opposition-ban-georgian-dream-party-election-eu-enlargement-irakli-kobakhidze/",
                "https://www.interpressnews.ge/en/article/123884-kakha-kaladze-the-georgian-government-will-play-by-georgian-rules-if-a-political-decision-is-made-regarding-not-granting-the-status-they-can-keep-it-for-themselves/",
                "https://sakartvelosambebi.ge/en/news/ivanishvili-we-need-constitutional-majority-to-restore-territorial-integrity"
              ]
            },
            {
              "id": "1.s2",
              "text": "During the pre-election period, opposition emphasized what they viewed as GD's Russophilia|pro-Russian shift and its unwillingness to fulfill the criteria set by the European Commission for EU accession, campaigning for the European integration. The election was preceded by the 2023–2024 Georgian protests over controversial legislation requiring organizations receiving foreign funding to register as \"foreign agents\", sparking accusations of authoritarianism. ''de facto'' freezing Georgia's Accession of Georgia to the European Union|European Union membership candidate status, and proposed #Proposed MEGOBARI Act|U.S. Congress MEGOBARI Act.",
              "references": [
                "https://www.epp.eu/news/georgian-democratic-opposition-parties-sign-declaration-of-unity",
                "https://droa.live/ka/article/110",
                "https://rustavi2.ge/en/news/291798",
                "https://oc-media.org/eu-grants-georgia-candidate-status/",
                "https://civil.ge/archives/609131"
              ]
            },
            {
              "id": "1.s3",
              "text": "The four Major party|major opposition coalitions and President Salome Zourabichvili stated that the elections were carried out with vote-buying, ballot-box stuffing, intimidation and pressure on voters. They accused Georgian Dream of \"Unfair election|stealing the election\", with Zourabichvili refusing to recognize the official results, which she called illegitimate. Observer mission from the International Republican Institute (IRI) has assessed that \"Georgia's parliamentary elections were fundamentally flawed\", with the IRI president stating that \"only new elections can restore the Georgian people's confidence in their government's legitimacy.\" The disputed election constituted the first stage of the 2024 Georgian constitutional crisis.",
              "references": [
                "https://responsiblestatecraft.org/georgia-elections-europe/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "id": "2.1",
          "title": "Political context",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "{{main|Georgia and the Russian invasion of Ukraine|2023–2024 Georgian protests}}\nBy the time of the elections, Georgian Dream had been the ruling party in Georgia since defeating Mikheil Saakashvili's United National Movement (Georgia)|United National Movement (UNM) in the 2012 Georgian parliamentary election|2012 parliamentary election. Announcing its plans to pursue a policy of joining the Georgia–European Union relations|European Union and Georgia–NATO relations|NATO, Georgian Dream has also professed a more conciliatory approach towards Russia compared to its anti-Russian opponents; however, the geopolitical strain of the Russian invasion of Ukraine and Nagorno-Karabakh conflict|Armenian-Azerbaijani conflict have made it more difficult to maintain a balancing act, amid statements from Ukrainian politicians that Georgia would have \"greatly aided\" Ukraine by opening a \"second front\" against Russia and Western efforts to isolate Russia with international sanctions.",
                  "references": [
                    "https://www.interpressnews.ge/en/article/119078-secretary-of-the-national-security-and-defense-council-of-ukraine-if-transnistria-and-georgia-engage-in-returning-their-territories-it-will-definitely-help-us/"
                  ]
                },
                {
                  "id": "2.1.s2",
                  "text": "Georgia and the Russian invasion of Ukraine|During the Russian invasion of Ukraine, the Georgian government condemned Russian actions and provided humanitarian assistance to Ukraine, but did not join sanctions against Russia, which allowed an influx of Russian capital and highly skilled Russians dodging 2022 Russian mobilization|military mobilization. In turn, Russia did not approve the proposal of Georgia's breakaway ''de facto'' South Ossetian republic to hold a referendum on joining the Russian Federation, and despite otherwise hostile relations has not put Georgia on its unfriendly countries list.",
                  "references": [
                    "https://emerging-europe.com/analysis/south-ossetia-again-mulls-referendum-on-joining-russia-but-even-moscow-doesnt-seem-keen/",
                    "https://georgiatoday.ge/russia-approves-list-of-countries-carrying-out-unfriendly-actions-georgia-not-on-list/"
                  ]
                },
                {
                  "id": "2.1.s3",
                  "text": "On 25 February 2022, large protests took place in front of the Georgian Parliament Building (Tbilisi)|Georgian parliament in Tbilisi, lasting for six consecutive days to show solidarity with Ukraine. The demonstration took on an anti-government tone, reflecting growing frustration with the Georgian authorities' allegedly inadequate response to Russian invasion. Elene Khoshtaria, leader of the Droa party, addressed the crowd, demanding the resignation of Prime Minister of Georgia|Prime Minister Irakli Garibashvili and his administration. She called for immediate and effective actions to support Ukraine, such as closing the sky to Russia, and urged Georgia to apply for Member state of the European Union|EU membership.",
                  "references": [
                    "https://oc-media.org/outpouring-of-anger-in-georgia-over-government-inaction-on-ukraine/",
                    "https://www.rferl.org/a/georgia-rally-ukraine-russia/31723871.html",
                    "https://www.rferl.org/a/ukraine-invasion-tbilisi-protest-georgia/31731006.html",
                    "https://jam-news.net/pms-resignation-closing-sky-for-russia-eu-membership-application-large-scale-rally-in-tbilisi/"
                  ]
                },
                {
                  "id": "2.1.s4",
                  "text": "The rally also underscored dissatisfaction with the government's handling of the crisis. Protesters were angered by obstacles created for volunteers and the government's refusal to join International sanctions during the Russian invasion of Ukraine|international sanctions against Russia. On 28 February, Georgian authorities did not give landing permission to a Ukrainian charter sent to transport Georgian volunteers from Georgia to Ukraine. Georgian Dream's leader Mamuka Mdinaradze said that Georgia could not send volunteers to Ukraine because Georgia was in vulnerable position and it would risk a war with Russia. In response, President of Ukraine|Ukrainian President Volodymyr Zelenskyy decided to recall Ukraine's ambassador to Georgia. Prime Minister Irakli Garibashvili also announced that Georgia would not join Western sanctions against Russia because it would harm the Georgian economy more than it would hurt Russia, fueling the rising anti-government sentiment in the protests. Garibashvili also noted that neither the West nor Ukraine imposed sanctions on Russia during or after the 2008 Russo-Georgian War, and even continued \"business as usual\", including a Russian reset, while Georgia was being asked to sacrifice itself and \"destroy its economy\".",
                  "references": [
                    "https://civil.ge/archives/476348",
                    "https://www.radiotavisupleba.ge/a/31730361.html",
                    "https://www.radiotavisupleba.ge/a/31730021.html",
                    "https://civil.ge/archives/475153",
                    "https://civil.ge/archives/544091"
                  ]
                },
                {
                  "id": "2.1.s5",
                  "text": "In June 2022, the European Union refused to approve Georgia's application to join the union, citing alleged media censorship and the government's refusal to join International sanctions during the Russian invasion of Ukraine|international sanctions against Russia. This led to mobilization by the opposition against the government. In turn, the Sovereigntism|sovereignist faction People's Power (Georgia)|People's Power broke away from Georgian Dream in August 2022, and proposed legislation to regulate foreign influence by creating a special registry to monitor politically active foreign-funded organizations, many of which are Western-funded. While the government claimed that the bill was necessary for public disclosure and transparency, the opposition, aided by the statements of Western embassies and politicians, managed to mobilize protests to tackle the bill, likening it to Russian foreign agent law and saying that it would have jeopardized Euro-Atlantic integration, ultimately leading to the parliament withdrawing the bill.",
                  "references": [
                    "https://civil.ge/archives/528919",
                    "https://www.azerbaycan24.com/en/georgia-has-a-huge-western-funded-ngo-sector-and-regular-outbreaks-of-violent-protest-is-there-a-link/",
                    "https://www.theguardian.com/world/2023/mar/09/zelenskiy-backs-georgia-protesters-in-fight-for-democratic-success-amid-further-clashes"
                  ]
                },
                {
                  "id": "2.1.s6",
                  "text": "On 8 March 2023, tens of thousands of people gathered in front of the Parliament, demanding a halt to further discussions on the law. Opposition leader Giorgi Vashadze issued an ultimatum, calling for the rejection of the bills and the release of those detained during the protests. Amid 2023–2024 Georgian protests|protests in Tbilisi, the Minister of Foreign Affairs (Russia)|Russian Foreign Ministry issued a statement, cautioning against the violent change of power in Georgia, with some Russian politicians suggesting Russia might use military means in case of \"instability on the Russian border\". In September 2023, the State Security Service of Georgia claimed to have uncovered plans of the opposition and the Western-funded groups to stage a Coup d'état|coup in Georgia with the support of Ukraine-based Georgian oppositionist politicians. This in turn led to the pro-Russian Georgian opposition Conservative Movement (Georgia)|Conservative Movement party and the TV channel Alt-Info starting to mobilize an \"Anti-Maidan movement\" to counter the alleged coup.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/5/1/eu-condemns-violent-police-crackdown-on-protests-in-georgia",
                    "https://www.aljazeera.com/news/2023/9/18/georgias-security-services-accuse-ukrainian-official-of-plotting-coup",
                    "http://mediameter.ge/en/media-profiles/alt-info"
                  ]
                },
                {
                  "id": "2.1.s7",
                  "text": "However, in December 2023, the European Union decided to grant Georgia candidate status following the release from prison of opposition journalist Nika Gvaramia, who had been arrested on charges of abuse of power and embezzlement, and the parliament's decision to turn down impeachment proceedings against pro-opposition president Salome Zourabichvili. In late December 2023, Georgian Prime Minister Irakli Garibashvili summarized the year by saying that the government had managed to \"preserve the peace\" amid the threat of destabilization caused by \"radical groups and hostile forces operating within the country\", and also to secure EU candidate status for Georgia.",
                  "references": [
                    "https://interfax.com/newsroom/top-stories/95607/",
                    "https://cpj.org/2023/07/in-georgia-poetry-a-prison-visit-and-gvaramia-presidential-pardon/",
                    "https://jam-news.net/georgian-pm-on-the-year-behind/"
                  ]
                },
                {
                  "id": "2.1.s8",
                  "text": "In early 2024, Georgia again experienced a significant political crisis and public unrest due to the reintroduction of the \"foreign agent\" law, which many citizens perceived as a threat to civil liberties and democratic principles. The leader of the parliamentary majority, Mamuka Mdinaradze, said that the reason for reintroduction of the bill was the continued circulation of slush funds in the country through non-governmental organizations and covert foreign financing of political activities. On 8 April, the Bureau of the Parliament of Georgia registered the bill for the parliamentary discussions. Critics said that the law, requiring organizations and individuals receiving foreign funding to register as \"organizations carrying the interests of a foreign power,\" was a measure to stifle dissent and limit the activities of Non-governmental organization|NGOs and independent media. Protests erupted across the country, with demonstrators calling for the repeal of the law and the \"protection of democratic freedoms\". The government's response to the protests varied, with some efforts to engage in dialogue, while many instances of Police brutality|police violence were reported.\n\nOn 11 May, a record-breaking protest rally took place, widely regarded as the largest in Georgian history. Despite the rain, tens of thousands gathered at four key locations in Tbilisi: First Republic Square, Marjanishvili (Tbilisi Metro)|Marjanishvili Metro, Samasi Aragveli (Tbilisi Metro)|300 Aragveli Metro, and Tsereteli (Tbilisi Metro)|Tsereteli Avenue. Demonstrators marched along both banks of the Kura (South Caucasus river)|Kura, with the four streams of protesters converging symbolically at Europe Square in Metekhi to celebrate Europe Day. Estimates suggest that at least 169,000 people participated, with some reports indicating peak numbers of up to 200,000 or even 300,000.",
                  "references": [
                    "https://oc-media.org/georgian-foreign-agent-bill-passes-first-stage-in-parliament/",
                    "https://www.bbc.com/news/world-europe-69007465",
                    "https://www.aljazeera.com/gallery/2024/5/15/georgia-parliament-passes-foreign-agent-bill-triggering-massive-protests",
                    "https://www.bbc.com/news/articles/cle0j5we2pno",
                    "https://tvpworld.com/77488096/tbilisi-hosts-the-largest-protest-in-georgias-modern-history",
                    "https://civil.ge/archives/605652",
                    "https://on.ge/story/129070-%E1%83%A0%E1%83%90%E1%83%9B%E1%83%93%E1%83%94%E1%83%9C%E1%83%98-%E1%83%90%E1%83%93%E1%83%90%E1%83%9B%E1%83%98%E1%83%90%E1%83%9C%E1%83%98-%E1%83%98%E1%83%A7%E1%83%9D-%E1%83%94%E1%83%95%E1%83%A0%E1%83%9D%E1%83%9E%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%9D%E1%83%94%E1%83%93%E1%83%90%E1%83%9C%E1%83%96%E1%83%94-11-%E1%83%9B%E1%83%90%E1%83%98%E1%83%A1%E1%83%A1-%E1%83%A6%E1%83%90%E1%83%9B%E1%83%98%E1%83%A1-10-%E1%83%A1%E1%83%90%E1%83%90%E1%83%97%E1%83%98%E1%83%A1%E1%83%97%E1%83%95%E1%83%98%E1%83%A1"
                  ]
                },
                {
                  "id": "2.1.s9",
                  "text": "The widespread opposition to the law underscored deep-seated concerns about the future of democracy and human rights in Georgia. Protesters and other critics, including the European Union and Western world|Western countries, spoke out against the bill, arguing that it would stifle democracy and freedom of the press in Georgia and comparing it to the Russian foreign agent law. European Union and the United States officials have been vocal in their opposition to the bill, considering that \"Georgia does not need this law\" and that its passage despite repeated calls from the EU \"to retract such legislation\" was unacceptable. Proponents of the bill denied this characterization, claiming it would ensure transparency of foreign funding and protect Georgia's sovereignty from malign foreign influence. People's Power has argued that the law would protect democracy and the sovereignty of Georgia from foreign interference through financing of NGOs with a goal of promotion of foreign agendas. Some have also criticized the European Union and the United States for interfering in Georgia's internal affairs and undermining its Sovereign state|sovereign power to pass its own laws, and blackmailing Georgia with European Union candidate status and US sanctions in order to maintain their right to interfere into Georgia's sovereign ability through \"unlimited\" and \"undisclosed\" foreign funding of NGOs. They have also emphasized that local NGOs should be grassroots rather than reliant on foreign funding. at Heroes Square]]",
                  "references": [
                    "https://crd.org/2024/05/14/we-stand-with-georgias-fight-for-democracy-and-human-rights/",
                    "https://civil.ge/archives/606480",
                    "https://www.radiotavisupleba.ge/a/32942105.html",
                    "https://rustavi2.ge/en/news/242599",
                    "https://www.interpressnews.ge/en/article/121690-georgian-dream-departees-american-funding-in-georgia-is-not-aimed-at-strengthening-the-democratic-system-but-at-undermining-it/",
                    "https://jacobin.com/2024/05/georgia-ngos-eu-membership-democracy",
                    "https://www.thenationalnews.com/opinion/comment/2024/05/23/the-west-has-no-business-meddling-in-georgias-internal-affairs/"
                  ]
                },
                {
                  "id": "2.1.s10",
                  "text": "On 5 October, President Salome Zourabichvili announced in an interview that she has a candidate in mind for the position of Prime Minister if the creation of a coalition government becomes relevant. She noted that the Georgian Charter requires the Prime Minister to be selected in consultation with the President. While she did not disclose the candidate's identity, Zourabichvili emphasized that the person has no political background, which she believes is important for building public trust and reducing political polarization. She also mentioned that she will soon begin negotiations with opposition parties that signed the charter. A day later, Shalva Papuashvili, during a briefing, revealed that the impeachment procedure against the president would be re-initiated. He cited her foreign visits without government permission, including trips to France, Germany, and Poland last week, as one of the reasons for the move.",
                  "references": [
                    "https://publika.ge/qartuli-ocneba-prezidents-michmentis-proceduras-meored-iwyebs/"
                  ]
                },
                {
                  "id": "2.1.s11",
                  "text": "On 20 October 2024, thousands of Georgians gathered in Tbilisi for a Pro-Europeanism|pro-European rally, just days before the elections. Demonstrators, carrying Flag of Georgia (country)|Georgian and Flag of Europe|EU flags, converged at Freedom Square, Tbilisi|Freedom Square after marching from five different locations across the city. The crowd chanted the Tavisupleba|national anthem and sang the EU anthem, ''Anthem of Europe|Ode to Joy'', while holding banners with messages like \"Georgia chooses the European Union\". The rally was attended by an estimated 90,000 to 100,000 people.",
                  "references": [
                    "https://www.france24.com/en/europe/20241020-tens-of-thousands-of-pro-eu-supporters-rally-in-georgia-ahead-of-key-vote",
                    "https://www.euronews.com/my-europe/2024/10/20/thousands-of-georgians-join-pro-eu-march-in-tbilisi-ahead-of-next-weeks-elections"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Georgian Charter",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "On 26 May 2024, In response to the 2023–2024 protests, President Salome Zourabichvili introduced the Georgian Charter, an action plan aimed at \"fostering unity among opposition parties ahead of the parliamentary elections\". The Charter, announced during Independence Day (Georgia)|Georgia's Independence Day celebrations, seeks to create a platform for the opposition to present a unified stance. Zourabichvili's proposal emphasizes a new electoral format where voters will choose between the ruling party and a coalition of opposition parties. The plan includes forming a temporary government post-elections to implement key reforms intended to \"enhance democratic processes and align Georgia more closely with European standards\", after which new elections will be held. The Charter's main goals include repealing laws that the opposition considers as hindrances to European integration and undertaking significant judicial and electoral reforms to ensure \"a fair and democratic process\".",
                  "references": [
                    "https://civil.ge/archives/609466",
                    "https://sceeus.se/en/publications/zurabishvilis-charter-implications-for-georgia-2/",
                    "https://www.eunews.it/en/2024/05/29/what-is-the-pro-eu-georgian-charter-proposed-by-the-president-for-a-united-front-in-the-october-elections/"
                  ]
                },
                {
                  "id": "2.2.s2",
                  "text": "The president emphasized that the October parliamentary elections should focus on the question of \"what direction the country should take rather than which individuals or parties should be elected\". She stated that the 2024 elections will effectively act as a referendum on whether Georgia seeks closer integration with Europe. So far 17 political parties from the opposition, including UNM, Strategy Aghmashenebeli, Ahali, Lelo for Georgia|Lelo, European Georgia — Movement for Liberty|European Georgia, Girchi — More Freedom|Girchi – More Freedom, Droa, Citizens (Georgia)|Citizens, For Georgia, For the People (Georgia)|For the People, the Republican Party of Georgia|Republican Party, the Greens Party of Georgia, :ka:სამართლიანობისთვის|For Justice, European Democrats (Georgia)|European Democrats, Law and Justice (Georgia)|Law and Justice, Tavisupleba (political party)|Tavisupleba, State for the People and the National Democratic Party (Georgia)|National Democratic Party, as well as 5 individual MPs have signed the Georgian Charter presented by the president.",
                  "references": [
                    "https://www.france24.com/en/tv-shows/talking-europe/20240503-georgia-s-next-election-will-be-referendum-for-or-against-europe-president-zourabichvili",
                    "https://www.radiotavisupleba.ge/a/33130705.html?fbclid=IwZXh0bgNhZW0CMTEAAR3U2A0lyUyGiLHykJerUIO8AwAxjeNEV5vkvCjfh3MKXxec_QB5qtTe4bk_aem_MdeHc6wxbyMQNKBDFQ_vWQ",
                    "https://civil.ge/archives/611114"
                  ]
                },
                {
                  "id": "2.2.s3",
                  "text": "Some opposition parties refused to sign the agreement. Girchi has praised Zourabichvili's initiative for attempting to bring opposition together, nevertheless, they criticized her for not taking their opinions into consideration and refused to sign it. Initially the For Georgia party also did not join the agreement, saying that they supported the reforms outlined in the charter, however, they said that talking about forming a temporary government post-elections was damaging to the pre-election process; however, For Georgia later reversed its decision and signed the Charter.",
                  "references": [
                    "https://on.ge/story/129515-%E1%83%98%E1%83%90%E1%83%92%E1%83%9D-%E1%83%AE%E1%83%95%E1%83%98%E1%83%A9%E1%83%98%E1%83%90%E1%83%A1-%E1%83%97%E1%83%A5%E1%83%9B%E1%83%98%E1%83%97-%E1%83%92%E1%83%98%E1%83%A0%E1%83%A9%E1%83%98-%E1%83%A5%E1%83%90%E1%83%A0%E1%83%97%E1%83%A3%E1%83%9A-%E1%83%A5%E1%83%90%E1%83%A0%E1%83%A2%E1%83%98%E1%83%90%E1%83%A1-%E1%83%AE%E1%83%94%E1%83%9A%E1%83%A1-%E1%83%90%E1%83%A0-%E1%83%9B%E1%83%9D%E1%83%90%E1%83%AC%E1%83%94%E1%83%A0%E1%83%A1",
                    "https://www.radiotavisupleba.ge/a/32976940.html",
                    "https://www.radiotavisupleba.ge/a/33130705.html?fbclid=IwZXh0bgNhZW0CMTEAAR1NWfii_W0iXYHDr3Q_EpfCJ2qoQHV20A-CptsWaeqCWCwjq-dcwPmaTrc_aem_j53OlWVCHfUNXszBxFZ8fA"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Parties and coalitions",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "There was a split within the largest opposition United National Movement party months prior to the elections. In January 2023, Levan Khabeishvili unseated Nika Melia from the position of United National Movement chairman after winning internal party elections. Accusing Khabeishvili of being a protégé of shadowy businessman Davit Kezerashvili, Melia announced a break with the UNM and plans for his own party in December 2023. On 11 March 2024, Melia announced the formation of Ahali party. He was joined by Nika Gvaramia, another former Ministry of Justice (Georgia)|Minister of Justice Ministry of Education and Science (Georgia)|Minister of Education and Science and former UNM member and former director general of Rustavi 2 TV and Mtavari Arkhi TV and founder of pro-opposition Mtavari Arkhi TV. On 8 June, Tinatin Bokuchava became chair of the United National Movement, succeeding Khabeishvili, who resigned due to health complications.",
              "references": [
                "https://jam-news.net/split-in-the-national-movement-party/",
                "https://civil.ge/archives/586462"
              ]
            },
            {
              "id": "3.s2",
              "text": "On 20 July 2023, the United National Movement announced an alliance with Strategy Aghmashenebeli of Giorgi Vashadze. According to Khabeishvili, the coalition, named \"Victory Platform\", will center around former president Mikheil Saakashvili. Imprisoned on charges of abuse of power and violence, Saakashvili will lead his party in the election from prison. On 30 December 2023, Bidzina Ivanishvili, a founder of Georgian Dream, announced his return to politics as honorary chairman of Georgian Dream, suggesting he would play an active role in the election campaign. On 8 February 2024, Irakli Kobakhidze was confirmed by the parliament as the new Prime Minister from the ruling Georgian Dream party. In March 2024, the People's Power movement was registered as a political party, and is expected to participate in the election. On 11 April, the Public Registry revoked the registration of the Conservative Movement party, banning it from participating in the election. In June 2024, it was announced that the party would merge with the Alliance of Patriots of Georgia and run together in the election.",
              "references": [
                "https://civil.ge/archives/552882",
                "https://civil.ge/archives/587620",
                "https://oc-media.org/georgias-alt-info-to-run-in-elections-with-alliance-of-patriots/"
              ]
            },
            {
              "id": "3.s3",
              "text": "On 8 July, the Chair of the United National Movement, Tina Bokuchava, announced a new political platform named \"Unity – National Movement|Unity – to Save Georgia\". This platform aims to bring together the United National Movement, Strategy Agmashenebeli — two parties that have been in \"Victory Platform\" coalition for a year already — as well as representatives from other parties, civil society, and academia. The new platform will use the UNM ballot number 5 in the upcoming elections. On 9 July, three opposition parties, Ahali, Girchi – More Freedom, and Droa, announced their decision to post a joint election list for the Parliamentary elections in October. The leaders mentioned that an expected alliance with another party, Lelo, did not materialize due to \"minor differences\". Subsequently, this alliance was renamed to Coalition for Change (Georgia)|\"Coalition for Change\". On 18 August, the Republican Party and the youth organization of Georgian Azerbaijanis \"Activists for the Future\" joined the coalition.",
              "references": [
                "https://civil.ge/archives/621000"
              ]
            },
            {
              "id": "3.s4",
              "text": "On 24 June 2024, the leader of Alliance of Patriots of Georgia, Irma Inashvili announced that ten Conservatism|conservative parties and civic organizations signed the \"Declaration of Unity of the Patriots of Georgia,\" starting a coalition aimed at unifying Traditionalist conservatism|traditionalist forces to promote a conservative agenda in the next parliament. The declaration invited all individuals who shared this worldview to join, fostering inclusivity while critiquing the dominant narratives of the GD and the UNM, which have \"marginalized conservative voices.\" Its primary goal is to ensure robust representation of conservative values and interests in the Parliament of Georgia|Georgian Parliament. On 10 July, it was reported that several parties would run under the banner of Alliance of Patriots alongside Conservative Movement/Alt Info to foster a joint electoral efforts: Georgian Idea, Georgian Mission, Conservative-Monarchist Party, Christian-Democratic Movement (Georgia)|Christian-Democratic Movement, and National Unit. On 17 July, Lelo for Georgia, For the People, and the political movement Freedom Square (Georgia)|Freedom Square announced their unification under a single electoral list for the upcoming elections. Subsequently, this alliance was renamed to \"Strong Georgia\". Later in August, the Citizens party also joined the alliance.",
              "references": [
                "https://www.youtube.com/watch?v=HELlCEV2sNE&t=51s",
                "https://rustavi2.ge/ka/news/285434",
                "https://www.interpressnews.ge/en/article/132634-mamuka-mdinaradze-peoples-power-will-take-part-in-the-parliamentary-elections-with-a-common-list-with-us"
              ]
            },
            {
              "id": "3.s5",
              "text": "On 1 August, a majority of the European Georgia – Movement for Liberty|European Georgia electoral list, chosen during the party's internal Partisan primary|primary election, left the party, including key figures Giga Bokeria and Tamar Chergoleishvili. The split arose from disagreements with other key figures, Gigi Tsereteli and Akaki Bobokhidze over the primary results. Later on 15 August, the members who left European Georgia formally established a new party called the Federalists (Georgia)|Federalists. 2 days later European Georgia, in an announcement with the Unity coalition, announced that it would be running on a joint list with the UNM and Strategy Aghmashenebeli. On 25 September the Federalists confirmed that they will not participate in the elections, as they were late in registering the party. Despite this, the party called on its supporters to remain engaged and vote against the Georgian Dream. The Election Administration of Georgia|Central Election Commission of Georgia refused to register European Socialists (Georgia)|European Socialists, Union of Georgian Traditionalists and Generations for Georgia parties, citing their failure to comply with the legislative requirement to present signatures of 25 thousands voters for the registration. Along with them, 8 other parties were refused registration. Therefore, they will not take part in the elections. Ilia Injia, the son of European Socialists leader Fridon Injia became a Georgian Dream candidate.",
              "references": [
                "https://www.radiotavisupleba.ge/a/33135058.html",
                "https://www.ambebi.ge/article/314470-ratom-etkva-uari-archevnebshi-registraciaze-pridon-i/",
                "https://www.radiotavisupleba.ge/a/33136019.html"
              ]
            },
            {
              "id": "3.s6",
              "text": "At a special briefing on 16 September, Salome Zourabichvili emphasized the need for a \"positive, third center\" to provide opposition-leaning and undecided voters with a clearer choice and announced the forthcoming coalition of two major opposition forces: Strong Georgia and ex-Prime Minister Giorgi Gakharia's For Georgia. She expressed her support for their readiness to unite and invited them to the Orbeliani Palace on 17 September to complete the final steps of the negotiations. Zourabichvili concluded by asserting, \"I am confident that this is what society expects from you.\" The Georgian Dream MP Giorgi Kakhiani accused the President of allegedly showing her political sympathies towards these parties with her invitation, which he claimed was a violation of the Georgian constitution requiring the President to be neutral. The following day, after a meeting at the presidential administration, Khazaradze acknowledged that while some issues persist, including questions regarding the 2019 protests in Georgia (country)|events of 20 June 2019, and the Anaklia Sea Port project, he and Gakharia are united in their goal to oust the ruling Georgian Dream party. Khazaradze emphasized the critical need for the country to decide between a path aligned with Russia or a future integrated with Europe.",
              "references": [
                "https://www.interpressnews.ge/en/article/133388-the-president-invites-strong-georgia-and-giorgi-gakharias-party-to-the-orbeliani-palace-for-negotiations/",
                "https://civil.ge/archives/624481",
                "https://civil.ge/archives/309749"
              ]
            },
            {
              "id": "3.s7",
              "text": "Gakharia mentioned that Khazaradze had requested additional time to clarify his stance, indicating that negotiations were still ongoing. Gakharia reaffirmed his party's commitment to prioritizing Georgia's democratic path. He expressed gratitude to president Salome Zourabichvili for facilitating the dialogue and highlighted the upcoming elections as crucial in preventing any single party from dominating Georgian politics. On 19 September, For Georgia announced via Facebook that the negotiations collapsed, citing internal disagreements within Strong Georgia. However, Mamuka Khazaradze, refuted this claim, saying Strong Georgia was ready to sign the deal but was waiting for the president's invitation to finalize it. The alliance was intended to challenge the dominance of the ruling Georgian Dream party and the opposition UNM, potentially attracting hesitant voters. Despite this, disagreements, particularly over the former prime minister's controversial past and issues of equal representation on the joint party list, led to the breakdown. On 25 September, Strong Georgia announced that former President of Georgia|President Giorgi Margvelashvili had joined their coalition. Overall, 27 parties were registered for the October elections. On voting day, Zourabichvili expressed hope that the election would bring an end to \"one-party rule in Georgia\".",
              "references": [
                "https://formulanews.ge/all_videos/ხაზარაძე-გახარიას-შეხვედრა-პრეზიდენტთან/117113",
                "https://www.facebook.com/ForGeoGe/posts/832360112410298?rdid=rPfG6O7GAZFJ7DJE&share_url=https://www.facebook.com/share/i3KqC8pi8sfy3MEX/",
                "https://civil.ge/archives/624874",
                "https://oc-media.org/former-president-giorgi-margvelashvili-joins-the-strong-georgia-alliance/",
                "https://www.bbc.com/news/articles/cqj0l8rpvelo"
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "List of major coalitions or political parties",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "{{mw-datatable}}{{sticky-header}}\n{| class=\"wikitable mw-datatable sticky-header\" style=\"font-size:95%;\"\n! #\n! colspan=\"3\" | Party/Coalition\n! Constituent parties\n! Leaders\n! Last election (2020)\n! Ideology\n|-\n! 41\n| style=\"background:{{party color|Georgian Dream}};\" |\n| style=\"text-align:center;\" | '''GD'''\n| Georgian Dream\n| Georgian Dream<br>People's Power (Georgia)|People's Power\n| Irakli Kobakhidze\n| GD: 48.22%<br>PP: N/A\n|Populism, Conservatism, Euroscepticism\n|-\n! 5\n| style=\"background:{{Party color|United National Movement (Georgia)}};\" |\n| style=\"text-align:center;\" | '''U–NM'''\n| Unity – National Movement\n| United National Movement (Georgia)|United National Movement<br>Strategy Aghmashenebeli<br>European Georgia\n| Tinatin Bokuchava\n| UNM: 27.18%{{efn|As part of Strength is in Unity coalition}}<br>SA: 3.15%<br>EG: 3.79%\n|Liberal conservatism, Pro-Europeanism\n|-\n! 4\n| style=\"background:#377149;\" |\n| style=\"text-align:center;\" | '''CC'''\n| Coalition for Change (Georgia)|Coalition for Change\n| Ahali<br>Girchi – More Freedom<br>Droa<br>Republican Party of Georgia|Republican Party\n| Nika Gvaramia<br>Nika Melia<br>Zurab Japaridze<br>Elene Khoshtaria\n| Ahali: N/A<br>G–MF: N/A<br>Droa: N/A<br>Republicans: N/A\n|Liberalism, Libertarianism, Pro-Europeanism\n|-\n! 25\n| style=\"background:{{party color|For Georgia}};\" |\n| style=\"text-align:center;\" | '''FG'''\n| For Georgia\n| For Georgia<br>Conservative Party of Georgia|Conservative Party\n| Giorgi Gakharia\n| FG: N/A<br>CPG: 0.16%\n|Social democracy, Technocracy, Pro-Europeanism\n|-\n! 9\n| style=\"background:#FCAF12;\" |\n| style=\"text-align:center;\" | '''SG'''\n| Strong Georgia\n| Lelo for Georgia<br>For the People (Georgia)|For the People<br>Citizens (Georgia)|Citizens<br>Freedom Square (political party)|Freedom Square\n| Mamuka Khazaradze\n| Lelo: 3.15%<br>FP: N/A<br>Citizens: 1.33%<br>FS: N/A\n|Liberalism, Social democracy, Pro-Europeanism\n|-\n|}",
                  "references": [
                    "https://www.interpressnews.ge/ka/article/813631-partiam-gaxaria-sakartvelostvis-saarchevno-sia-caradgina-partias-sheuertdnen-zviad-ziziguri-da-dimitri-ckitishvili/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "List of minor coalitions or political parties",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "{{mw-datatable}}{{sticky header}}\n{| class=\"wikitable mw-datatable sticky-header\" style=\"font-size:95%;\"\n! #\n! colspan=\"3\" | Party/Coalition\n! Constituent parties\n! Leaders\n! Last election\n! Ideology\n|-\n! 3\n|\n|\n| Party of Georgian Unity and Development\n| \n| Kamal Muradkhanovi\n|\n| \n|-\n! 6\n| style=\"background:{{party color|European Democrats (Georgia)}};\" |\n| style=\"text-align:center;\" | '''EG'''\n| European Democrats (Georgia)|European Democrats\n| —\n| Paata Davitaia\n| \n|Pro-Europeanism\n|-\n! 8\n| style=\"background:{{party color|Alliance of Patriots of Georgia}};\" |\n| style=\"text-align:center;\" | '''APG'''\n| Alliance of Patriots of Georgia|Alliance of Patriots\n| Alliance of Patriots of Georgia|Alliance of Patriots<br>Conservative Movement (Georgia)|Conservative Movement/Alt-Info<br>Georgian Idea<br>Christian-Democratic Movement (Georgia)|Christian-Democratic Movement\n| Irma Inashvili<br>Davit Tarkhan Mouravi\n| APG: 3.14<br>CM/Alt-Info: N/A<br>GI: 0.43%<br>CDM: N/A\n|National conservatism, Right-wing populism, Hard Euroscepticism, Russophilia\n|-\n! 10\n| style=\"background:{{party color|Georgian Labour Party}};\" |\n| style=\"text-align:center;\" | '''GLP'''\n| Georgian Labor Party\n| —\n| Shalva Natelashvili\n| 1.00%\n|Social Democracy, Pro-Europeanism\n|-\n! 12\n|\n|\n| Our United Georgia\n| \n| Isaki Giorgadze\n|\n| Reformism \n|-\n! 16\n| \n| \n| Change Georgia\n| —\n| Giorgi Gagnidze\n| 0.07%\n| Populism\n|-\n! 17\n|\n|\n| Georgia\n| \n| Giorgi Liluashvili\n| 0.06%\n|\n|-\n! 20\n| style=\"background:#a20031;\" |\n| style=\"text-align:center;\" | '''FG'''\n| Free Georgia\n| —\n| Kakha Kukava\n| 0.33%\n| National conservatism\n|-\n! 21\n| \n| \n| Tribuna\n| —\n| Davit Tchitchinadze\n| 0.14%\n| Left-wing populism\n|-\n! 23\n| style=\"background:#3e5d31;\" |\n| style=\"text-align:center;\" | '''C'''\n|Chven\n|—\n|''Vacant''\n|\n|Pro-Europeanism\n|-\n! 26\n| \n| \n| Left Alliance\n| —\n| Konstantine Gugushvili\n|\n| Left-wing nationalism\n|-\n! 27\n| \n| \n| Georgian Unity\n| —\n| Gaioz Mamaladze\n|\n| Nationalism\n|-\n! 36\n| style=\"background:{{party color|New Political Center — Girchi}};\" |\n| style=\"text-align:center;\" | '''NPC-Girchi'''\n| New Political Centre - Girchi\n| —\n| Iago Khvichia\n| 2.89%\n|Libertarianism\n|-\n|}",
                  "references": [
                    "https://epde.org/wp-content/uploads/2024/09/ISFED-Unofficial-Pre-Election-Campaign-Monitoring-Report-for-the-2024-Parliamentary-Elections.pdf",
                    "https://publika.ge/davit-qacaravam-akia-barbaqadzem-da-kakha-gogidzem-politikuri-gaertianeba-chven-datoves/?fbclid=IwZXh0bgNhZW0CMTEAAR1uOla-cl7T_oZ2Mk2dNgHfRK58mFF65D_ENN32ivk-Rm2nIu_adAtBf_A_aem_5KZdx3HT1xRbIIR4Rj0Mfw"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Campaign and party programmes",
      "content": [
        {
          "id": "4.1",
          "title": "Georgian Dream",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.1.s1",
                  "text": "The ruling Georgian Dream party officially announced starting a pre-election campaign on 21 August 2024. The first campaign event was launched in the Georgian town of Mtskheta on 22 August, with others following in Ambrolauri, Ozurgeti, Akhaltsikhe, Gori, Georgia|Gori, Telavi, and other regions. The campaign events culminated on 23 October in Tbilisi. During the campaign events of Georgian Dream, Bidzina Ivanishvili, Irakli Kobakhidze, Mamuka Mdinaradze and its other leaders gave speeches in front of public. Prior to officially launching its campaign, on 20 August, the Political Council of Georgian Dream issued a statement, saying that the election would be a referendum on \"on war vs. peace, traditional values vs. moral degradation, subservience to external powers vs. an independent and sovereign state\". The party urged its supporters to \"put everything aside and come out to vote\", emphasizing the need for the ruling party to secure a constitutional majority in the election to implement its long-term goals. The party presented the objectives for which it would use the constitutional majority, which became the main campaign issues of the party.",
                  "references": [
                    "https://civil.ge/archives/623106",
                    "https://www.radiotavisupleba.ge/a/ქართული-ოცნებისა-და-ევროკავშირის-მხარდამჭერთა-ბოლო-საარჩევნო-შეკრებები/33172195.html",
                    "https://oc-media.org/georgian-dream-to-seek-constitutional-majority-to-ban-the-opposition/"
                  ]
                },
                {
                  "id": "4.1.s2",
                  "text": "The Georgian Dream pledged to ban the \"collective United National Movement\", a term used by it to describe the former ruling United National Movement party and other parties which have signed the Georgian Charter with the UNM, envisaging a united strategy to form a coalition government to oust the Georgian Dream from power. The Georgian Dream accused the United National Movement of various \"crimes against the Georgian people\" during its rule, including \"pushing Georgia into the war Russo-Georgian War|with Russia in 2008\" and seeking to embroil Georgia into a \"second front\" of the Russo-Ukrainian War. According to the statement, the existence of the \"collective UNM\", \"which is entirely controlled from outside and is constantly engaged in hostility towards the state\", makes the healthy democratic process and Peaceful transition of power|alteration of political forces \"impossible\". Later Ivanishvili described the \"Collective UNM\" as a \"severe disease\" that has plagued the country for two decades. He asserted that the constitutional majority would enable legal action to ban \"the UNM and its affiliated parties\", citing legal grounds for such a move and comparing it to \"Nuremberg Trials\". He further called the UNM \"foreign agents who are engaged in anti-state activities\". According to Ivanishvili, only when Georgia would replace the \"Collective UNM\" with the \"patriotic political forces\", it would be able to conduct \"truly healthy elections\". Kobakhidze stated the prohibition of political parties is considered a democratic process when there is a legal basis for it. He argued that in a democratic state, such actions are justifiable. Kobakhidze noted that political parties have been banned in Ukraine and Moldova, and similar measures have received positive evaluations from the EU.",
                  "references": [
                    "https://civil.ge/archives/621386",
                    "https://www.politico.eu/article/georgia-opposition-ban-georgian-dream-party-election-eu-enlargement-irakli-kobakhidze/",
                    "https://oc-media.org/georgian-dream-names-opposition-parties-they-intend-to-ban/"
                  ]
                },
                {
                  "id": "4.1.s3",
                  "text": "On 14 September, during the campaign event in Gori, Ivanishvili blamed the United National Movement for provoking the 2008 Russo-Georgian War and called it the \"worst crime committed by them\". Ivanishvili accused the UNM of committing \"many atrocities\" which he claimed were proved by evidences. Ivanishvili claimed that the 2008 war was \"a well-planned provocation from the outside against the Georgians|Georgian and Ossetian people, the purpose of which was to split unity, destroy relations and make them exist in conditions of endless, artificial confrontation\". He stated that the 2008 war was \"ordered from outside\" and executed by the \"stateless agents\". He pledged to hold the \"Nuremberg trials\" for the UNM and also said that Georgia would need to apologize to the Ossetian people for \"the flames of fire in which our Ossetian brothers and sisters were enveloped by the traitorous National Movement in 2008\". He said that only Georgian Dream could ensure reconciliation with the Ossetian people. These statements of Ivansihvili proved to be particularly controversial among the public.{{refn| Many relatives of Georgian soldiers who died in the 2008 war, such as the wife of Giorgi Antsukhelidze, who was tortured by the South Ossetian militants, publicly denounced Ivanishvili's statements.}}",
                  "references": [
                    "https://en.apa.az/europe/georgia-to-apologize-for-war-that-saakashvili-started-against-ossetians-ruling-party-448223",
                    "https://www.interpressnews.ge/en/article/133358-bidzina-ivanishvili-it-took-us-12-years-to-give-a-political-assessment-to-the-tragedy-of-2008-today-without-any-evasion-we-talk-about-the-national-movement-that-started-the-war-because-we-have-a-lot-of-evidence-of-the-worst-crime-committed-by-them/",
                    "https://formulanews.ge/News/116962",
                    "https://www.interpressnews.ge/en/article/133365-unity-national-movement-todays-statement-of-bidzina-ivanishvili-in-gori-is-a-national-shame-with-this-statement-georgian-dream-serves-only-the-interests-of-russia-undermines-the-policy-of-non-recognition-of-occupied-territories-and-hurts-the-national-interest-of-georgia",
                    "https://civil.ge/archives/624405",
                    "https://www.interpressnews.ge/en/article/133366-mamuka-khazaradze-all-wars-in-georgia-started-with-the-hands-of-russia-sorry-we-have-to-pay-with-our-hero-boys-who-sacrificed-themselves-for-the-motherland",
                    "https://on.ge/story/132777-ბიძინა-ივანიშვილი-ივანიშვილს-ბოდიში-აქვს-მოსახდელი",
                    "https://oc-media.org/anger-in-georgia-after-ivanishvili-vows-to-apologise-to-south-ossetians-for-2008-war/"
                  ]
                },
                {
                  "id": "4.1.s4",
                  "text": "The second objective presented by the Georgian Dream party envisaged a further push to adopt the Georgian LGBT propaganda bill|Protection of Family Values and Minors bill, which the party had already initiated in the Georgian Parliament. The bill, intended to ban the \"LGBT propaganda\", has been justified by the ruling party by a necessity of preventing the spread of \"pseudo-liberal ideology\" into Georgia from outside. On 28 September, during his campaign speech in Telavi towards Kakhetians, Ivanishvili further accused the UNM of trying to alienate Georgia from its national values. In particular, Ivanishvili highlighted the \"UNM's attack on Georgian viniculture\", which he described as a part of Georgian national identity. On the other hand, he claimed that the Georgian Dream implemented state programs to restore the viniculture, winemaking industry and 2006 Russian ban of Moldovan and Georgian wines|traditional Russian market. Speaker of Georgian parliament Shalva Papuashvili stated that the Georgia's integration into the European Union should be paired with the respect for the Georgian traditional values, with him calling Georgia \"one of the first cradles of European civilization\" as \"the co-creators of the fact that agriculture, viticulture, Christian faith were woven into the European identity\".",
                  "references": [
                    "https://www.interpressnews.ge/en/article/133052-mamuka-mdinaradze-we-must-survive-physically-survive-spiritually-and-continue-the-dignified-progress-and-development-towards-europe-with-peace-dignity-and-prosperity-while-preserving-the-georgian-identity-national-spirit-and-faith",
                    "https://www.interpressnews.ge/en/article/133614-bidzina-ivanishvili-on-the-national-movement-these-stateless-people-must-answer-for-the-most-serious-crimes-society-must-cut-this-political-sarcoma-from-its-own-body",
                    "https://www.interpressnews.ge/en/article/133613-shalva-papuashvili-rapprochement-with-the-european-union-should-not-be-a-wordless-fulfillment-of-instructions-but-a-two-way-way-of-mutual-study-mutual-respect-mutual-acceptance-and-not-merger-and-loss"
                  ]
                },
                {
                  "id": "4.1.s5",
                  "text": "The third objective outlined by the ruling party revolved around reintegrating Georgia's Russian-backed separatist regions, Abkhazia and South Ossetia. According to the Georgian Dream's statement, given the \"dynamic development of events\", Georgia might get a chance to \"peacefully restore\" its territorial integrity at \"any time\", therefore, \"it will be necessary to amend the Constitution of Georgia to bring Georgia's governance system and territorial state structure in line with the new reality\". According to the ruling party, the \"externally-controlled anti-state\" opposition parties would not be willing to support the restoration of territorial integrity, therefore, it would be necessary for the ruling party to hold constitutional majority. There has also been a fourth issue related to \"protecting Georgia's identity and national values\", however, the statement said that the issue was still under discussion within the ruling party. It was later confirmed that the proposed amendment would focuse on designating Eastern Orthodoxy|Orthodox Christianity as the state religion. The ruling party branded this initiative as part of their commitment to uphold \"national values and traditions,\" in line with their campaign promises to ban \"Gay agenda|LGBT propaganda\" and reinforce the role of the Church. In contrast, the Georgian Orthodox Church has expressed skepticism, fearing that such a change could compromise its independence and increase government control. High-ranking clergy members, including Metropolitan Shio Mujiri and Metropolitan Nikoloz Pachuashvili, have raised concerns about the potential implications of this proposal, arguing that it could alter the traditionally independent yet cooperative relationship between the state and the Church established by the Concordat of 2002|2002 Concordat. After the Georgian Orthodox Church (GOC) turned down the ruling party's proposal on declaring the GOC as the state religion in Georgia, on 31 August, during the campaign rally speech in Ozurgeti, Bidzina Ivanishvili once again addressed the issue. He confirmed the ongoing discussions between the Georgian Orthodox Church and the ruling party on the constitutional status of the Georgian Orthodox Church. He said that the proposed amendment by the ruling party would clarify the Orthodox Christianity as the \"pillar of the Georgian statehood\" and emphasize its role in the country's history and present.",
                  "references": [
                    "https://www.politico.eu/article/georgia-dream-party-ban-opposition-unm-mikheil-saakashvili/",
                    "https://civil.ge/archives/621542",
                    "https://oc-media.org/georgian-dream-proposes-to-recognise-orthodox-christianity-as-state-religion/",
                    "https://civil.ge/archives/621777"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Unity — National Movement",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "]]\nIn early January 2022, it was revealed that imprisoned former president and leader of United National Movement (UNM), Mikheil Saakashvili, was working on a 9-point economic plan with the UNM economist Roman Gotsiridze.",
                  "references": [
                    "http://www.messenger.com.ge/issues/5082_february_4_2022/5082_khatia.html"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "On 10 January, Saakashvili announced that the plan was completed and soon to be presented to the public. The Saakashvili plan was ultimately released on 3 February. The plan outlined nine theses for economic development: judicial reform, English law, arbitration, decriminalization of economic crimes; de-oligarchization; energy development; elimination of bureaucracy and irrelevant spending; a single tax principle; Infrastructure and transport development; construction of the planned city of Lazika (planned city)|Lazika, agricultural development and \"Georgian Silicon Valley|silicon valley\". It focused on deregulation, Digitization|digitalization of public services, reducing corruption in the court system, democratic development, Small government, the non-interventionism in the economics and protection of the private property as the means of attracting Foreign Direct Investment|foreign investments to stimulate the economic growth.",
                  "references": [
                    "https://www.interpressnews.ge/en/article/118077-mikheil-saakashvili-publishes-the-main-theses-of-the-economic-vision/"
                  ]
                },
                {
                  "id": "4.2.s3",
                  "text": "On 4 September 2024, the chairman of the UNM Tina Bokuchava presented \"5 priorities\" of her party and coalition partners during the campaign event in Kvareli: European integration, increasing average income, increasing pension, strengthening Georgian families and breaking up monopolies. In foreign policy, the coalition promised opening Accession of Georgia to the European Union|accession negotiations with the European Union, negotiating Free trade agreements of the United States|free trade and Visa policy of the United States|visa liberalization agreements with the United States and scrapping Foreign funding of NGOs#Georgia|Law on Transparency of Foreign Influence. In terms of internal policy, Bokuchava promised free school meals, free housing for students and cancelling pension loans.",
                  "references": [
                    "https://www.interpressnews.ge/en/article/133197-unity-national-movement-presented-5-election-priorities/"
                  ]
                },
                {
                  "id": "4.2.s4",
                  "text": "The Unity – National Movement prioritizes securing Georgia's membership in the European Union. Together with its coalition partners, the party plans to initiate EU accession talks immediately after winning the election, unlocking access to Georgia's \"14 billion euro European fund\". Additionally, the party commits to signing a free trade agreement with the United States and securing visa-free travel for Georgian citizens to the U.S. The party also promises to create tens of thousands of new jobs annually. A 1 billion euro EU subsidy will be allocated to agriculture, with the goal of increasing the average national salary to 3,500 lari and setting a minimum wage of 1,500 lari. Other key pledges include abolishing pension loans, raising pensions to 1,000 lari, and establishing a billion-lari fund in Mikheil Saakashvili's name to support the return of Georgian diaspora|Georgian emigrants.",
                  "references": [
                    "https://www.occrp.org/interactives/polit-watch/ka/parties/4/ertianoba-natsionaluri-modzraoba"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.3",
          "title": "For Georgia",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.3.s1",
                  "text": "On 8 August 2024, the For Georgia party leader, Giorgi Gakharia, went to Batumi to meet with the people and canvass the vote. On 17 August 2024, Gakharia officially kicked off the party's election campaign with the opening ceremony in Zugdidi. Gakharia's promises during the election campaign included increasing the minimum wage from 50 Georgian lari|GEL to 950 GEL, introducing six-month unemployment benefits and tying the increase of pensions with that of the economy. For Georgia believes healthcare is a fundamental human right, and the state must ensure its protection. The party plans to transition to a compulsory universal healthcare insurance model, funded by excise taxes on tobacco, alcohol, and vehicle imports. Primary healthcare will be strengthened, doctors retrained, and service quality and regulated costs to ensure access to quality medicines. The party is committed to fast-tracking Georgia's EU integration, ensuring sectoral benefits like access to the single market, the Energy policy of the European Union|European Energy Union, and application of digital policies before full membership. Additionally, the party advocates for NATO membership without a Membership Action Plan (MAP)|\"Membership Action Plan\" (MAP), following Finland and Sweden's model. Economically, the party aims to establish a European-style Welfare state|social state, focused on sustainable and inclusive growth. Key priorities include employment programs, sectoral policy development, and an export financing agency. A 4-year infrastructure project will complete gasification, water supply, and internet access nationwide, with an emphasis on building a green economy to safeguard natural resources. In education, the party seeks to promote critical thinking, civic awareness, and lifelong learning through improved quality, infrastructure, and financing. Defense spending will rise to 2% of GDP, and military cooperation with Western partners, especially the United States, will enhance Georgia's defense capabilities. The depoliticization and strengthening of the State Security Service will focus on combating hybrid threats from Russia.",
                  "references": [
                    "https://civil.ge/archives/619220",
                    "https://paraleli.ge/76683/მინიმალური-ხელფასი-ამ-ქვ/"
                  ]
                },
                {
                  "id": "4.3.s2",
                  "text": "The party will draft a national strategy for de-occupation and peaceful reunification of the country, involving public and Western partner input within one year. Governance reforms will strengthen institutions, ensure mutual checks and balances, and promote fair, Free and fair election|transparent elections. Key government appointments (e.g., prosecutor general, court judges) will be made through political consensus. Judicial reforms will focus on eliminating corruption, including the removal of high-ranking officials who have lost public trust. The High Council of Justice (Georgia)|High Council of Justice will undergo comprehensive reform to restore integrity. Fighting corruption is a central priority. The party promises to dismantle elite networks that enrich themselves at the expense of citizens, ensuring regional and municipal governments are free from corruption. Through fiscal decentralization, municipalities will gain more authority and resources, with anti-corruption units established locally to monitor risks.",
                  "references": [
                    "https://www.occrp.org/interactives/polit-watch/ka/parties/7/gakharia-saqartvelostvis",
                    "https://forgeo.ge/upload/manifests/1/384bcd2ac87bb29915ef53f71c10e1d0.pdf"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.4",
          "title": "Strong Georgia",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.4.s1",
                  "text": "On 5 September 2024, the Strong Georgia coalition presented its election plan called \"Ilia's way\" to the public in Saguramo, in the vicinity of Ilia Chavchavadze's statue. The coalition stated that it would introduce a visa regime for Russian citizens in Georgia, restrict direct flights with Russia, and ban selling agricultural land to Russians. It promised to push for Anaklia#Anaklia Port Project|Anaklia deepwater port construction and to create \"200 thousand new jobs\", although it did not specify what measures would be taken for this goal. It promised to introduce a heavy gambling tax and use the increased budget funds to raise pensions. Ana Dolidze, Social democracy|social democratic member of coalition from For the People party, presented plan to increase average income and minimum wage. She announced that these goals would be achieved in cooperation with the \"business, small and medium businesses\". Levan Tsutskiridze, a leader of Freedom Square (political party)|Freedom Square party, focused on education reform. The coalition promised greater European Integration, vowing to establish special ministry to push for Georgia's accession to the EU, increase trade with the EU, and create greater opportunities for the youth to move to the European countries through student exchange programs.",
                  "references": [
                    "https://www.radiotavisupleba.ge/a/33108590.html"
                  ]
                },
                {
                  "id": "4.4.s2",
                  "text": "On 19 September, during the meeting with pensioners, Mamuka Khazaradze noted that the coalition was planning to increase the taxes on gambling from 15% to 25%, citing Illinois as an example. He also called for an end to the \"exploitative practices related to pension loans and overdrafts\" and promised \"proper oversight\" over the pension fund. A key component of Lelo's platform is its 1,000 GEL pension plan for seniors, which Khazaradze assured is a concrete initiative rather than a campaign slogan. \"This is about ensuring that our pensioners have the basic means to live in dignity,\" he explained.",
                  "references": [
                    "https://www.messenger.com.ge/issues/5730_september_6_2024/5730_liza.html"
                  ]
                },
                {
                  "id": "4.4.s3",
                  "text": "The coalition envisions a decentralization process that provides municipalities and councils with increased financial resources and authority tailored to local needs. To achieve this, they intend to strengthen the role of councils, abolish state representative administrations, and improve the management of local revenues for greater financial independence. They will also review current administrative-territorial arrangements and the status of self-governing cities altered in 2017, while reinforcing the functions of the parliamentary committee on regional policy and self-government.",
                  "references": [
                    "https://www.occrp.org/interactives/polit-watch/ka/parties/3/dzlieri-saqartvelo-lelo-khalkhistvis-tavisuphlebistvis"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.5",
          "title": "Coalition for Change",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.5.s1",
                  "text": "On 25 September 2024, Nika Gvaramia, co-leader of the Coalition for Change, announced he would not be on the coalition's candidate list, pledging to make space for new people. The following day, it was revealed that the top spot on the CfC's electoral list would be held by Nana Malashkhia, known as the \"Woman with the EU Flag\", a symbol of the March protests.",
                  "references": [
                    "https://civil.ge/archives/625897",
                    "https://www.rferl.org/a/georgia-woman-protests-eu-flag-/32317343.html",
                    "https://www.lemonde.fr/en/international/article/2023/03/18/georgia-protester-holding-european-flag-hailed-as-heroine_6019830_4.html"
                  ]
                },
                {
                  "id": "4.5.s2",
                  "text": "* European Integration – Within four days, the coalition promises to initiate negotiations with the EU for Georgia's membership, citing the Georgian Charter, the historical choice of the country, and the will of the Georgian people. Gvaramia highlighted that Georgian politicians, along with civil society, have worked extensively on Georgia's European integration.\n* Democracy – Gvaramia affirmed the coalition's commitment to the Georgian Charter, specifically regarding the creation of a technical or Provisional government|transitional government, which the coalition will support. He also emphasized the importance of abolishing \"Russian laws\" introduced in recent years, beyond just the ones that have triggered public protests. This effort, he explained, is critical for Georgia's path towards European integration and includes broader reforms, such as court reforms and vetting processes.\n* Economy – The coalition plans to propose tax reforms within four days, which include reducing income tax to 15%, exempting small businesses (with a turnover under 400,000 GEL) from Value-added tax|VAT, and lowering corporate tax to 5%. Gvaramia noted that these changes would benefit around 75% of businesses in Georgia, particularly small and medium-sized enterprises.\n* Education – By 2028, the coalition aims to significantly increase the education budget to adequately support all levels of education. Gvaramia outlined the creation of a \"Knowledge Piggy Bank,\" providing 5,000 GEL in annual educational funding for every child, from kindergarten to higher education. He also mentioned the need for universities to address student housing through their own revenues, with additional state support for scientific research to reach one billion Georgian lari|lari by 2028.",
                  "references": [
                    "https://publika.ge/gvaramiam-koalicia-cvlilebistvis-programis-mtavari-mimartulebebi-waradgina/"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.6",
          "title": "Alliance of Patriots of Georgia",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.6.s1",
                  "text": "In September 2024, the Alliance of Patriots published its electoral video clip called \"Why are we poor?\". It argued that Georgia remains a developing economy because for 30 years (since the dissolution of the Soviet Union) the country \"had been run on free market economic principles\", such as the idea that if state does not intervene in the economy, the market will \"self-regulate\" with \"invisible hand\". Criticizing this theory, the video clip cited China and South Korea as examples of the \"most successful development models\", with them being \"mixed economy|hybrid economies\" in which the state runs and intervenes in the \"strategic sectors\", while otherwise allowing free entrepreneurship. The video clip credited this model for creating and developing \"high-tech industries\" in these countries, such as automotive industry, electronics industry etc. The video clip also argued for increased protectionism against cheap foreign imports to boost local economy and negotiating with Russia to open up its market for Georgian products, which it argued would be crucial for the economic development.",
                  "references": [
                    "https://www.youtube.com/watch?v=t43Dimhqxr4"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.7",
          "title": "New Political Centre — Girchi",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.7.s1",
                  "text": "Girchi also supports lowering the parliamentary Electoral threshold|election threshold to a natural barrier of 0.67%, arguing that this would encourage the representation of smaller parties in parliament and foster political diversity. The party opposes the current system of public funding for political parties, advocating instead for parties to be funded by their supporters. Girchi views the return of Abkhazia (region)|Abkhazia as one of Georgia's most challenging tasks. The party believes this will only be achievable with strong international alliances, particularly with the United States and the European Union. Girchi advocates for a strong military to bolster peaceful negotiations and ensure that Georgia is respected on the international stage. The party also seeks to create an economic and political environment in Georgia that would encourage Abkhazian citizens to reintegrate with Georgia.",
                  "references": [
                    "https://girchi.com/articles/girchis-programa",
                    "https://www.occrp.org/interactives/polit-watch/ka/parties/6/girchi"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.8",
          "title": "Labour Party",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.8.s1",
                  "text": "In education, the Labor Party commits to providing free schooling at all levels, offering two meals a day for students, and ensuring personal computers and internet access for children from first to twelfth grades. They aim to facilitate job placements for students and offer scholarships for higher education abroad, contingent upon their return to Georgia. The party also plans to align teachers' salaries with judges' salaries, emphasizing the role of education in reducing crime and fostering social harmony. The Labor Party seeks to transition from Conscription|mandatory military service to a contract-based system, viewing compulsory service as a potential source of corruption. They aim to dismantle oligarchic influence in politics, advocating for a European-style socialism with a Nordic model to prevent wealthy individuals from leveraging their resources for political gain. The party also criticizes the Georgian Dream for adopting controversial laws, viewing this as a betrayal that threatens the country's European aspirations.",
                  "references": [
                    "https://www.occrp.org/interactives/polit-watch/ka/parties/8/saqartvelos-leiboristuli-partia"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Conduct",
      "content": [
        {
          "sentences": [
            {
              "id": "5.s1",
              "text": "On election day, a polling station was closed in Marneuli after footage emerged of ballot stuffing being conducted there, during which an election observer was attacked while trying to film the incident. The CEC said that a criminal investigation had been opened and all results originating from the precinct would be declared invalid. Two people were hospitalized after Georgian Dream supporters attacked the offices of the UNM. Election observers also noted cases of voter intimidation and ballot stuffing nationwide. Observers from the Parliamentary Assembly of the Council of Europe said that the election took place amid a \"climate of hatred and intimidation\".",
              "references": [
                "https://kyivindependent.com/polling-station-closed-in-southern-georgia-during-election-following-reported-ballot-stuffing/",
                "https://www.bbc.com/news/articles/c3wqq6l99w3o"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Electoral system",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": "The Parliament of Georgia is composed of 150 members who are elected for a four-year term. As stipulated by constitutional amendments that were adopted on 26 September 2017, the 2024 election will mark the move to a fully Proportional representation|proportional system. The 150 members of parliament are elected by closed list on a single national constituency, with a 5% electoral threshold to be awarded seats. To determine the number of seats obtained by a political party, the number of votes it has obtained is multiplied by 150 and divided by the sum of votes received by all those that received at least 5% of the valid votes cast in the elections. If the seats obtained by the political parties is less than 150, the remaining seats are successively awarded to the political parties having better results. On 6 February 2023, the Central Election Commission of Georgia (CEC) adopted a decree introducing an electronic voter registration and voting system at most of the polling stations.",
              "references": [
                "https://old.civil.ge/eng/article.php?id=30216",
                "http://old.civil.ge/eng/article.php?id=30472",
                "http://old.civil.ge/eng/article.php?id=30474",
                "https://matsne.gov.ge/en/document/view/1557168?publication=85",
                "https://civil.ge/archives/524496"
              ]
            },
            {
              "id": "6.s2",
              "text": "On 4 April 2024, Georgia's Parliament swiftly abolished mandatory gender quotas, with 85 MPs voting in favor and 22 against. Previously, the law required that at least one in every four candidates on a party list be a woman. The decision was part of a deal between the ruling Georgian Dream party and the opposition Girchi – More Freedom|Girchi party: Georgian Dream supported Girchi's proposal to abolish the quotas, while Girchi agreed to back the Georgian Dream candidate for CEC Chairperson. On 27 August 2024, president Salome Zourabichvili signed a decree setting 26 October as the date for the parliamentary elections.",
              "references": [
                "https://civil.ge/archives/590165",
                "https://jam-news.net/abolition-of-gender-quotas-in-georgia/",
                "https://civil.ge/archives/621729"
              ]
            },
            {
              "id": "6.s3",
              "text": "On 20 February 2024, the Georgian Parliament passed amendments to the electoral code with 81 votes in the third reading. These amendments change how the chairman and \"professional members\" of the CEC are elected and abolish the deputy chairman role, traditionally reserved for an opposition representative. Under the new law, the Speaker of Parliament, instead of the president, nominates and opens the competition for the election of the CEC Chairman and professional members. Parliament requires a 3/5 majority (90 votes) in the first round to elect candidates. If unsuccessful, a simple majority (76 votes) can be used in the next round, with two attempts allowed. If both attempts fail, the president gains the authority to appoint the CEC chairperson/member. The law also stipulates that CEC members serve a full five-year term, even if elected with a lower quorum. The CEC is composed of 17 members: 7 nominated by the Speaker of Parliament and appointed by Parliament, and 9 nominated by opposition parties. The opposition and civil society organizations argue that these changes increase political pressure on the CEC and compromise its neutrality, violating the European Commission's conditions and ignoring the Venice Commission's recommendations against these amendments.",
              "references": [
                "https://civil.ge/archives/568417",
                "https://civil.ge/archives/583340"
              ]
            },
            {
              "id": "6.s4",
              "text": "On 30 May, the Parliament adopted further amendments to the electoral code, including changes to the CEC's operational rules and the abolition of the CEC advisory group, which included representatives from the Public Defender and selected national and international experts. The ruling Georgian Dream party justified these changes by claiming that the advisory group was not functional due to the lack of participation from monitoring organizations. Another significant amendment is the change in the CEC's decision-making process. Previously, decisions required a two-thirds majority. Now, if a decision cannot be passed in a CEC meeting, it will be subject to a revote at the same meeting and will be considered passed if it receives a majority vote. The ruling party defends this as an anti-deadlock mechanism. On 16 August, the CEC issued a decree requiring the chairman of each precinct election commission to draw lots to assign duties among commission members one week before the election, instead of on election day. Critics argue this change gives authorities time to influence the election process and threatens transparency. The opposition has challenged this decree in court, but the Tbilisi City Court upheld the CEC's decision. Independent watchdogs and opposition parties remain concerned that these changes undermine the election process's fairness and transparency, particularly ahead of the critical elections in October.",
              "references": [
                "https://civil.ge/archives/610396",
                "https://civil.ge/archives/621172"
              ]
            },
            {
              "id": "6.s5",
              "text": "Concerns have been raised about the voting rights of Georgian emigrants. Despite the significant economic impact of Georgian emigrants through remittances, their participation in national elections remains limited. Official statistics indicate that over 125,000 people left Georgia in the past year, while estimates suggest that the number of Georgian emigrants could be as high as 1.6 million. The current voting procedures for Georgians abroad are criticized for being cumbersome, with few polling stations often located only in major cities, making it challenging for emigrants residing in more remote areas to vote. As a result, voter turnout among emigrants has been relatively low; for instance, only 66,217 registered to vote in the 2020 Georgian parliamentary election|2020 parliamentary elections, with just 12,247 actually participating. Various stakeholders, including opposition parties, non-governmental organizations, and president Salome Zourabichvili, advocate for more accessible voting options, such as additional polling stations, electronic voting, or extended voting periods. However, the government, led by the ruling Georgian Dream party, has been slow to respond, citing bureaucratic and logistical challenges. Critics argue that the reluctance to reform the voting process may stem from a political strategy to limit the influence of emigrants, who are perceived as a potentially opposition-leaning electorate. In September 2024, the CEC said that it would open 60 polling stations in 42 countries.",
              "references": [
                "https://jam-news.net/immigrant-participation-in-georgias-elections/",
                "https://civil.ge/archives/585209",
                "https://jam-news.net/parliamentary-elections-in-georgia/",
                "https://www.bbc.com/news/articles/c4g9wve5k19o"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Opinion polls",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "Prior to the election, polls were being conducted by a number of pollsters in Georgia. The Edison Research polls were commissioned by the pro-opposition Formula TV, while another pro-opposition channel Mtavari Arkhi commissioned ISSA and Savanta to conduct the polls. The polls by Georgian Opinion Research Business International (GORBI) were conducted on behalf of pro-government Imedi TV company. The IRI published its results without allocating the number of undecided voters.",
              "references": [
                "https://formulanews.ge/News/114844",
                "https://jam-news.net/poll-pro-government-media-amplify-anti-western-narrative-in-georgia/",
                "https://georgiatoday.ge/gorbi-if-elections-were-held-this-week-59-3-of-respondents-would-vote-for-gd-unm-strategy-agmashenebeli-13-1/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Results",
      "content": [
        {
          "sentences": [
            {
              "id": "8.s1",
              "text": "The Georgian Dream managed to secure victory in the election, garnering more than 53.93 percent of the vote, while the four major opposition coalitions which agreed on not cooperating with the Georgian Dream in the parliament through the Georgian Charter, received 37.78% in total. Georgian Dream was strongest in the rural areas but lost the capital Tbilisi and also Rustavi to the opposition, while being relatively close to losing other major cities as well. Georgian Dream was strongest in the Samtskhe-Javakheti, Kvemo Kartli, Svaneti, Racha-Lechkhumi and Kvemo Svaneti, Guria and Adjara regions. In the capital, it received 42% of the vote, while the four major opposition coalitions combined received 46% plus 5.3% of the libertarian Girchi party. Georgian Dream also dramatically lost to the opposition among in the overseas districts among the Georgian diaspora. In Mingrelia, where the opposition parties, particularly the UNM, were strongest in the 2021 Georgian local elections and managed to secure victories in some districts, Georgian Dream managed to turn the tide and won all districts. In contrast to the 2020 parliamentary election, the UNM-led Unity – National Movement coalition declined dramatically, losing half of its votes, partly to the new Coalition for Change alliance, which was established few months prior to the election by former UNM members. The Lelo-led Strong Georgia coalition also managed to improve its results due to inclusion of various small parties in its alliance. Despite this, Georgian Dream failed to attain a supermajority in parliament that would enable them to pass amendments to the constitution banning the main opposition parties. The results were officially certified by the CEC on 16 November.",
              "references": [
                "https://civil.ge/archives/631386",
                "https://www.france24.com/en/live-news/20241028-georgia-opposition-calls-election-results-protests-as-president-accuses-russia",
                "https://www.themoscowtimes.com/2024/11/16/georgias-poll-body-confirms-ruling-partys-contested-vote-win-a87032"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Reception",
      "content": [
        {
          "id": "9.1",
          "title": "Foreign",
          "content": [
            {
              "id": "9.1.1",
              "title": "Pre-election",
              "content": [
                {
                  "id": "9.1.1.1",
                  "title": "European Union",
                  "content": [
                    {
                      "sentences": [
                        {
                          "id": "9.1.1.1.s1",
                          "text": "On 6 October, the Alliance of Liberals and Democrats for Europe (ALDE) adopted a resolution on Georgia at its Congress in Estoril, Portugal, condemning \"democratic regression and persecution of opposition\" under the Georgian Dream government. The resolution called for sanctions on Bidzina Ivanishvili and his family, opposed the Foreign Agents and anti-LGBT laws, and emphasized the need for free and fair elections and democratic reforms in line with the EU's criteria. It also criticized \"political persecution, violence against opposition, and disinformation campaigns\", urging the EU to support civil society, strengthen election monitoring, and impose sanctions on \"those undermining democracy\". ALDE also supported the initiation of EU accession negotiations following democratic reforms.",
                          "references": [
                            "https://civil.ge/archives/627389"
                          ]
                        },
                        {
                          "id": "9.1.1.1.s2",
                          "text": "On 9 October, the European Parliament adopted the resolution \"On the Decline of Democracy and Threats to Political Pluralism in Georgia\" with 495 votes in favor and 73 against. The resolution urged the European Union to freeze aid to the Georgian government, impose sanctions on Bidzina Ivanishvili and other individuals responsible for the \"erosion of democracy\", and ensure that \"anti-democratic laws are aligned with the criteria for visa liberalization\". Additionally, the draft resolution called on the Georgian government to halt its campaign of \"opposition intimidation and anti-Western disinformation, impose sanctions on Russia, release former President Mikheil Saakashvili on humanitarian grounds, and ensure a peaceful transfer of power based on electoral outcomes\".",
                          "references": [
                            "https://georgiatoday.ge/ep-adopts-resolution-on-decline-of-democracy-in-georgia-with-495-votes/",
                            "https://schengen.news/eu-urged-to-freeze-funding-to-georgia-suspend-visa-free-travel-agreement/"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": "9.1.1.2",
                  "title": "Germany",
                  "content": [
                    {
                      "sentences": [
                        {
                          "id": "9.1.1.2.s1",
                          "text": "On 10 October, the German Bundestag adopted resolution called \"A European future for Georgia\", initiated by the Alliance 90/The Greens and Free Democratic Party (Germany)|Free Democratic Party. The resolution highlighted the \"authoritarian tendencies in the country ahead of crucial elections\" and called the German Federal Government to ensure \"no further progress occurs in Georgia's EU accession process\" until the Law on Transparency of Foreign Influence is in place, \"take note of any violations that could lead to targeted sanctions\" against the Georgian government and advocate for \"free and fair parliamentary elections\". The CDU/CSU, Alternative for Germany and Sahra Wagenknecht Alliance voted against, while The Left (Germany)|The Left abstained. In response to the resolution, AfD initiated a motion which \"opposes regime change policy in Georgia\".",
                          "references": [
                            "https://civil.ge/archives/627975",
                            "https://civil.ge/archives/628166"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": "9.1.1.3",
                  "title": "Russia",
                  "content": [
                    {
                      "sentences": [
                        {
                          "id": "9.1.1.3.s1",
                          "text": "{{See also|Russia-Georgia relations}}\nRussia claimed that there were \"unprecedented attempts at Western interference\" in the election and accused Western countries of \"trying to twist Georgia's hand\" and \"dictate terms\".",
                          "references": [
                            "https://www.aljazeera.com/news/2024/10/26/georgia-votes-in-high-stakes-election-affecting-eu-membership-ambitions"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": "9.1.1.4",
                  "title": "United States",
                  "content": [
                    {
                      "id": "9.1.1.4.1",
                      "title": "Proposed MEGOBARI Act",
                      "content": [
                        {
                          "sentences": [
                            {
                              "id": "9.1.1.4.1.s1",
                              "text": "{{See also|Georgia–United States relations}}\nOn 11 July 2024, the United States House Committee on Foreign Affairs progressed a bill titled the MEGOBARI Act (Mobilizing and Enhancing Georgia's Options for Building Accountability, Resilience, and Independence Act), with a vote of 41 to 6. Initiated by Republican Party (United States)|Republican Congressman Joe Wilson (American politician)|Joe Wilson, the bill—named after the Georgian word for \"friend\" ({{lang-ka|მეგობარი|tr}})—addresses \"democratic and human rights issues in Georgia\" and outlines specific measures for support and oversight. The MEGOBARI Act would emphasize \"the U.S. commitment to upholding democratic values, human rights, and the rule of law\" in Georgia, acknowledge the progress made by Georgian civil society and stress the need to \"strengthen democracy for regional stability and U.S. interests\".",
                              "references": [
                                "https://www.congress.gov/118/bills/hr8566/BILLS-118hr8566ih.pdf"
                              ]
                            },
                            {
                              "id": "9.1.1.4.1.s2",
                              "text": "The bill responds to recent \"democratic backsliding\" by calling for increased scrutiny of the Georgian government's actions, particularly \"its ties to Russia and other authoritarian regimes\". To ensure accountability, the bill mandates several reports on issues such as \"corrupt practices that support Russian interests and evade sanctions, Foreign Intelligence Service (Russia)|Russian intelligence activities, and potential China–Georgia relations|Chinese cooperation\". It also includes sanctions and travel bans on \"individuals undermining Georgian democracy\". A Democracy Monitoring Task Force will be established to \"oversee democratic practices\", especially during elections, to \"ensure fairness\". Should \"significant democratic progress be confirmed\", the MEGOBARI Act provides for additional U.S. assistance, including a more preferential trade agreement with Georgia, enhanced people-to-people exchanges and visa simplification, an economic modernization package, and security and defense support against Russian aggression. The bill received strong bipartisan support, with committee members highlighting its importance for \"supporting Georgia's democratic aspirations and countering Russian influence\". Secretary of State Antony Blinken also announced visa restrictions for those \"undermining Georgian democracy\", further demonstrating U.S. commitment.",
                              "references": [
                                "https://www.rferl.org/a/megobari-act-georgia-us-sanctions-georgian-dream/32959477.html",
                                "https://jam-news.net/megobari-act-on-georgia-by-usa-what-does-it-say/",
                                "https://www.interpressnews.ge/en/article/132554-the-us-house-foreign-affairs-committee-passed-the-megobari-act/",
                                "https://civil.ge/archives/615954",
                                "https://civil.ge/archives/609162",
                                "https://civil.ge/archives/611904"
                              ]
                            },
                            {
                              "id": "9.1.1.4.1.s3",
                              "text": "Georgian opposition representatives have expressed their gratitude to Congressman Wilson for his support, praising the bill's focus on Georgia's sovereignty, democracy, and Euro-Atlantic integration. They urged Congress and the Senate to pass the legislation quickly and requested additional resources and congressional visits to monitor the October parliamentary elections, given the critical nature of this support. Conversely, Prime Minister Irakli Kobakhidze criticized the MEGOBARI Act, labeling it as blackmail. He argued that the Act could harm Georgia–United States relations|Georgia-U.S. relations and criticized the approach of using sanctions and threats. Instead, he called for more constructive and pragmatic discussions to improve bilateral relations. The ruling Georgian Dream party issued a statement, saying that the MEGOBARI Act constituted a \"blackmail, intimidation\" against the independent Georgian policy and \"especially cynical\" in light of the Georgian celebration of Independence Day two days before. The party condemned the threat of sanctions against legislators for \"voting in favor of a law\" and added that this was against the spirit of cooperation between sovereign nations. The party rejected the possibility of following the MEGOBARI Act, saying that \"we do not intend to trade on our country's sovereignty and security, and no blackmail whatsoever can force us to go against our country\".",
                              "references": [
                                "https://civil.ge/archives/611780",
                                "https://bm.ge/en/news/megobari-act-will-not-help-to-reboot-the-relationship-between-georgia-and-us-pm"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "id": "9.1.1.4.2",
                      "title": "Sanctions",
                      "content": [
                        {
                          "sentences": [
                            {
                              "id": "9.1.1.4.2.s1",
                              "text": "On 16 September 2024, the US Department of State announced visa restrictions for 60 \"Georgian government officials and others who have undermined Georgia's democracy and the human rights of the Georgian people\". These included senior government officials, municipal figures, business leaders, law enforcers, lawmakers etc. Additionally, the United States Department of the Treasury imposed financial sanctions on 4 Georgian citizens under Magnitsky Act for \"undermining fundamental freedoms\". Namely, the Chief of Special Task Department of the Ministry of Internal Affairs of Georgia Khareba Kharazishvili and his deputy Mileri Lagazauri were sanctioned, along with the leaders of the Conservative Movement/Alt-Info party Zura Makharadze and Konstantine Morgoshia. Georgian Prime Minister Irakli Kobakhidze called the sanctions on Georgian officials an \"insult to Georgian state\". On 3 October, the US embassy to Georgia confirmed that Bidzina Ivanishvili was not sanctioned by the US government.",
                              "references": [
                                "https://rustavi2.ge/en/news/291798",
                                "https://rustavi2.ge/en/news/291789"
                              ]
                            },
                            {
                              "id": "9.1.1.4.2.s2",
                              "text": "On 20 September, Voice of America (VoA) reported that the U.S. State Department and Treasury are preparing sanctions against Bidzina Ivanishvili. According to a high-level anonymous source, this marks a significant shift, as the sanctions package is now ready for implementation. However, it is still unclear when these sanctions will be enacted, potentially before or after the elections. One official stated that Ivanishvili had taken steps to deepen ties with Russian oligarchs and worked to increase Russia's influence in Georgia's market, actions allegedly done under the guidance of Russian intelligence. The sanctions would target these activities under Executive Order 14024, which allows for sanctions related to \"harmful foreign activities of the Government of the Russian Federation\". An additional anonymous source familiar with the discussions told VoA that the administration's efforts serve as a signal to the Georgian government, stressing that the U.S. is serious about its concerns. \"The Joe Biden|Biden people are trying to convey the seriousness and hope that somebody in the Georgian government is listening in a serious way,\" the source explained. While it remains unknown when the sanctions will be implemented, the necessary preparations are in place, with the administration continuing to hope for a shift back toward a more democratic course in Georgia.",
                              "references": [
                                "https://civil.ge/archives/625514"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "9.1.2",
              "title": "Post-election",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "9.1.2.s1",
                      "text": "*{{flag|Armenia}}: Prime Minister Nikol Pashinyan congratulated Georgian Prime Minister Irakli Kobakhidze and the Georgian Dream party on their victory in the election.\n*{{flag|Azerbaijan}}: President Ilham Aliyev congratulated Georgian Prime Minister Irakli Kobakhidze and Georgian Dream on their victory in the election. Aliyev hailed \"citizens' support for stability and traditional values\" in the elections.\n*{{flag|Canada}}: On 28 October, Global Affairs Canada released a statement regarding the parliamentary elections in Georgia, announcing a reassessment of relations and urging an investigation into the violations reported by international observers on election day in coordination with G7 and European partners. The Government of Canada also called on Georgian authorities to respect the rights of peaceful demonstrators and commended the Georgian people for their active participation in the elections.\n*{{flag|China}}: On 29 October, Ministry of Foreign Affairs of the People's Republic of China|Foreign Ministry Spokesperson Lin Jian stated that the elections were held \"smoothly\", noting that \"China always respects the choice of the Georgian people\" and \"sincerely hopes for stability and prosperity in Georgia\". He also said that China was willing to work for pushing forward China–Georgia relations|relations with Georgia.\n*{{flag|Council of Europe}}: On 29 January 2025, the Parliamentary Assembly of the Council of Europe overwhelmingly passed a resolution demanding that Georgia's ruling party hold new parliamentary elections in a freer environment and release political prisoners. The Assembly stripped Georgia's ruling party of many privileges, including the right to observe elections, and threatened to deny them accreditation entirely unless new elections were announced and political prisoners released by April 2025. Unhappy with the decision, Georgia's ruling party representatives described it as \"blackmail\" and announced in protest that they would cease working in the Assembly.\n*{{flag|Estonia}}: By a vote of 59 in favor and 9 against, the Riigikogu|Estonian Parliament strongly rejected the election outcome, declaring that \"results of the Georgian parliamentary elections, which took place on 26 October 2024 in an atmosphere of violence and intimidation, do not express the free will of the Georgian people. The governing party Georgian Dream, which enjoys the support of the Russian Federation, is using the fraudulent election results to achieve complete control over state institutions and repress the opposition and the civil society...\" The Estonian Parliament added that it \"does not recognise the legitimacy of the Georgian parliament, government, or President who have all been appointed as a consequence of the parliamentary elections\" and that it \"recognises Salome Zourabichvili as the legitimate President\".\n*{{flag|European Union}}: In a joint statement on 27 October, the European Commission and the High Representative of the Union for Foreign Affairs and Security Policy Josep Borrell called on the Central Election Commission of Georgia to \"swiftly, transparently and independently investigate and adjudicate electoral irregularities and allegations thereof\". The same day, the President of the European Council Charles Michel stated that the allegations of irregularities \"must be seriously clarified and addressed\". On 27 October, a joint statement signed by the chairmen of the committees on foreign and European affairs of Germany, Lithuania, Estonia, Latvia, Ireland, Ukraine, Poland and Canada, as well as the Third Deputy Speaker of the Riksdag of Sweden Kerstin Lundgren and Member of the European Parliament|MEP Rihards Kols, urged the European Union not to recognize the results, deeming them \"neither free nor fair\", while also reiterating support for Georgian President Salome Zourabichvili.\n*{{flag|France}}: President of France Emmanuel Macron has stated that he believes Russia was responsible for destabilizing the electoral process in Georgia and \"falsifying\" the election results. He added that new elections should be pursued as a way out of the crisis.\n*{{flag|Hungary}}: Prime Minister Viktor Orbán congratulated Georgian Prime Minister Irakli Kobakhidze on \"overwhelming victory\" in the election. Foreign Minister Péter Szijjártó wrote that \"in Georgia, the election was won not by Institutions of the European Union|Brussels or the Liberalism|liberal mainstream, but by the ruling party that prioritizes sovereignty, peace, and family — placing national interests first.\" He vowed Hungarian support for Georgia's integration into the European Union. On 28 October, Orban paid a visit to Georgia, which President Zourabichvili dismissed as a \"political play\", adding that Orbán was a \"special friend\" of Georgian Dream.\n*{{flag|Iran}}: President of Iran|President Masoud Pezeshkian congratulated Georgian Prime Minister Irakli Kobakhidze and praised \"successful conduct\" of the election, noting that they \"reflect the will of the Georgian citizens\" and mark \"beginning of the progress and well-being of the Georgian people\".\n*{{flag|Russia}}: On 27 October, Grigory Karasin, head of the Committee on International Affairs of the Federation Council (Russia)|Federation Council said: \"According to reports from Tbilisi, the parliamentary elections in Georgia took place in a calm atmosphere. The high voter turnout of about 58% is another indicator of civic activity. The nearly 53% of the vote received by the ruling Georgian Dream, as well as the entry of four opposition parties into Parliament, promises an active period in the country's domestic politics. We trust that it will be conducted in a predictable and civilized manner. This is in the interest not only of Georgia, but of the entire Caucasus region.\" On 28 October, Security Council of Russia|Security Council Deputy Chairperson Dmitry Medvedev called for the arrest of Zourabichvili for \"calling for a coup.\" \n*{{flag|Slovakia}}: Prime Minister Robert Fico has congratulated Georgian Prime Minister Irakli Kobakhidze on victory in the election and expressed readiness to further strengthen partnership.\n*{{flag|Sweden}}: On 28 October, Swedish Minister for International Development Cooperation (Sweden)|Minister for Development Cooperation and Foreign Trade, Benjamin Dousa, announced that the Swedish government would suspend cooperation with Georgia. As one of Georgia's largest donors, Sweden has provided nearly $19 million in aid annually. Dousa stated that cooperation could be resumed if Georgia recommitted to its EU path.\n*{{flag|Turkey}}: On 29 October, President of Turkey|President Recep Tayyip Erdoğan congratulated Georgian Prime Minister Irakli Kobakhidze, saying: \"I sincerely congratulate you on the Georgian Dream's winning the 26 October 2024 parliamentary elections with your leadership and securing the first place\". \n*{{flag|UAE}}: President of the United Arab Emirates|President Mohammed bin Zayed Al Nahyan and List of prime ministers of the United Arab Emirates|Prime Minister Mohammed bin Rashid Al Maktoum congratulated Georgian Prime Minister Irakli Kobakhidze and ruling Georgian Dream party on victory.\n*{{flag|United States}}: On 28 October, Secretary of State Antony Blinken highlighted that \"...International observers have not declared the result to be free and fair.  We condemn all contraventions of international norms and join calls from international and local observers for a full investigation of all reports of election-related violations\". The same day State Department spokesman Matthew Miller (spokesperson)|Matthew Miller stated there was \"misuse of state resources, vote buying and voter intimidation\" during the elections, adding that the Department of State joins the calls \"for a full investigation\". Regarding the results of the election, he stated that \"at the moment we do not have a final assessment of the results, we want an investigation to be conducted. We want to see an investigation into the process\". On 29 October, President of the United States|U.S. President Joe Biden issued a statement from the White House in response to the elections in Georgia, asserting that independent, internationally recognized, and local observers deemed the 26 October elections neither free nor fair. He urged the Georgian government to transparently investigate all electoral violations and to initiate a dialogue with all political forces.\n*{{flag|Venezuela}}: President of Venezuela|President Nicolás Maduro congratulated Georgia's ruling Georgian Dream party on its recent election win, commending it as a shift away from U.S. influence. \"Georgia, after the collapse of the Soviet Union, took a path closely connected with the USA. However, over the years, Progressivism|progressive Left-wing nationalism|left-wing and nationalist governments emerged and came to power. Last week, they won an exemplary victory with 56% of the votes of the Georgian population,\" Maduro stated.\n*{{flagicon|OSCE}}{{flagicon|Council of Europe}} In a joint report published by the OSCE Office for Democratic Institutions and Human Rights (ODIHR) and its OSCE Parliamentary Assembly|Parliamentary Assembly, the parliamentary assemblies of the Council of Europe and NATO Parliamentary Assembly|NATO and the European Parliament, the elections were criticized for presence of vote-buying, widespread climate of pressure and party-organized intimidation and pressure on voters, exercised particularly on public sector employees and in rural areas, raising concerns about the ability of some voters to cast their vote without fear of retribution and undermining trust in the outcome of the elections. At the same time, high engagement of Georgian citizens and presence of citizen and party observers and diversity of choices on the ballot was praised. While legal framework was also accepted as adequate for holding democratic elections, recent amendments undermined its stability and \"raised concerns about the potential for misusing the changes to gain political benefit\", while \"effectiveness of campaign finance oversight was undermined by limited enforcement and concerns over the impartiality and political instrumentalization of the oversight body\". In its own report, the delegation of the Parliamentary Assembly of the Council of Europe also reported cases of vote buying and double voting before and during elections, especially in the rural areas, while the head of the delegation Iulian Bulai stated that \"the presence of cameras of the ruling party in the polling stations and people in front of polling stations tracking and possibly controlling voters led to a widespread climate of pressure and party-organized intimidation and the feeling of 'Big Brother (Nineteen Eighty-Four)|Big Brother is watching you'\". PACE's claims of double voting were supported by observers from the European Parliament.\n*Edison Research, which had forecasted a win for a coalition of four opposition alliances through its exit poll, noted that the gap between its predictions and the official results went beyond typical statistical variation, hinting at possible manipulation at the local level. Following a review of the exit poll, the research organisation expressed concerns about the integrity of the reported outcomes. The findings were later echoed by competitor HarrisX.\n*Europe Elects, an internationally respected election monitoring group, conducted an independent analysis of data from the central election commission and confirmed signs of irregularities benefiting the ruling party. The group highlighted a statistical pattern often seen in Russian elections, known as the \"Russian tail,\" indicating a suspicious surge in voter distribution. This finding, coupled with other electoral violations reported by observers, led Europe Elects to conclude that the results of the 2024 Georgian parliamentary election show evident signs of tampering.",
                      "references": [
                        "https://www.radiotavisupleba.ge/a/33175048.html",
                        "https://www.radiotavisupleba.ge/a/33175086.html",
                        "https://www.canada.ca/en/global-affairs/news/2024/10/statement-on-georgia-parliamentary-election.html",
                        "https://www.pravda.com.ua/eng/news/2024/10/27/7481633/",
                        "https://civil.ge/archives/631433",
                        "https://civil.ge/archives/631310",
                        "https://www.understandingwar.org/backgrounder/russian-offensive-campaign-assessment-october-28-2024",
                        "https://civil.ge/archives/632192",
                        "https://www.interpressnews.ge/en/article/134410-matthew-miller-we-join-calls-by-international-and-local-observers-for-a-full-investigation-into-all-election-related-violations",
                        "https://publika.ge/baideni-movuwodebt-saqartvelos-mtavrobas-gamchvirvaled-gamoidzios-yvela-saarchevno-darghveva/?fbclid=IwZXh0bgNhZW0CMTEAAR1x2-NTqT0NYpAiGs8X5R5w1FeHjPck-wwjSk2UzQkHVktddQDApsGPBo8_aem_YYtiFx9PEh1OpCkMIR1F1A",
                        "https://bidenwhitehouse.archives.gov/briefing-room/statements-releases/2024/10/29/statement-from-president-joe-biden-on-democratic-backsliding-in-the-country-of-georgia/",
                        "https://www.politico.eu/article/georgia-elections-marred-by-intimidation-and-interference-observers-warn/",
                        "https://tvpworld.com/83180406/georgias-parliamentary-elections-conducted-on-an-uneven-playing-field-observers-say",
                        "https://www.rferl.org/a/georgia-pace-election-monitoring/33175230.html",
                        "https://www.aljazeera.com/news/2024/10/27/eu-urges-probe-into-georgias-vote-irregularities-pm-rejects-accusations",
                        "https://www.harrisx.com/posts/harrisx-releases-final-georgia-2024-exit-poll-analysis"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "9.2",
          "title": "Domestic",
          "content": [
            {
              "sentences": [
                {
                  "id": "9.2.s1",
                  "text": "* In an interview to the BBC on 28 October, Prime Minister Irakli Kobakhidze hailed a \"landslide\" victory in the election. He noted that while \"irregularities happen everywhere\", they were insignificant in terms of final results as \"out of 3,111 polling stations, there had been incidents in just a couple of precincts\". Prime Minister also added that \"of course we have to address these irregularities happening on the day of the election or before\", but \"the general content of the elections was in line with legal principles and the principle of democratic elections\". He also insisted that there is zero space for manipulation with the electronic vote-counting system that was introduced for this election. Kobakhidze accused the opposition of \"lying\" as he claimed they have done during the elections in 2016, 2020, and 2021.\n* Honorary chairman of the Georgian Dream party Bidzina Ivanishvili claimed victory on behalf of Georgian Dream.\n* President Salome Zourabichvili publicly stated that she considers the elections to have been \"illegitimate\" and that the country has been a victim of a \"Russian special operation\". She also urged people to organize mass protests starting 28 October at 7 p.m. Zurabishvili concluded her remarks by stating that \"nothing can make these elections legitimate\". Protests were also called on by imprisoned former president Mikheil Saakashvili.\n* Tina Bokuchava, leader of the Unity – National Movement|Unity-National Movement coalition, stated, \"We do not recognize the election results, and therefore, we will not be entering parliament.\" She accused Bidzina Ivanishvili of orchestrating a \"Russian-style operation\" against the Georgian people, claiming he \"usurped\" their victory and disregarded their choice for a European future.\" We were the first to declare that yesterday's election was stolen by Ivanishvili\" Bokuchava asserted.\" This blatant disregard for the Georgian people's will was evident in the orchestrated operation against their democratic choice.\"\n* At a briefing, Nana Malashkhia, the top candidate on the Coalition for Change (Georgia)|Coalition for Change's electoral list, announced the coalition's decision to renounce its parliamentary mandates, refusing to legitimize \"votes stolen from the Georgian people.\" Malashkhia stated, \"We are declining our parliamentary mandates. Today, I am officially renouncing mine.\" Nika Gvaramia further condemned the Georgian Dream, calling it \"the author of a constitutional coup.\" He asserted, \"Under Georgian law, Georgian Dream is accountable for this. But before they face that responsibility, they must recognize the opposition's victory. We have exposed the scheme by which they stole the elections.\" Gvaramia underscored the coalition's unwavering stance: \"Our conclusion, non-negotiable and absolute, is that Georgian Dream cannot continue to rule this country. This is Georgia, not Russia or Venezuela.\"\n* Giorgi Gakharia, Chairman of the For Georgia, declared at a briefing that his party \"will not legitimize the illegitimate parliament of Georgian Dream.\" Responding to whether they would use or renounce their parliamentary mandates, Gakharia accused Georgian Dream Chairman Bidzina Ivanishvili of \"stealing the election from the people.\"\n* Mamuka Khazaradze, leader of the Strong Georgia, rejected the election results, declaring, \"Bidzina Ivanishvili and Georgian Dream, in collaboration with Russian special services, have stolen this election from the Georgian people. We cannot and will not accept these results.\" Khazaradze pledged the coalition's commitment to defending the rights of their voters, stating, \"We stand with our people in the pursuit of truth.\" He encouraged supporters, adding, \"Do not lose heart. This is not over—our fight continues.\"\n* Pro-Russian Alt-Info, a TV channel aligned with the Conservative Movement (Georgia)|Conservative Movement, which was running on the Alliance of Patriots of Georgia|Alliance of Patriots ballot, announced that they would go off air, citing unsuccessful election results.\n* Leader of the libertarian Girchi party, Iago Khvichia rejected the allegations that the elections were rigged, and that his party would join the protests against the election results, claiming that the protests would ultimately prove to be unsuccessful. He thanked his voters for supporting the party in the elections, saying that \"only you were able to make a right choice\".{{Copy edit inline|date=October 2024}} However, in a live broadcoast on their YouTube channel, leaders of Girchi party also highlighted their disappointment with the election results, saying that they were expecting much higher support for their party and crossing the electoral threshold, while not not expecting such large support for Georgian Dream and other opposition parties, adding that they would implement drastic changes in their campaigning.\n*Georgian Labour Party|Georgian Labor Party leader Shalva Natelashvili condemned the election as fraudulent, accusing Russian special services and Bidzina Ivanishvili of deepening divisions among Georgians, fostering hopelessness, and eroding public faith in change. Natelashvili warned that this manipulation is part of a broader plan to demoralize the public, pushing Georgia toward a \"Belarusization\" where elections lose meaning and Georgian Dream remains unaccountable. He vowed to oppose this outcome, stating, \"We will not allow it.\"\n* The Federalists (Georgia)|Federalists stated that \"the 26 October election was neither free nor fair\", asserting that Georgian Dream's results stemmed from intimidation, pressure, blackmail, bribery, and fraud. They noted that Ivanishvili's regime took advantage of opposition groups' reluctance to engage in meaningful debate against its fearmongering about war. They said, \"Our challenges have only grown more complex\", emphasizing that the regime acts as a tool of Russia's hybrid warfare, advancing the Kremlin's agenda to rewrite history and pull Georgia away from the free world, which will ultimately lead to severe sacrifices and a loss of sovereignty.",
                  "references": [
                    "https://rustavi2.ge/en/news/296389",
                    "https://www.bbc.com/news/articles/c78ddj25kgvo",
                    "https://www.rferl.org/a/georgia-parliamentary-vote-violence-intimidation-russia-west/33175194.html",
                    "https://www.aljazeera.com/news/2024/10/27/eu-urges-probe-into-georgias-vote-irregularities-pm-rejects-accusations",
                    "https://www.interpressnews.ge/en/article/134348-coalition-for-change-refuses-parliamentary-mandates/",
                    "https://georgiatoday.ge/giorgi-gakharia-our-party-will-not-give-legitimacy-to-the-illegitimate-parliament-of-dream/",
                    "https://civil.ge/archives/632148",
                    "https://www.youtube.com/watch?v=67wHBh7vd_k",
                    "https://www.alia.ge/es-thu-sherchath-mashin-arasdros-tsavlen-es-thu-sherchath-mashin-damthavrebulia-qhvelapheri-shalva-nathelashvili/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Aftermath",
      "content": [
        {
          "id": "10.1",
          "title": "Protests, legal cases and presidential election",
          "content": [
            {
              "sentences": [
                {
                  "id": "10.1.s1",
                  "text": "{{See also|2024 Georgian presidential election}}\nProtests against the election result went ahead in front of the Georgian Parliament building along Rustaveli Avenue in Tbilisi on 28 October, during which tens of thousands were estimated to have participated. Another protest was held on 4 November.",
                  "references": [
                    "https://www.bbc.com/news/articles/cjr424zwv2po",
                    "https://edition.cnn.com/2024/10/28/europe/georgia-president-zourabichvili-election-russia-intl/index.html"
                  ]
                },
                {
                  "id": "10.1.s2",
                  "text": "On 29 October, the CEC announced a recount of ballots at five polling stations randomly selected in each election district, equivalent to 14% of all precincts. On 30 October, the Prosecutor's Office of Georgia opened an investigation into allegations of electoral fraud following a request by the CEC and summoned President Zourabichvili as part of the procedure. However, opposition parties expressed doubt over the independence of the investigation, citing the agency's chief being appointed by the Georgian Dream-controlled parliament. Zourabichvili refused to attend the summons.",
                  "references": [
                    "https://www.france24.com/en/europe/20241029-georgia-launches-partial-vote-recount-after-opposition-protests-election-results",
                    "https://kyivindependent.com/georgias-president-declines-to-appear-before-prosecutors-in-election-fraud-investigation/"
                  ]
                },
                {
                  "id": "10.1.s3",
                  "text": "The opposition announced that it was going to boycott the new parliament, thereby depriving it of a quorum.",
                  "references": [
                    "https://jam-news.net/daily-protests-repeat-elections-whats-oppositions-plan-in-georgia/"
                  ]
                },
                {
                  "id": "10.1.s4",
                  "text": "On 15 November, a court in Tbilisi dismissed 11 lawsuits filed by opposition parties and civil society groups questioning the conduct of the election, during which the CEC was named as the defendant. As the CEC officially certified the result the next day, its chair, Giorgi Kalandarishvili, was doused with black paint by CEC commissioner David Kirtadze, a UNM member who said that the official results of the vote did not reflect the electorate's \"true choice\". On 17 November, protesters calling for new elections established a tent camp outside Tbilisi State University, which was dismantled by police on 19 November. At least 16 people were arrested, including a cameraman for the opposition television channel Mtavari Arkhi. That same day, President Zourabichvili filed a lawsuit at the Constitutional Court of Georgia asking for the election results to be annulled citing \"widespread violations of voting universality and ballot secrecy\". The lawsuit was rejected by the court in 3 December.",
                  "references": [
                    "https://kyivindependent.com/tbilisi-court-dismisses-opposition-lawsuits-over-election-results/",
                    "https://www.france24.com/en/live-news/20241119-police-break-up-georgia-vote-protest-as-president-mounts-court-challenge",
                    "https://www.aljazeera.com/news/2024/11/19/president-challenges-election-results-as-georgia-cracks-down-on-protesters",
                    "https://www.france24.com/en/live-news/20241203-georgia-pm-vows-retribution-for-protests-as-court-rejects-bid-to-annul-vote"
                  ]
                },
                {
                  "id": "10.1.s5",
                  "text": "On 27 November, Georgian Dream nominated Mikheil Kavelashvili, a former footballer and co-founder of the Euroscepticism|Euroscepticist People's Power (Georgia)|People's Power party, as its candidate for the Presidency of Georgia. For the first time in Georgia's history, the president was 2024 Georgian presidential election|elected on 14 December by an electoral college rather than through a popular vote. The 300-member electoral college includes all 150 members of parliament, along with local councillors and representatives from the Government of the Autonomous Republic of Abkhazia|Supreme Council of Abkhazia and the Supreme Council of the Autonomous Republic of Adjara|Supreme Council of Adjara. As a result of the parliamentary elections, Georgian Dream holds a ruling majority within this body, giving the party dominant influence over the outcome of the election.",
                  "references": [
                    "https://civil.ge/archives/638373",
                    "https://www.interpressnews.ge/en/article/135273-presidential-elections-will-be-held-on-december-14/",
                    "https://oc-media.org/georgian-dream-nominates-football-player-and-outspoken-critic-of-the-west-for-president/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}