{
  "title": "Democratic_Alliance_(Portugal,_2024)",
  "content": [
    {
      "id": "1",
      "title": "2024 Democratic Alliance",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "After the 2022 Portuguese legislative election|2022 legislative election and for the first time in history, CDS – People's Party|CDS–PP failed to win any seats and was wiped out of parliament. In December 2023, Luís Montenegro and Nuno Melo (politician)|Nuno Melo announced a coalition for the 2024 Portuguese legislative election|2024 legislative and 2024 European Parliament election in Portugal|European Parliament elections, including the Social Democratic Party (Portugal)|Social Democratic Party (PPD/PSD), the CDS – People's Party (CDS–PP) and some independent politicians under the name ''Democratic Alliance'' (AD). At first, the People's Monarchist Party (Portugal)|People's Monarchist Party (PPM) refused to join the alliance, citing the \"weakness\" and \"lack of vision\" of its leaders, but they later rescinded this position and joined the coalition. The agreement for the coalition was signed on 7 January 2024 between Luís Montenegro, Nuno Melo (politician)|Nuno Melo and Gonçalo da Câmara Pereira, with Miguel Guimarães, former President of the Ordem dos Médicos|Order of Physicians, representing the independents that are also present in the coalition.",
              "references": [
                "https://www.publico.pt/2023/12/21/politica/noticia/ppm-rejeita-integrar-coligacao-preeleitoral-psd-cds-2074520",
                "https://www.publico.pt/2024/01/03/politica/noticia/afinal-ppm-juntase-psd-cds-integra-alianca-democratica-2075579",
                "https://observador.pt/especiais/alianca-democratica-entra-em-campo-melo-segura-a-direita-montenegro-tenta-seduzir-o-centro/"
              ]
            },
            {
              "id": "1.s2",
              "text": "This coalition granted CDS–PP two easily eligible seats and four potentially eligible seats, thus making the return of CDS-PP to the Parliament after the 2024 election certain. The coalition also granted one possibly eligible seat to PPM. The coalition was also revived for the 2024 Azorean regional election.",
              "references": [
                "https://www.dn.pt/2581061900/nuno-melo-confirma-que-coligacao-garante-pelo-menos-dois-deputados-ao-cds/",
                "https://observador.pt/2024/01/03/ppm-em-lugar-dificil-de-eleger-na-nova-ad-so-ha-deputado-monarquico-se-coligacao-chegar-aos-19-deputados-em-lisboa/"
              ]
            },
            {
              "id": "1.s3",
              "text": "The coalition won the 2024 Azorean regional election, with 42 percent of the votes. It was the first time in 32 years that a PSD-led coalition polled first in an Azorean regional election. The AD coalition went also to win, albeit by a narrow margin, the 2024 March legislative election, gathering 29 percent of the votes and electing 80 seats to Parliament. PSD leader Luís Montenegro was sworn in as Prime Minister of Portugal|Prime Minister, under a minority government, on 2 April 2024. The Democratic Alliance increased its share of vote in the 2024 European Parliament election in Portugal|June 2024 European Parliament election, up to 31 percent, but was narrowly defeated by the Socialist Party (Portugal)|Socialist Party (PS) which gathered 32 percent of the votes.",
              "references": [
                "https://expresso.pt/politica/eleicoes/legislativas-2024/resultados/2024-03-11-AD-ganha-mas-com-berbicacho-PS-e-esquerda-ficam-na-oposicao-bcba5700",
                "https://www.sapo.pt/noticias/atualidade/presidente-deu-posse-ao-primeiro-ministro-e_660c3efa708c9d4acd938c86",
                "https://expresso.pt/politica/eleicoes/europeias-2024/2024-06-09-europeias-projecao-sic-ps-e-ad-empatados-na-frente-il-sobe-e-apanha-chega-3ede791a"
              ]
            },
            {
              "id": "1.s4",
              "text": "A new election was called for 2025 Portuguese legislative election|May 2025, after a vote of confidence in the AD minority government was rejected, following the revelations of the 2025 Portuguese legislative election#Spinumviva case|''Spinumviva'' case, involving Luís Montenegro's family business.",
              "references": [
                "https://eco.sapo.pt/2025/03/13/e-oficial-marcelo-marca-eleicoes-para-18-de-maio/"
              ]
            }
          ]
        }
      ]
    }
  ]
}