{
  "title": "Non-cooperation_movement_(2024)",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The '''non-cooperation movement''',{{efn|{{Langx|bn|অসহযোগ আন্দোলন|Ôsôhôjōg Āndōlôn}}}} also known as the '''one-point movement''',{{efn|{{Langx|bn|এক দফা আন্দোলন|Ēk Dôphā Āndōlôn|links=no}}}} was a pro-democratic disinvestment movement and a mass uprising against the Awami League-led government of Bangladesh, initiated within the framework of 2024 Bangladesh quota reform movement. The sole demand of this movement was the resignation of Prime Minister of Bangladesh|Prime Minister Sheikh Hasina and Fifth Hasina ministry|her cabinet.",
              "references": [
                "https://foreignpolicy.com/2024/07/18/bangladesh-student-protests-quota-system/",
                "https://www.theguardian.com/world/article/2024/jul/26/bangladesh-student-protests-mass-movement-against-dictator",
                "https://en.prothomalo.com/bangladesh/76mu2u1gmz"
              ]
            },
            {
              "id": "1.s2",
              "text": "On 3 August 2024, coordinators of the Anti-discrimination Students Movement announced a one-point demand for the resignation of the Prime Minister and her cabinet and called for \"comprehensive non-cooperation\". The following day, violent clashes broke out, resulting in the deaths of 97 people, including students. The coordinators called for a long Civil disobedience|march to Dhaka to force Hasina out of power on 5 August. That day, a large crowd of protesters made its way through the capital. At around 3:00&nbsp;p.m. (UTC+6), Sheikh Hasina resigned and fled to India, her government's biggest ally. Widespread celebrations and violence occurred following her removal, while the military and President Mohammed Shahabuddin announced the formation of an Yunus interim government|interim government led by economist and Nobel Prize|Nobel laureate Muhammad Yunus.",
              "references": [
                "https://www.thedailystar.net/news/bangladesh/news/pm-resigned-interim-govt-be-formed-army-chief-3669966",
                "https://www.bbc.com/news/live/ckdgg87lnkdt?post=asset%3Ae6e668c5-08e9-4000-b710-25d40a70f96a#post",
                "https://www.aljazeera.com/news/2024/8/8/islamophobic-alarmist-how-some-india-outlets-covered-bangladesh-crisis"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Names",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The events on August 5 were referred to by various names, notably, '''The Siege of Ganabhaban''', '''Ganabhaban Bijoy''' and '''Fath-e-Ganabhaban''', following the storming of Ganabhaban in Dhaka.",
              "references": [
                "https://www.thedailystar.net/news/bangladesh/news/protesters-enter-gono-bhaban-3669961"
              ]
            },
            {
              "id": "2.s2",
              "text": "Abu Shadik Kayem, a coordinator of Students Against Discrimination was one of the first to refer to the event as ''Fath-e-Ganabhaban'', which he stated, \n{{Cquote|quote = \"The legacy of Fath-e-Makkah, Fath-e-Bangala, and Fath-e-Kustuntiniyya has led us to achieve Fath-e-Ganabhaban.\"\n}}",
              "references": [
                "https://banglahour.com/article/7711"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Background",
      "content": [
        {
          "sentences": [
            {
              "id": "3.s1",
              "text": "{{Further|2024 Bangladesh quota reform movement|July massacre}}\n\nDuring the quota reform movement in 2024, participants—particularly students—faced resistance, mass arrests, and July massacre|massacre and severe injuries at the hands of Bangladesh Police|police and other security forces. Six coordinators of the Anti-discrimination Students Movement, who were leading the initial quota reform movement, were also detained and were forcefully made to announce the conclusion of the protests by the Detective Branch (DB) of the Dhaka Metropolitan Police (DMP). These events and authoritarianism fuelled people's anger against the government. On the morning of 3 August, one of the movement coordinators, Asif Mahmud, stated in a Facebook post that they would start a \"non-cooperation movement\" against the government, saying that it would be similar to that of \"Non-cooperation movement (1971)|March '71\". In the afternoon, Prime Minister Hasina proposed talks with the protesters, saying that \"The doors of Ganabhaban (her official residence) are open\".",
              "references": [
                "https://www.bbc.com/bengali/live/cgrlrjlj9drt?post=asset%3A42c956f7-9785-43f6-bfe7-41016b7562cd#asset:42c956f7-9785-43f6-bfe7-41016b7562cd",
                "https://www.financialexpress.com/world-news/18-killed-dozens-injured-as-protestors-and-awami-league-supporters-clash-in-bangladesh/3573428/"
              ]
            },
            {
              "id": "3.s2",
              "text": "The Anti-discrimination Students Movement previously called for day-long protest programmes on 3 August. After day-long protests, students and ordinary people gathered at the central Shaheed Minar, Dhaka|Shaheed Minar area with protest marches from different parts of Dhaka. At around 5:30&nbsp;p.m., Nahid Islam, one of the coordinators, addressed the assembled crowd at Shaheed Minar and announced that the movement's exclusive demand was the resignation of Hasina and her cabinet. He also called for a comprehensive non-cooperation movement starting from 4 August and announced that they had no plans to negotiate with the government. He added that \"we were forcefully offered to sit in talks with the Prime Minister. But we protested against this proposal by going on a hunger strike in DB custody.\"",
              "references": [
                "https://www.prothomalo.com/bangladesh/hz1crrbp5u",
                "https://www.banglanews24.com/national/news/bd/1370638.details",
                "https://www.thedailystar.net/news/bangladesh/news/quit-now-protesters-govt-3668751",
                "https://bangla.thedailystar.net/news/bangladesh/news-602421",
                "https://bangla.thedailystar.net/news/bangladesh/quota-protest/news-602226"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "History",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "{{See also|Timeline of July Revolution (Bangladesh)}}\n-like depiction of Sheikh Hasina, a figure reminiscent of Annihilate These Demons|a similar portrayal of Yahya Khan from 1971.]]\n]]\nOn 4 August, thousands of protesters gathered at the Shahbag intersection in the morning, obstructing it as a form of civil disobedience to demand the government's resignation.",
              "references": [
                "https://www.thedailystar.net/news/bangladesh/news/thousands-protesters-demonstrate-shahbagh-one-point-demand-3669301"
              ]
            },
            {
              "id": "4.s2",
              "text": "At least 97 people died nationwide in confrontations, shootings, and pursuits related to the Non-cooperation movement. Fourteen police officers were killed across the country, with 13 deaths occurring at the Enayetpur police station in Sirajganj District|Sirajganj. Another officer was killed in Eliotganj, Comilla. Twenty-seven police facilities were attacked and vandalized, and a hundred policemen were injured in these incidents, according to an official statement by the Bangladesh Police.",
              "references": [
                "https://en.prothomalo.com/bangladesh/9j3xoglcfq",
                "https://www.prothomalo.com/bangladesh/1ua7ybncib"
              ]
            },
            {
              "id": "4.s3",
              "text": "In Dhaka, unidentified individuals set fire to and damaged various vehicles, including cars, ambulances, motorcycles, and buses, at the Bangabandhu Sheikh Mujib Medical University during the protests. Around 4.30 p.m., eleventh-grade student Golam Nafiz was shot by the police in Dhaka Farmgate area, whose photo of being taken to the hospital on rickshaw went viral on internet, creating high outrage by netizens. By 12:00&nbsp;p.m., users across the country reported internet inaccessibility. The government ordered the closure of Facebook, Messenger (software)|Messenger, WhatsApp, Instagram, and all other Meta Platforms|Meta-owned services, directing internet service providers to comply after 1:00&nbsp;p.m. Later, the Ministry of Information and Broadcasting (Bangladesh)|Minister of Information and Broadcasting Mohammad A. Arafat confirmed that some social media platforms were temporarily blocked to prevent the spread of rumors amid protests. An indefinite nationwide curfew was imposed starting at 6:00&nbsp;p.m. Additionally, all courts were also ordered to close indefinitely.",
              "references": [
                "https://www.thedailystar.net/news/bangladesh/crime-justice/news/vehicles-vandalised-torched-bsmmu-3669331",
                "https://en.prothomalo.com/bangladesh/deq62xtoct",
                "https://www.prothomalo.com/bangladesh/5h6t8ay1rl",
                "https://www.prothomalo.com/bangladesh/glx4sc1frw",
                "https://www.newagebd.net/post/country/241641/mobile-internet-shut-down-across-bangladesh-again",
                "https://en.prothomalo.com/bangladesh/qtaq13egnf",
                "https://www.bbc.com/bengali/live/cz5rryvz63lt"
              ]
            },
            {
              "id": "4.s4",
              "text": "The government declared a three-day general holiday starting from 5 August, during which banks will also remain closed. The Anti-Discrimination Students Movement confirmed their intention to march towards Dhaka on 6 August to demand the Prime Minister's resignation. The Bangladesh University Teachers' Network proposed a framework for an interim government, suggesting it be composed of teachers, judges, lawyers, and representatives from civil society, reflecting the views of various civil and political groups for a democratic transition.",
              "references": [
                "https://www.thedailystar.net/business/news/banks-remain-closed-three-days-tomorrow-3669516",
                "https://www.thedailystar.net/news/bangladesh/news/march-dhaka-programme-today-3669576",
                "https://www.thedailystar.net/news/bangladesh/news/university-teachers-network-proposes-outline-form-interim-government-3669451"
              ]
            },
            {
              "id": "4.s5",
              "text": "Asif Mahmud, a coordinator of the Anti-Discrimination Students Movement, announced that their Political demonstration|march to Dhaka had been rescheduled to 5 August, instead of 6 August. He called on protesters and civilians nationwide to march toward the capital and participate in civil disobedience.\nSeveral former Bangladesh Army officers, including former chief of staff Iqbal Karim Bhuiyan, held a press briefing urging soldiers to return to camps and refrain from getting involved in the political crisis or being used against civilians.",
              "references": [
                "https://en.prothomalo.com/bangladesh/xlv47rs3c3",
                "https://www.prothomalo.com/bangladesh/g77bbharbn",
                "https://www.bbc.com/news/articles/clywww69p2vo"
              ]
            },
            {
              "id": "4.s6",
              "text": "The Anti-discrimination Students Movement rejected the curfew and encouraged everyone to march towards the Ganabhaban and Prime Minister's Office (Bangladesh)|Prime minister's office.",
              "references": [
                "https://www.observerbd.com/news.php?id=483651"
              ]
            },
            {
              "id": "4.s7",
              "text": "Reports indicated Sheikh Hasina had been moved to a secure location. On the same day, up to 135 people, including 24 police officers, were killed during protests.",
              "references": [
                "https://www.brecorder.com/news/40315982/bangladesh-pm-hasina-taken-to-safe-shelter-minister-says-situation-volatile"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Outcome",
      "content": [
        {
          "id": "5.1",
          "title": "Resignation of Sheikh Hasina",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.1.s1",
                  "text": "after Sheikh Hasina's resignation]]\nOn 5 August 2024, at around 3:00&nbsp;p.m., Prime Minister Hasina resigned and fled the country on a helicopter with her sister, Sheikh Rehana, to India, arriving in Delhi via Agartala. Although she intended to record a speech, she did not have the opportunity to do so. Reports indicated that in a meeting with security officials on 4 August, Hasina insisted on staying in power by using force against what she called \"terrorists\". However, military leaders warned her that the country would be approaching a civil war if they fired on the protesters. As she was determined to stay, the military leaders met her again on the next morning and concluded that her safety could no longer be guaranteed as protesters were soon to reach the Ganabhaban. Senior police officers had also warned her that their forces were running out of ammunition. She finally agreed to resign after talking to her close relatives. Hasina's son, Sajeeb Wazed, later said that his mother had begun considering resignation as early as 3 August but was only convinced to do so by close relatives who had been approached by senior military and police officials, according to media reports.",
                  "references": [
                    "https://www.scmp.com/news/asia/south-asia/article/3273265/bangladesh-pm-sheikh-hasina-has-resigned-and-left-country-media-reports-say",
                    "https://www.straitstimes.com/asia/south-asia/bangladesh-army-chief-to-address-nation-as-fresh-protests-break-out",
                    "https://www.thedailystar.net/news/bangladesh/news/sheikh-hasina-has-left-gono-bhaban-safer-place-3669956",
                    "https://www.bbc.com/news/articles/cz733dly2ero",
                    "https://en.prothomalo.com/bangladesh/jo33itpoxc"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "title": "Storming of Ganabhaban",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.2.s1",
                  "text": "Shortly after Sheikh Hasina's departure, at around 3:00&nbsp;p.m., protesters reached the gates of the Ganabhaban and entered the Prime Minister's residence looting, vandalizing, and destroying numerous items, including furniture. They rummaged office files and sat on her bed as well as her chair to take selfies.  Some protesters ate food and stole live animals, while others looted Hasina's luxury Dior suitcase and her Sari|sarees.",
                  "references": [
                    "https://www.thedailystar.net/news/bangladesh/news/protesters-enter-gono-bhaban-3669961",
                    "https://www.cnbctv18.com/world/bangladesh-riots-sheikh-hasina-residence-ganabhaban-raided-parliament-stormed-19455009.htm",
                    "https://economictimes.indiatimes.com/news/international/world-news/bangladesh-pm-sheikh-hasinas-home-looted-watch-protesters-steal-rugs-utensils-take-selfies-on-bed-and-pms-chair/articleshow/112290199.cms?from=mdr",
                    "https://www.firstpost.com/world/hens-rabbits-fish-sarees-what-protesters-took-after-storming-sheikh-hasinas-house-13801300.html",
                    "https://www.millenniumpost.in/world/bangladeshi-protesters-ransack-sheikh-hasinas-residence-take-away-chicken-goats-and-ducks-574599",
                    "https://www.indiatoday.in/world/story/bangladesh-protesters-ransack-sheikh-hasinas-home-in-dhahka-feast-on-biryani-steal-fish-2577221-2024-08-05"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.3",
          "title": "'''Sheikh Hasina's departure'''",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.3.s1",
                  "text": "Reports indicated that Hasina, along with her sister Sheikh Rehana, fled Ganabhaban aboard a military helicopter before transferring to a C-130 Hercules aircraft of the Bangladesh Air Force. An internet blackout was enforced to hinder the tracking of her movements. Initial reports suggested Hasina's flight, carrying the callsign AJAX1431, would land in Agartala, in the Indian state of Tripura. AJAX1431 switched off its transponder at around 17:00 local time over Lucknow, rendering the aircraft untraceable. Shortly, she was reported to have landed at the Hindan Air Force Station in Ghaziabad, on the outskirts of the Indian capital New Delhi, and was reportedly received by the Indian National Security Advisor (India)|National Security Advisor, Ajit Doval at the base. Her arrival in Delhi was subsequently confirmed by Indian Minister of External Affairs (India)|Minister of External Affairs S. Jaishankar. Sheikh Hasina is living in a secret location within India under tight security.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/8/5/bangladeshs-sheikh-hasina-forced-to-resign-what-happened-and-whats-next",
                    "https://www.businesstoday.in/india/story/nsa-ajit-doval-meets-former-bangladesh-pm-sheikh-hasina-at-hindon-airbase-440243-2024-08-05",
                    "https://www.bbc.com/news/articles/c0499xpnp1yo"
                  ]
                },
                {
                  "id": "5.3.s2",
                  "text": "Flightradar24 reported that her flight was, at one point, the most tracked flight worldwide, with other civilian aircraft traveling into and out of Hazrat Shahjalal International Airport in Dhaka also being highly tracked. She is expected to proceed to London for her safe passage and seek Right of asylum|political asylum in the United Kingdom, where Rehana's eldest daughter, Labour Party (UK)|Labour Party MP Tulip Siddiq is Economic Secretary to the Treasury under the incumbent Prime Minister Keir Starmer, while her youngest daughter Azmina Siddiq works for Control Risks as a global risk analysis editor. However, such plans are believed to be on hold due to indications from the UK government that she would not receive legal protection from investigations into the violence in Bangladesh.",
                  "references": [
                    "https://www.indiatoday.in/world/story/all-about-flight-ajax1431-carrying-sheikh-hasina-after-escape-from-dhaka-2577156-2024-08-05",
                    "https://www.news18.com/world/who-is-sheikh-rehana-siddiq-bangladesh-ex-pm-sheikh-hasinas-sister-has-a-british-labour-party-connection-8991085.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.4",
          "title": "Arrest of Awami League leaders",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.4.s1",
                  "text": "In addition to Sheikh Hasina, several figures associated with her administration and the Awami League fled or attempted to flee Bangladesh. This group included Hasan Mahmud (politician)|Hasan Mahmud, the former Minister of Foreign Affairs (Bangladesh)|Minister of Foreign Affairs, Zunaid Ahmed Palak, the former Ministry of Posts, Telecommunications and Information Technology|Minister of state for Posts, Telecommunications and Information Technology, and Ziaul Ahsan, the former Director General of the National Telecommunication Monitoring Centre. All were detained at Hazrat Shahjalal International Airport on 6 August. On 7 August, two more Awami League leaders were arrested near the Darshana, Chuadanga|Darshana border checkpoint while trying to flee abroad. On 13 August, Salman F Rahman, former Adviser for Private Industry and Investment to the Prime Minister of Bangladesh|Prime Minister, and Anisul Huq (politician)|Anisul Huq, former Ministry of Law, Justice and Parliamentary Affairs|Minister for Law, Justice, and Parliamentary Affairs, were arrested while attempting to flee by boat at Sadarghat. On 28 August, former Ministry of Commerce (Bangladesh)|Minister of Commerce Tipu Munshi was arrested after a murder case was filed against him over the death of a protester in Rangpur. On September 10, Tawfiq-e-Elahi Chowdhury, the former Power, Energy and Mineral Resources Adviser to Hasina, was arrested by the DB in the Gulshan area.",
                  "references": [
                    "https://tribune.com.pk/story/2486216/sacked-bangladeshi-intelligence-chief-arrested-at-dhaka-airport",
                    "https://www.tbsnews.net/bangladesh/two-awami-league-leaders-detained-border-while-attempting-flee-912311"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Casualties and damages",
      "content": [
        {
          "id": "6.1",
          "title": "Reprisal attacks against Awami League supporters and police",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.1.s1",
                  "text": "after being burnt, with protesters hanging a signboard reading {{lang|bn|সাধারণ ছাত্র ও জনতার কার্যালয়}} (\"General students' and people's office\")]]\n after being vandalized]]\nOn the day of Sheikh Hasina's resignation, protesters vandalized statues of her father Sheikh Mujibur Rahman, the former president of Bangladesh, in Dhaka. They also set the Awami League's headquarters in Dhaka ablaze. The vandalizing of Sheikh Mujibur Rahman's statues has been compared with Firdos Square statue destruction|that of Saddam Hussain's statue in Baghdad on 2003. Houses or businesses of several Awami League leaders and activists were attacked.{{efn|including Former President of Bangladesh Mohammad Abdul Hamid, Asaduzzaman Khan, Rezaul Haque Chowdhury, Mashrafe Mortaza, Zunaid Ahmed Palak, MP Shafiqul Islam Shimul, Sadhan Chandra Majumder and MP in Naogon, Ajmeri Osman, A. K. M. Bahauddin, Anisul Huq (politician)|Anisul Huq, Shahin Chakladar Nazmul Hassan, an Upazila chairman in Jhenaidah, four Jubo League activists in Chuadanga, Selim Khan Serniabat Sadiq Abdullah Shajahan Khan and AFM Bahauddin Nasim, Sheikh Rehana and Mustafa Kamal (politician)|Mustafa Kamal, Shirin Sharmin Chaudhury, two former MPs in Magura (city)|Magura, Amir Hossain Amu}} The Indira Gandhi Cultural Centre, operated by the Indian Council for Cultural Relations, and Sheikh Mujibur Rahman's residence in Dhanmondi, where Assassination of Sheikh Mujibur Rahman|he and his family were assassinated by military personnel in 1975, known as Bangabandhu Memorial Museum, were burnt and ransacked by the demonstrators. Two pro-government television stations were also forced off-air after being torched by demonstrators, including ATN Bangla. The Jatiya Sangsad Bhaban, which houses the Parliament of Bangladesh, was also stormed by protesters, who took 40 weapons from the building's security. These were later returned by students. The house of the Chief Justice of Bangladesh was vandalized by rioters who climbed the walls. Sheikh Rehana's residence in Gulshan Thana|Gulshan, Dhaka, was also looted. The Mujibnagar Memorial Complex in Meherpur District|Meherpur was also vandalized, resulting in damage to 600 sculptures. Incidents of vandalism were also recorded at the Bangladesh Shishu Academy, 22 branches of the Shilpakala Academy, and the Shasi Lodge and the Zainul Park in Mymensingh. The 19th-century Bir Chandra Public Library in Comilla was also looted and burned, leading to the loss of several rare books.",
                  "references": [
                    "https://www.ndtv.com/world-news/bangladeshi-protesters-vandalise-sheikh-mujibur-rahmans-statue-6267746",
                    "https://www.prothomalo.com/bangladesh/district/oqwae91250",
                    "https://www.businesstoday.in/india/story/bangladesh-crisis-as-sheikh-hasina-resigns-protesters-set-awami-league-office-on-fire-vandalise-mujibur-rahmans-statue-440206-2024-08-05",
                    "https://www.freepressjournal.in/sports/viral-pics-former-bangladesh-captain-mashrafe-mortazas-house-set-on-fire-by-protesters-amid-nationwide-unrest",
                    "https://www.prothomalo.com/bangladesh/district/v190k47wpq",
                    "https://www.prothomalo.com/bangladesh/district/7jzzrawyd8",
                    "https://www.prothomalo.com/bangladesh/district/hmti46bsat",
                    "https://www.prothomalo.com/bangladesh/district/7gej5oy5mn",
                    "https://www.prothomalo.com/bangladesh/district/opb1m3j1sm",
                    "https://www.prothomalo.com/bangladesh/district/zlhxe06oh5",
                    "https://www.prothomalo.com/bangladesh/district/353e666rke",
                    "https://www.prothomalo.com/bangladesh/district/ns94nnm8q7",
                    "https://www.prothomalo.com/bangladesh/district/iq69e6yokc",
                    "https://www.prothomalo.com/bangladesh/district/ppl4o9ayh3",
                    "https://www.prothomalo.com/bangladesh/district/2b91qrt8w5",
                    "https://dailyinqilab.com/national/news/675718",
                    "https://www.prothomalo.com/bangladesh/district/mk3re1rlo8",
                    "https://www.prothomalo.com/bangladesh/district/nkm5ti3fz9",
                    "https://english.aaj.tv/news/330373132/bangladesh-protesters-ransack-chief-justices-house%26ved%3D2ahUKEwiGgLazkN6HAxX0dvUHHbxVKmQQFnoECCQQAQ%26usg%3DAOvVaw2mlw_mXIGjzInb8cchKpND"
                  ]
                },
                {
                  "id": "6.1.s2",
                  "text": "At least 232 people were reported to have been killed in the three days that followed Hasina's resignation. This included at least 29 officials of the Awami League and associated groups as well as their relatives. An Awami League office in Chittagong was also set ablaze by miscreants. Jails in Satkhira District|Satkhira and Sherpur District|Sherpur districts were attacked, leading to prisoner escapes. In Satkhira alone, 596 prisoners escaped, although more than 400 of them voluntarily returned within days. An Awami League leader in Satkhira was hacked to death along with four associates after fatally shooting three members of a crowd that attacked his residence. An installation of Bangladesh Ansar|Bangladesh Ansar and Village Defence Force was also vandalized and partially burnt. Ansar retaliated by killing two demonstrators. In Bogra, a police station was attacked and an Awami League office was set ablaze. A violent mob attacked Baniachang police station in Habiganj and set it ablaze. Police retaliated killing six rioters. A total of 150 people, including police personnel were wounded in the incident.",
                  "references": [
                    "https://www.prothomalo.com/bangladesh/district/6v7d8qi09x",
                    "https://www.prothomalo.com/bangladesh/district/yen95tdc2a",
                    "https://www.prothomalo.com/bangladesh/district/tdc22d3ra2",
                    "https://www.prothomalo.com/bangladesh/district/u2e46tm69i",
                    "https://www.prothomalo.com/bangladesh/district/eo7cofje0c",
                    "https://www.prothomalo.com/bangladesh/district/yj9fcjahn0"
                  ]
                },
                {
                  "id": "6.1.s3",
                  "text": "Six people were killed and more than a hundred wounded in Kushtia when police opened fire on rioters. Seven police stations were burnt and destroyed in Chittagong. A demonstrator was fatally shot by the police in Manikganj, following the vandalism of a local police station. Despite the peaceful nature of a victory march in Srimangal, police intervention resulted in injuries to more than a hundred participants. In Jessore, at least 24 people, including an Indonesian national, were killed after a hotel belonging to a district leader of the Awami League was set on fire. Two Union councils of Bangladesh|union council chairs were beaten to death by mobs in separate incidents in Khulna and Chandpur District|Chandpur. Clashes between BGB and demonstrators led to the deaths of six people, including a BGB soldier in Gazipur District|Gazipur, where a protest outside a jail also resulted in the escape of 209 inmates. In Kishoreganj, a clash between Awami League leaders and activists led to the death of five individuals and left hundreds injured, including journalists.",
                  "references": [
                    "https://www.prothomalo.com/bangladesh/district/mcsptbxz51",
                    "https://www.prothomalo.com/bangladesh/district/jmml0zve8t",
                    "https://www.prothomalo.com/bangladesh/district/ojv2ksnq3e"
                  ]
                },
                {
                  "id": "6.1.s4",
                  "text": "Operations at the Hazrat Shahjalal International Airport in Dhaka were suspended for eight hours.",
                  "references": [
                    "https://en.prothomalo.com/bangladesh/q0wl299ziv"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "title": "Violence against minorities",
          "content": [
            {
              "sentences": [
                {
                  "id": "6.2.s1",
                  "text": "Hours after Hasina's departure, reports surfaced about attacks against Hindus in Bangladesh as due to the collapse of governmental law enforcement agencies. Haradhan Roy, a Hindu councilor from the Awami League in Rangpur, Bangladesh|Rangpur, and Mrinal Kanti Chatterjee, a Hindu school teacher in Dhaka were killed. According to the Investigation conducted by Prothom Alo correspondents across 64 districts and 67 upazilas between 5–20 August 2024, 1,068 attacks on the minority community occurred in 49 districts. Two members of the Hindu community were killed in the violence, and a total of 912 attacks were documented. Of these, in at least 506 cases, the victims were affiliated with Awami League. The Hindu Buddhist Christian Unity Council reported that from August 4 to August 20, a total of 2,010 incidents (including 69 temples) of attacks on minorities took place across the country within this 16-day period. Among the incidents, homes of 157 families were vandalised, looted, and set on fire, while some of their businesses  were also attacked.",
                  "references": [
                    "https://www.telegraph.co.uk/world-news/2024/08/10/bangladesh-hindus-face-attacks-after-fall-of-prime-minister/",
                    "https://en.prothomalo.com/bangladesh/97chuvmupe",
                    "https://www.thedailystar.net/news/news/2010-communal-attacks-bangladesh-august-4-20-oikyo-parishad-3706731"
                  ]
                },
                {
                  "id": "6.2.s2",
                  "text": "Thousands of Bangladeshi Hindus attempted to flee to India after being attacked, however, they were turned back by the border guards from both countries. Indian Border Security Force (BSF) arrested nearly a dozen Bangladeshis who were trying to cross the border to escape the violence and political unrest. In Lalmonirhat, an Awami League leader was seen spreading rumors, urging local Hindus to gather at the border with India and engage with Indian leaders who were expected to arrive there. Reportedly, he successfully assembled thousands of Hindus at the border before they were dispersed by the BGB and local police.",
                  "references": [
                    "https://www.voanews.com/a/india-blocks-bangladeshis-fleeing-chaotic-regime-change-/7738952.html",
                    "https://www.kalbela.com/country-news/110238",
                    "https://www.jugantor.com/country-news/835971/%E0%A6%AB%E0%A7%87%E0%A6%B8%E0%A6%AC%E0%A7%81%E0%A6%95%E0%A7%87-%E0%A6%97%E0%A7%81%E0%A6%9C%E0%A6%AC-%E0%A6%AD%E0%A6%BE%E0%A6%B0%E0%A6%A4%E0%A7%80%E0%A7%9F-%E0%A6%95%E0%A6%BE%E0%A6%81%E0%A6%9F%E0%A6%BE%E0%A6%A4%E0%A6%BE%E0%A6%B0%E0%A7%87%E0%A6%B0-%E0%A6%95%E0%A6%BE%E0%A6%9B%E0%A7%87-%E0%A6%B9%E0%A6%BE%E0%A6%9C%E0%A6%BE%E0%A6%B0-%E0%A6%B9%E0%A6%BE%E0%A6%9C%E0%A6%BE%E0%A6%B0-%E0%A6%B9%E0%A6%BF%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%81-%E0%A6%B8%E0%A6%AE%E0%A7%8D%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A6%E0%A6%BE%E0%A7%9F%E0%A7%87%E0%A6%B0-%E0%A6%AE%E0%A6%BE%E0%A6%A8%E0%A7%81%E0%A6%B7"
                  ]
                },
                {
                  "id": "6.2.s3",
                  "text": "Meanwhile, students and members of the Muslim community, including madrasa students, were seen standing guard at temples and churches to protect them. The interim government also assured that it would \"immediately sit with the representative bodies and other concerned groups to find ways to resolve such heinous attacks\".",
                  "references": [
                    "https://www.aljazeera.com/news/2024/8/7/students-other-muslims-protect-temples-churches-amid-bangladesh-unrest",
                    "https://www.france24.com/en/live-news/20240811-attacks-and-online-misinformation-frighten-bangladeshi-hindus",
                    "https://www.aljazeera.com/news/2024/8/11/new-bangladesh-government-says-working-to-resolve-attacks-on-minorities"
                  ]
                },
                {
                  "id": "6.2.s4",
                  "text": "Similar reports of Islamism|Islamist Towhidi Muslim Janata|mobs perpetrating Bangladesh post-resignation violence (2024–present)#Minorities|violence against other minorities like Christianity in Bangladesh|Christians &  Ahmadiyya in Bangladesh|Ahmadiyyas alongside vandalising Sufi shrine|tombs of Sufism in Bangladesh|Sufi saints emerged in various parts of the country in midst of collapse of law and order. Reports of houses belonging to ethnic minorities like the Kurukh people|Kurukh and Chakma people|Chakma being torched by mobs have also emerged.",
                  "references": [
                    "https://www.opendoorsuk.org/news/latest-news/bangladesh-unrest-christians/",
                    "https://www.newagebd.net/post/country/241831/ahmadiyas-face-attacks-in-bangladesh",
                    "https://theprint.in/world/bangladeshs-sufi-groups-celebrate-birth-anniversary-of-prophet-amid-tight-security/2270117/",
                    "https://www.bbc.com/bengali/articles/ckg2xygly1no",
                    "https://www.prothomalo.com/bangladesh/district/golnohvsv7?utm_source=facebook&utm_medium=social&utm_campaign&utm_content=ap_yq93jhhgll",
                    "https://economictimes.indiatimes.com/news/international/world-news/bangladesh-hundreds-of-chakma-community-houses-torched-by-settlers/articleshow/113496843.cms?from=mdr"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Disinformation by Indian media",
      "content": [
        {
          "sentences": [
            {
              "id": "7.s1",
              "text": "{{main|Anti-Bangladeshi disinformation in India}}\nIndian media outlets were disseminating disinformation regarding attacks on minorities in Bangladesh as well as discrediting the activities of its interim government with an intent to destabilize the country after Hasina's departure. purportedly orchestrated by India's rivals, Pakistan (through its Inter-Services Intelligence|intelligence agency) & China. Some Indian media outlets also sought to discredit the protesters by Media bias|disproportionately focusing on incident in where one of the demonstrators in the Ganabhaban premise publicly displayed Hasina's intimate apparel.",
              "references": [
                "https://scroll.in/article/1072377/how-indias-majoritarian-politics-drive-its-lazy-and-dismissive-commentary-on-bangladesh",
                "https://theprint.in/opinion/telescope/indian-tv-news-is-openly-blaming-us-china-pakistan-for-bangladesh-govt-isnt-stopping-them/2213761/",
                "https://economictimes.indiatimes.com/news/defence/are-pakistan-isi-and-china-behind-bangladesh-protests-to-nurture-anti-india-terror-group/articleshow/112312491.cms?from=mdr",
                "https://www.firstpost.com/world/behind-the-protests-isi-conspiracy-in-bangladesh-to-topple-sheikh-hasina-establish-anti-india-govt-13801171.html/amp",
                "https://www.indiatoday.in/world/story/bangladesh-violence-khaleda-zia-son-pakistan-isi-china-funding-sheikh-hasina-2577822-2024-08-06",
                "https://www.deccanherald.com/world/china-isi-behind-escalation-of-student-led-protests-in-bangladesh-report-3138768",
                "https://www.businesstoday.in/world/story/bangladesh-unrest-do-isi-china-have-a-hand-in-conspiracy-to-oust-sheikh-hasina-heres-what-we-know-440315-2024-08-06",
                "https://www.freepressjournal.in/world/bangladesh-unrest-viral-videos-pics-show-protesters-flaunting-bras-sarees-of-ex-pm-sheikh-hasina",
                "https://www.hindustantimes.com/trending/bangladesh-protesters-parade-stolen-innerwear-blouse-as-they-loot-sheikh-hasinas-house-disgusting-101722916187043.html",
                "https://economictimes.indiatimes.com/news/international/world-news/sheikh-hasinas-residence-looted-from-undergarments-to-furniture-protestors-clean-house/duck-and-bulb/slideshow/112320702.cms?from=mdr",
                "https://www.deccanherald.com/world/undergarments-of-former-bangladesh-pm-sheikh-hasina-stolen-by-protesters-from-official-residence-report-3138980"
              ]
            },
            {
              "id": "7.s2",
              "text": "Gobinda Pramanik, Former Secretary General of the Bangladesh National Hindu Grand Alliance, criticized the Indian media, suggesting that they inaccurately portrayed the situation. Pramanik stated that the incidents of vandalism targeted only the homes of certain Awami League leaders, both Hindu and Muslim, who had a history of aggressive actions. He further noted that members of opposition parties, including the Bangladesh Nationalist Party|BNP and Bangladesh Jamaat-e-Islami|Jamaat-e-Islami, were involved in protecting Hindu temples and homes from potential attacks. But the incumbent General Secretary of the group dismissed his statement as a lie, claiming that he was expelled from the organisation and became the president of the same organisation again after the fall of Sheikh Hasina's government. The organisation strongly condemned Pramanik's statement regarding the attacks and looting of places of worship.",
              "references": [
                "https://www.dw.com/en/fact-check-false-claims-fuel-ethnic-tensions-in-bangladesh/a-69870923",
                "https://www.prothomalo.com/bangladesh/%E0%A6%97%E0%A7%8B%E0%A6%AC%E0%A6%BF%E0%A6%A8%E0%A7%8D%E0%A6%A6-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A3%E0%A6%BF%E0%A6%95%E0%A7%87%E0%A6%B0-%E0%A6%AC%E0%A6%95%E0%A7%8D%E0%A6%A4%E0%A6%AC%E0%A7%8D%E0%A6%AF-%E0%A6%B0%E0%A6%B9%E0%A6%B8%E0%A7%8D%E0%A6%AF%E0%A6%9C%E0%A6%A8%E0%A6%95",
                "https://www.jugantor.com/index.php/national/276081/%E0%A6%B9%E0%A6%BF%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%81-%E0%A6%AE%E0%A6%B9%E0%A6%BE%E0%A6%9C%E0%A7%8B%E0%A6%9F%E0%A7%87%E0%A6%B0-%E0%A6%AE%E0%A6%B9%E0%A6%BE%E0%A6%B8%E0%A6%9A%E0%A6%BF%E0%A6%AC-%E0%A6%97%E0%A7%8B%E0%A6%AC%E0%A6%BF%E0%A6%A8%E0%A7%8D%E0%A6%A6-%E0%A6%9A%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%B0-%E0%A6%AC%E0%A6%BF%E0%A6%B0%E0%A7%81%E0%A6%A6%E0%A7%8D%E0%A6%A7%E0%A7%87-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%AF%E0%A6%BC%E0%A6%BE%E0%A6%A4-%E0%A6%B8%E0%A6%82%E0%A6%B6%E0%A7%8D%E0%A6%B2%E0%A6%BF%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%A4%E0%A6%BE%E0%A6%B0-%E0%A6%85%E0%A6%AD%E0%A6%BF%E0%A6%AF%E0%A7%8B%E0%A6%97"
              ]
            },
            {
              "id": "7.s3",
              "text": "BNP leader Gayeshwar Chandra Roy also denied claims made by Indian media that his party is anti-Hindu, asserting that the BNP has been inclusive of all communities in Bangladesh and has consistently supported all religious groups. He highlighted his own role as a former minister in a First Khaleda ministry|BNP-led government and as a member of the party's highest decision-making body.",
              "references": [
                "https://www.jugantor.com/politics/bnp/835876/%E0%A6%B6%E0%A7%87%E0%A6%96-%E0%A6%B9%E0%A6%BE%E0%A6%B8%E0%A6%BF%E0%A6%A8%E0%A6%BE-%E0%A6%87%E0%A6%B8%E0%A7%8D%E0%A6%AF%E0%A7%81%E0%A6%A4%E0%A7%87-%E0%A6%AD%E0%A6%BE%E0%A6%B0%E0%A6%A4%E0%A6%95%E0%A7%87-%E0%A6%95%E0%A6%A0%E0%A7%8B%E0%A6%B0-%E0%A6%AC%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A4%E0%A6%BE-%E0%A6%A6%E0%A6%BF%E0%A6%B2-%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF?utm_source=izooto&utm_medium=news_hub&utm_campaign=%E0%A6%B6%E0%A7%87%E0%A6%96%20%E0%A6%B9%E0%A6%BE%E0%A6%B8%E0%A6%BF%E0%A6%A8%E0%A6%BE%20%E0%A6%87%E0%A6%B8%E0%A7%8D%E0%A6%AF%E0%A7%81%E0%A6%A4%E0%A7%87%20%E0%A6%AD%E0%A6%BE%E0%A6%B0%E0%A6%A4%E0%A6%95%E0%A7%87%20%E0%A6%95%E0%A6%A0%E0%A7%8B%E0%A6%B0%20%E0%A6%AC%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A4%E0%A6%BE%20%E0%A6%A6%E0%A6%BF%E0%A6%B2%20%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF&utm_content=article_click"
              ]
            },
            {
              "id": "7.s4",
              "text": "Numerous India-based social media accounts circulated several misleading videos and images about attacks on Bangladeshi Hindus, using hashtags such as #AllEyesOnBangladeshiHindus and #SaveBangladeshiHindus, which were subsequently debunked by several fact-checking organizations. A false report also claimed that the house of Bangladesh national cricket team#Players|Bangladeshi cricketer Liton Das had been set on fire, which was later debunked. Das himself refuted the claim in a Facebook post. Several television news outlets also ran headlines falsely claiming that the violence constituted an \"act of genocide\" and a \"pogrom\", while an alleged arson attack on a Hindu temple was later found to have occurred at an adjacent Awami League office.",
              "references": [
                "https://www.prothomalo.com/bangladesh/n583q95nsq",
                "https://www.deccanchronicle.com/world/did-protesters-set-hindu-bangladesh-player-liton-das-house-on-fire-1814783",
                "https://timesofoman.com/article/148542-fact-check-false-claims-fuel-ethnic-tensions-in-bangladesh"
              ]
            },
            {
              "id": "7.s5",
              "text": "Disinformation about a \"genocide on Hindus\" was also spread by actors from outside the region, including by British anti-immigrant and anti-Islam activist Tommy Robinson (activist)|Tommy Robinson.",
              "references": [
                "https://www.bbc.com/news/articles/cx2n8pzk7gzo"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Aftermath",
      "content": [
        {
          "id": "8.1",
          "title": "Restoration of services",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.1.s1",
                  "text": "As per reports, Broadband|broadband internet services were reinstated approximately at 1:00&nbsp;p.m. on 5 August, followed by the restoration of Mobile web|cellular internet access after 2:00&nbsp;p.m. However, access to social media platforms continued to be restricted. The curfew was rescinded on 6 August, and offices, businesses, and schools were permitted to resume operations on the same day.",
                  "references": [
                    "https://en.prothomalo.com/bangladesh/gm0o97gu3x",
                    "https://en.prothomalo.com/bangladesh/aoczyp8xg8",
                    "https://www.bbc.com/news/live/ckdgg87lnkdt?post=asset%3Af2caf740-ec65-449a-b983-e40db0b57fd9#post"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "8.2",
          "title": "Interim government formation",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.2.s1",
                  "text": "On 5 August, the Chief of Army Staff (Bangladesh)|Chief of Army Staff, Waker-uz-Zaman, convened a meeting with representatives from Bangladesh Nationalist Party|BNP, Jatiya Party (Ershad), and Bangladesh Jamaat-e-Islami|Jamaat-e-Islami and called for the creation of an interim government within 48 hours, excluding the Awami League. Several subsequent reports indicated that Nobel Laureate Muhammad Yunus had been approached to be the head of the interim government by the student protesters. Other possible names for the head of government included Salahuddin Ahmed (economist)|Salahuddin Ahmed, a former governor of Bangladesh Bank, retired General Jahangir Alam Chowdhury, and lawyer Sara Hossain. The nomination of Yunus, who accepted the advisory role in the interim government, has also been supported by prominent figures within the student movement. In addition, Waker-uz-Zaman pledged an investigation by the military into the preceding incidents of violence and issued an order prohibiting security forces from opening fire on crowds.",
                  "references": [
                    "https://economictimes.indiatimes.com/news/international/world-news/bangladesh-coup-meet-army-chief-waker-uz-zaman-who-took-over-the-reins-after-seikh-hasina-flees-country/articleshow/112287500.cms?from=mdr",
                    "https://www.firstpost.com/world/pm-sheikh-hasina-has-resigned-interim-government-to-run-country-says-bangladesh-army-chief-13801083.html",
                    "https://www.dnaindia.com/world/report-meet-muhammad-yunus-nobel-prize-winner-who-can-become-new-leader-of-bangladesh-after-3100517",
                    "https://www.aljazeera.com/news/2024/8/6/bangladesh-protesters-want-nobel-laureate-muhammad-yunus-to-lead-government"
                  ]
                },
                {
                  "id": "8.2.s2",
                  "text": "President Mohammed Shahabuddin issued an order for the release of all students who had been detained during the protests, as well as Khaleda Zia, the former prime minister and chairperson of the BNP. On 6 August, in response to an ultimatum from the student movement that warned of further demonstrations, Shahabuddin dissolved the Jatiya Sangsad. Additionally, a reorganization was carried out within the Bangladesh Armed Forces, while Chowdhury Abdullah Al Mamun was removed as Inspector General of Police (Bangladesh)|Inspector General of the Bangladesh Police. Following a meeting with student leaders on 6 August, Shahabuddin formally appointed Yunus on 7 August as head of the interim government, Yunus, who was in Paris, returned to Dhaka on 8 August and was inaugurated later that day along with the rest of his cabinet at the Bangabhaban. Among those who joined the interim government as advisers were two leaders of the student movement, Nahid Islam and Asif Mahmud.",
                  "references": [
                    "https://www.aljazeera.com/news/2024/8/5/bangladesh-president-orders-release-of-ex-pm-khaleda-zia",
                    "https://www.aljazeera.com/news/2024/8/6/nobel-laureate-yunus-to-lead-bangladesh-interim-govt-presidents-office",
                    "https://www.france24.com/en/asia-pacific/20240807-bangladesh-interim-govt-led-by-nobel-laureate-yunus-to-be-sworn-in-on-thursday-says-military",
                    "https://www.bbc.com/news/articles/clyg7we8xvno",
                    "https://www.aljazeera.com/news/2024/8/8/muhammad-yunus-takes-oath-as-head-of-bangladeshs-interim-government"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "8.3",
          "title": "Security crisis",
          "content": [
            {
              "sentences": [
                {
                  "id": "8.3.s1",
                  "text": "Following the resignation of Sheikh Hasina, police were absent from their duties, leading to a surge in burglaries and thefts in residential areas of Dhaka. These incidents caused widespread panic among residents, who were compelled to guard their neighborhoods at night. Reports indicted the presence of robbers on 6 and 7 August. During this time, banks and ATM booths were nearly out of cash due to the security crisis. In response, anti-robbery committees were established throughout the city. Additionally, residents used social media platforms to prevent further burglaries. Numerous weapons were also looted from police stations and security installations nationwide. By 3 September, authorities had recovered at least 3,880 firearms, 286,353 rounds of ammunition, 22,201 tear gas shells, and 2,139 sound grenades. More than 500 prisoners set free by mobs during the violence also several banned terror outfit chiefs including ABT Chief Jashimuddin Rahmani released on Bail.",
                  "references": [
                    "https://www.newagebd.net/post/country/241994/robbery-reported-in-various-places-in-dhaka",
                    "https://www.newindianexpress.com/world/2024/Aug/08/bangladeshis-spend-sleepless-night-amid-fears-of-robbery-and-looting-2",
                    "https://www.thedailystar.net/tech-startup/news/how-social-media-mobilised-netizens-vigilantes-lawless-country-3677296",
                    "https://www.unb.com.bd/category/Bangladesh/abt-chief-jashimuddin-rahmani-freed-on-bail/141636"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Prosecutions",
      "content": [
        {
          "sentences": [
            {
              "id": "9.s1",
              "text": "On 14 August, the father of a student killed during the protests filed a petition at the International Crimes Tribunal (Bangladesh)|International Crimes Tribunal. The petition called for an investigation into charges of genocide and crimes against humanity against Sheikh Hasina and nine other individuals, including the General Secretary of Bangladesh Awami League and former Minister of Road Transport and Bridges|Road Transport and Bridges Minister Obaidul Quader, and former Minister of Home Affairs (Bangladesh)|Minister of Home Affairs Asaduzzaman Khan Kamal over their role in the crackdown on the protests. The Awami League and its associated organizations were also named as accused in the petition. A formal investigation was initiated by the court later that day, and on 8 September, legal proceedings began to extradite Sheikh Hasina. On 15 August, two additional murder charges were filed against Sheikh Hasina and several of her associates in connection with the deaths of two individuals during the protests. On 19 August, Sheikh Hasina and 66 others were charged over the killing of a BNP ward leader in Dhaka North|Dhaka North City Corporation during the protests on 4 August.",
              "references": [
                "https://www.aljazeera.com/news/2024/9/9/bangladesh-taking-steps-to-extradite-former-pm-hasina-from-india"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Reactions",
      "content": [
        {
          "id": "10.1",
          "title": "Domestic",
          "content": [
            {
              "sentences": [
                {
                  "id": "10.1.s1",
                  "text": "puller in Uttara (town)|Uttara, Dhaka sings a song he wrote about the uprising.]]\nMuhammad Yunus, who was in Paris undergoing a medical procedure at the time of Hasina's departure, hailed her resignation as Bangladesh's \"second Independence Day (Bangladesh)|Independence Day\". He also committed to returning to Bangladesh \"without delay\", responding affirmatively to a request from the student movement to guide the interim government.",
                  "references": [
                    "https://www.france24.com/en/asia-pacific/20240806-today-feels-like-a-second-liberation-day-bangladesh-nobel-laureate-yunus-tells-france-24"
                  ]
                },
                {
                  "id": "10.1.s2",
                  "text": "In her first public address following her release, Khaleda Zia commended \"the brave people who were in a do-or-die struggle to make possible the impossible\". She emphasized the need for restraint and advocated for \"love and peace\" as essential in the process of rebuilding Bangladesh. and urged for \"restraint\". On 13 August, the BNP formally requested the UN to conduct an international investigation into the killings during the protests. In a phone call with chief adviser Muhammad Yunus on 14 August, UN human rights chief Volker Türk said that such an investigation would come \"very soon\".",
                  "references": [
                    "https://www.aljazeera.com/news/2024/8/5/world-reacts-to-bangladesh-pm-sheikh-hasinas-removal-from-power"
                  ]
                },
                {
                  "id": "10.1.s3",
                  "text": "Sajeeb Wazed, the son and adviser of Sheikh Hasina, initially announced on 5 August that his mother intended to retire from politics. On 7 August, he amended this statement clarifying that both Hasina and the Awami League would continue to be active in the political landscape of Bangladesh. On 10 August, he claimed to Reuters that Hasina is still the Prime Minister as she did not get enough time to formally submit her resignation to the President, due to protesters advancing towards her official residence. Later in an interview published on 14 August, he expressed that the stand of the fifth Hasina ministry on the quota system was wrong and they should have supported the protesters from the first.",
                  "references": [
                    "https://www.bbc.com/news/articles/cy54l10z71lo"
                  ]
                },
                {
                  "id": "10.1.s4",
                  "text": "On 11 August, in what is said to be her first statement published by the Indian media after her fleeing to the country, Sheikh Hasina confirmed that she resigned and conceded defeat to avoid further bloodshed. She attributed her decision to resign to pressure from the United States and urged Awami League supporters to keep their morale high. Shortly thereafter, Wazed refuted the statement as \"completely false and fabricated,\" emphasizing that Hasina \"did not make any statement before or after leaving Dhaka\". On 12 August, the Rumor Scanner Bangladesh investigated the matter and declared the reports about Sheikh Hasina's statement as fake and rumour. On 13 August, Hasina released her first confirmed statements since her overthrow, published by Wazed, calling for an investigation into the killings during the protests. She also insisted that the police and the Awami League were victims of \"terrorist aggression\".",
                  "references": [
                    "https://kathmandupost.com/world/2024/08/11/foreign-powers-like-us-behind-my-ouster-sheikh-hasina",
                    "https://rumorscanner.com/fact-check/fake-open-letter-on-the-demand-written-by-sheikh-hasina-is-viral/120089"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "10.2",
          "title": "International",
          "content": [
            {
              "sentences": [
                {
                  "id": "10.2.s1",
                  "text": "* {{flag|Canada}}: Foreign minister Melanie Joly called for \"all parties to work together to promote the principles of democratic and inclusive governance, respect for human rights, and the rule of law.\" She supported a \"peaceful way forward\" to resolve the crisis.\n* {{flag|EU}}: Vice-President of the European Commission, Josep Borrell called for \"calm and restraint\" stating orderly and peaceful transition towards a democratically elected government is vital. He added that human rights and democratic principles must be respected.\n* {{flag|India}}: The Ministry of External Affairs (India)|Ministry of External Affairs stated that the Government of India|Indian Government is closely monitoring the unfolding events in Bangladesh and assured continuous support to its citizens. It advised Indian nationals to exercise utmost caution while in Bangladesh and to maintain regular contact with the High Commission of India in Dhaka. In response to the situation, India has placed its Border Security Force on high alert along its 4,096&nbsp;km Bangladesh–India border|border with Bangladesh. Additionally, India has suspended all train and flight services to Dhaka, while the state government of Meghalaya has enforced a night curfew in areas bordering Bangladesh. The movement of goods at the Petrapole border crossing has also been put on hold. The Delhi Police increased security at the List of diplomatic missions of Bangladesh|Bangladesh High Commission in New Delhi. In his Independence Day (India)|Independence Day address on 15 August, Prime Minister Narendra Modi voiced concern over the unrest in Bangladesh and expressed hope that \"the situation gets normal there soon\". \n* {{flag|Russia}}: The Ministry of Foreign Affairs (Russia)|Foreign Ministry described the events as an \"internal affair\" of Bangladesh and expressed hope for a quick return to constitutional norms.\n* {{flag|UK}}: Foreign Secretary David Lammy urged the UN to conduct a comprehensive and independent probe into the recent events in Bangladesh. It also denied accusations attributed to Sheikh Hasina that the US was involved in her overthrow. In an advisory released on 6 August, US citizens were strongly advised against traveling to Bangladesh due to \"civil unrest, crime, and terrorism\".",
                  "references": [
                    "https://www.tbsnews.net/bangladesh/canada-welcomes-interim-government-eyes-peaceful-way-resolve-crisis-bangladesh-913316",
                    "https://www.arabnews.com/node/2563301/world",
                    "https://www.thehindu.com/news/national/india-must-engage-bangladesh-army-new-government-and-people-peace-and-stability-are-priority-experts-former-diplomats/article68489663.ece",
                    "https://www.ndtv.com/world-news/bangladesh-protests-sheikh-hasina-resigns-bangladesh-army-gave-sheikh-hasina-45-minutes-to-quit-top-developments-6267616",
                    "https://www.bbc.com/news/articles/c93ppx7lg0go",
                    "https://www.deccanherald.com/india/delhi/security-beefed-up-at-bangladesh-high-commission-in-delhi-3137504",
                    "https://www.devdiscourse.com/article/politics/3042881-us-urges-peaceful-resolution-amid-bangladesh-leadership-crisis"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}