{
  "title": "UEFA_Euro_2024_final",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "The '''UEFA Euro 2024 final''' was a Association football|football match that determined the winners of UEFA Euro 2024. The match was the seventeenth List of UEFA European Championship finals|final of the UEFA European Championship|European Championship, a quadrennial tournament contested by the men's national teams of the member associations of UEFA to decide the champions of Europe. The match was held at the Olympiastadion (Berlin)|Olympiastadion in Berlin, Germany, on 14 July 2024, and was contested by Spain national football team|Spain, in their fifth final, and England national football team|England, in their second final, but their first appearance in a major men's tournament final held outside their home country. Following their defeat in the UEFA Euro 2020 final|previous final, England also became the fourth different side to appear in two consecutive Euro finals, after the Soviet Union national football team|Soviet Union (1960 European Nations' Cup final|1960 and 1964 European Nations' Cup final|1964), West Germany national football team results|West Germany (UEFA Euro 1972 final|1972, UEFA Euro 1976 final|1976 and UEFA Euro 1980 final|1980), unified Germany (UEFA Euro 1992 final|1992 and UEFA Euro 1996 final|1996), and Spain (UEFA Euro 2008 final|2008 and UEFA Euro 2012 final|2012).",
              "references": [
                "https://www.bbc.com/sport/football/articles/cjerlqzvx73o"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Venue",
      "content": [
        {
          "sentences": [
            {
              "id": "2.s1",
              "text": "The final was held at the Olympiastadion (Berlin)|Olympiastadion in Berlin, Germany, located in Westend (Berlin)|Westend of the Charlottenburg-Wilmersdorf|borough of Charlottenburg-Wilmersdorf. On 27 September 2018, UEFA announced the 2024 tournament would be held in Germany after they had defeated Turkey in the host selection vote in Nyon, Switzerland. The Olympiastadion was chosen as the final venue of the tournament by the UEFA Executive Committee in May 2022, where it was announced it would also host three group stage matches, a round of 16 match, and a quarter-final match in the tournament.",
              "references": [
                "https://www.bbc.com/sport/football/45666950"
              ]
            },
            {
              "id": "2.s2",
              "text": "The Olympiastadion opened in 1936 on the Olympiapark Berlin which served specifically for the 1936 Summer Olympics. The stadium is owned by the state of Berlin and has been the Home (sports)|home stadium of football club Hertha BSC since 1963. The Germany national football team|Germany national team has also occasionally played its home matches at the stadium. The Olympiastadion has also hosted several significant matches, including several matches in the 1974 FIFA World Cup|1974 and 2006 FIFA World Cup|2006 World Cups, the latter of which included the 2006 FIFA World Cup final|final between Italy national football team|Italy and France national football team|France. It has been the venue of every List of DFB-Pokal finals|final of the DFB-Pokal since 1985. It also served as the 2011 FIFA Women's World Cup Group A#Germany vs Canada|official opening match venue for the 2011 FIFA Women's World Cup as well as the 2015 UEFA Champions League final between FC Barcelona|Barcelona and Juventus FC|Juventus.",
              "references": [
                "https://www.berlin.de/en/attractions-and-sights/3560924-3104052-olympic-stadium.en.html"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Route to the final",
      "content": [
        {
          "id": "3.1",
          "title": "Spain",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "In the knockout stage, Spain played the third-placed team from UEFA Euro 2024 Group F|Group F in the Round of 16, Georgia national football team|Georgia – who were making their European Championship debut – at the RheinEnergieStadion where Spain won 4–1 with goals for the Spanish from Rodri (footballer, born 1996)|Rodri in the 39th minute, Fabián in the 51st minute, Nico Williams in the 75th minute and Dani Olmo in the 83rd minute. Robin Le Normand scored an own goal which acted as a consolation goal for Georgia in the 18th minute. In the quarter-finals, Spain played hosts Germany national football team|Germany at the MHPArena, in a re-match of the UEFA Euro 2008 final, which Spain won 1–0. This time Spain won again 2–1 Overtime (sports)#Association football|after extra time with Olmo opening the scoring for Spain in the 51st minute, Florian Wirtz then equalised for Germany in the 89th minute. Mikel Merino scored with a header in the 119th minute to send Spain through to the semi-finals and eliminate Julian Nagelsmann's hosts at the last-eight stage. In the semi-finals, Spain played 2022 FIFA World Cup runners-up, France national football team|France at the Allianz Arena, in a re-match of both the UEFA Euro 1984 final and the 2021 UEFA Nations League final, both of which France won. Spain won this time with Randal Kolo Muani opening the scoring for the French with a header in the 9th minute, but Yamal then equalised for the Spanish in the 21st minute with a shot to the left corner from outside the penalty area, Olmo then scored the winner for Spain in the 25th minute – this was originally given as a Jules Koundé own goal but after a review was given to Olmo – this sent Spain through to their first List of UEFA European Championship finals|UEFA European Championship final since the UEFA Euro 2012 final against Italy which they won 4–0. Yamal also became the youngest player to score in a UEFA European Championship.",
                  "references": [
                    "https://www.bbc.com/sport/football/articles/cx82xyynw17o"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "England",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "England qualified for the tournament as UEFA Euro 2024 qualifying Group C|Group C winners, winning six of their eight qualification matches. England were drawn into UEFA Euro 2024 Group C|Group C along with Serbia national football team|Serbia, Denmark national football team|Denmark, and Slovenia national football team|Slovenia. England opened their campaign with a 1–0 win over Serbia at the Arena AufSchalke, with Jude Bellingham scoring with a header in the 13th minute. England then played Denmark at the Waldstadion (Frankfurt)|Waldstadion, in a re-match of the semi-final at the previous European Championships which England won 2–1 Overtime (sports)#Association football|after extra time. This time it ended in a 1–1 draw. Harry Kane scored early on in the 18th minute, but Denmark's Morten Hjulmand equalised with a low shot to the corner before half time in the 34th minute. England finished the group stage by facing Slovenia at the RheinEnergieStadion, which ended goalless. England finished top of the group with five points, and progressed to the knockout stage to play a third place team from one of UEFA Euro 2024 Group D|Groups D, UEFA Euro 2024 Group E|E, or UEFA Euro 2024 Group F|F.",
                  "references": [
                    "https://www.bbc.co.uk/sport/football/66715849",
                    "https://www.bbc.co.uk/sport/football/live/cz992dxd4xwt",
                    "https://www.bbc.co.uk/sport/football/live/c5110ej8g31t",
                    "https://www.bbc.co.uk/sport/football/live/c8000g2nj98t"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Head-to-head",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "Across men's and women's, youth and senior football, it is the fourth England–Spain tournament final in just over a year, after the 2023 UEFA European Under-21 Championship final, the 2023 FIFA Women's World Cup final and the 2024 UEFA Women's Under-17 Championship#Final|2024 UEFA Women's Under-17 Championship final. The 2023 Under-21 Championship final was won 1–0 by England and featured Álex Baena (for Spain), Cole Palmer and Anthony Gordon (footballer)|Anthony Gordon (both for England), who were all in the squads for Euro 2024.",
                  "references": [
                    "https://www.bbc.co.uk/sport/football/66127349"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Pre-match",
      "content": [
        {
          "id": "4.1",
          "title": "Notable attendees",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.1.s1",
                  "text": "The match was attended by William, Prince of Wales|Prince William, the heir apparent to the Monarchy of the United Kingdom|British throne and President of the The Football Association|Football Association, together with his elder son Prince George of Wales|Prince George. He also attended the previous tournament's final at Wembley and the UEFA Women's Euro 2022 final|Women's Euro 2022 final at the same venue and awarded winner's medals to the victorious England women's team afterwards. Downing Street also confirmed that Sir Keir Starmer, the Prime Minister of the United Kingdom, would also attend. He was accompanied by Lisa Nandy, the Secretary of State for Culture, Media and Sport, and Debbie Hewitt, chairwoman of the Football Association.",
                  "references": [
                    "https://www.bbc.com/news/articles/c3gw54p1jeno",
                    "https://www.bbc.com/news/articles/cw5ypd3v7ngo",
                    "https://www.bbc.com/news/articles/cd197zdxv52o",
                    "https://www.theguardian.com/football/article/2024/jul/14/euro-2024-starmer-fans-arrive-in-berlin"
                  ]
                },
                {
                  "id": "4.1.s2",
                  "text": "From Spain, both King Felipe VI and his younger daughter, Infanta Sofía of Spain|Infanta Sofía, attended the match. King Felipe was one of the authorities who greeted the players at the awards ceremony and the one who presented the trophy to the champions. Both royals later joined the Spanish team's celebrations. Pedro Sánchez, Prime Minister of Spain, also attended, along with the Ministry of Education (Spain)|Minister of Education, Vocational Training and Sports, Pilar Alegría.",
                  "references": [
                    "https://www.moncloa.com/2024/07/15/pilar-alegria-eurocopa-alcaraz-2772729/"
                  ]
                },
                {
                  "id": "4.1.s3",
                  "text": "Relevant German authorities such as the President of Germany, Frank-Walter Steinmeier, the German Chancellor, Olaf Scholz, and the president of the Bundestag, Bärbel Bas, were also present.",
                  "references": [
                    "https://www.eldiario.es/rastreador/selfie-sanchez-scholz-starmer-final-eurocopa-esperamos-impaciencia_132_11523428.html",
                    "https://www.elconfidencial.com/deportes/futbol/eurocopa/2024-07-14/final-eurocopa-felipe-vi-palco-pedro-sanchez_3924285/"
                  ]
                },
                {
                  "id": "4.1.s4",
                  "text": "Also present were Gareth Bale, Lando Norris, David Villa, Xavi (footballer, born 1980)|Xavi, Andrés Iniesta, Harry Styles, Danny Dyer and Dani Dyer.",
                  "references": [
                    "https://www.essentiallysports.com/soccer-football-news-from-prince-williams-to-gareth-bale-xavi-every-notable-personalities-attending-spain-vs-england-euro-final-listed/",
                    "https://www.goal.com/en-gb/lists/dani-dyer-euro-2024-final-tears-used-to-wag-lifestyle-england-west-ham-winger-jarrod-bowen-similarities-love-island-star-famous-father-danny/blt86f2d9b1cbd6338a"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Closing ceremony",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "Before the match started, a closing ceremony was organised by UEFA, which started at 20:45 Central European Time|local time (19:45 Coordinated Universal Time|UTC). Its theme was to honour the value of the handshake. Two groups from the Berlin-based Lunatix dance company took the spotlight, forming into a double \"human wall\" in a dance routine, which used the performers' hands and arms to create synchronised movements, before pyrotechnics got underway. After the handshake and the dance, Italian music group Meduza (producers)|Meduza, American pop rock band OneRepublic and German pop singer Leony performed \"Fire (Meduza, OneRepublic and Leony song)|Fire\", the List of UEFA European Championship songs and anthems|official song of UEFA Euro 2024.",
                  "references": [
                    "https://sportstar.thehindu.com/football/euro-2024-closing-ceremony-live-updates-spain-vs-england-final-esp-v-eng-uefa-euros-highlights/article68404202.ece",
                    "https://www.pulsesports.co.ke/football/story/euro-2024-breathtaking-photos-from-the-colourful-closing-ceremony-2024071419405781568"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Match",
      "content": [
        {
          "id": "5.1",
          "title": "Summary",
          "content": [
            {
              "id": "5.1.1",
              "title": "First half",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "5.1.1.s1",
                      "text": "Spain won a corner in the early minutes, which was cleared by England, before Spain consolidated possession with frequent passes and opportunities created by Nico Williams. England then won a free kick after a foul on Jude Bellingham in about the tenth minute, which Luke Shaw sent towards the box; a foul on Aymeric Laporte during this play saw possession given to Spain, and Williams again took the ball to the box. In the opening exchanges, while England prevented Spain from getting a shot on target, they also saw little of the ball and struggled when on it, while Spain appeared more settled and were able to play through the lines. England then started to play better for a period after the fifteenth minute, with opportunities created by Bukayo Saka. Targeting the same area, behind Spanish defender Marc Cucurella, England won the ball in the 21st minute but quickly lost it again under pressure from Dani Olmo. Olmo sent the ball over to Lamine Yamal, who had been quieter up to this point with Spain attacking on the other side. Yamal's shot was blocked for a corner, off which England gained possession and launched a counter-attack that was ended when Dani Carvajal fouled Saka. ''The Guardian'' said the foul was cynical, and noted that Carvajal made a crying gesture towards England players afterwards when England captain Harry Kane was intervening with the referee about the lack of Yellow card (association football)|yellow card on Carvajal. Shaw sent the free kick to the edge of the area; Kane got the ball but followed through, losing it and fouling Fabián Ruiz. Kane was shown a yellow card, which Marca (newspaper)|''Marca'' said was deserved. A few minutes later, Ruiz had a shot towards goal that ran through to the goalkeeper.",
                      "references": [
                        "https://www.theguardian.com/football/live/2024/jul/14/spain-v-england-euro-2024-final-live-score-updates",
                        "https://www.marca.com/mx/futbol/eurocopa/espana-inglaterra/2024/07/14/01_0118_20240714_118_114-directo.html",
                        "https://www.nytimes.com/athletic/5634616/2024/07/14/spain-euro-2024-champions-oyarzabal/"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Post-match",
      "content": [
        {
          "sentences": [
            {
              "id": "6.s1",
              "text": ".]]\nUEFA president Aleksander Čeferin was present on the pitch stage during the awards ceremony to hand out the medals and present the trophy to Spanish captain Álvaro Morata. He was joined by King of Spain Felipe VI. Giorgio Chiellini, Italy's winning Euro 2020 captain and a former teammate of Morata, brought the trophy onto the pitch for the ceremony. Spain became the first European champions to have won all their group and knockout matches without any penalty shootouts since France national football team|France in UEFA Euro 1984|1984.",
              "references": [
                "https://www.football-espana.net/2024/07/15/alvaro-morata-andres-iniesta-saving-spain-career-euro-2024",
                "https://football-italia.net/video-chiellini-hands-back-italys-european/"
              ]
            },
            {
              "id": "6.s2",
              "text": "Spanish winger Nico Williams was named as the man of the match, Spain's Lamine Yamal, who turned 17 the day before the final, was named as the UEFA European Championship awards#Young Player of the Tournament|UEFA Young Player of the Tournament, making him the youngest ever player to feature in a UEFA Euro or FIFA World Cup showpiece. The Spanish team celebrated their victory with a parade through Madrid on an open-top bus to Plaza de Cibeles the day after the final on 15 July, attended by thousands. The team met with King Felipe VI, the Spanish royal family and the Prime Minister of Spain Pedro Sánchez. During the celebrations, players Rodri (footballer, born 1996)|Rodri and Álvaro Morata chanted that Gibraltar is Spanish, leading to condemnation from the Government of Gibraltar and a formal complaint to UEFA from the Gibraltar Football Association.",
              "references": [
                "https://www.france24.com/en/live-news/20240715-spain-celebrates-euro-2024-heroes",
                "https://www.bbc.com/sport/football/articles/cd167yxv706o",
                "https://www.euronews.com/my-europe/2024/07/15/spanish-national-football-team-returns-to-madrid-to-celebrate-euro-2024-win",
                "https://www.chronicle.gi/gibraltar-fa-to-make-formal-complaint-after-spanish-national-team-chants-gibraltar-espanol/"
              ]
            },
            {
              "id": "6.s3",
              "text": "Emlyn Begley of BBC Sport wrote that Spain's triumph was unanimously seen as \"fully deserved\", as the team had won all seven games without going to a penalty shootout, against difficult opposition. English pundits including Chris Sutton, Gary Lineker, Micah Richards and Alan Shearer praised Spain for playing attacking football and working as a team, while considering England to be a selection of individuals rather than a team. Gary Neville said \"it feels like a never-ending story where we just can't get over the line\" and described a sense of \"rinse and repeat\" of England failing to keep the ball well enough at major championships. Spanish football journalist Guillem Balagué praised Spain manager Luis de la Fuente (footballer, born 1961)|Luis de la Fuente for winning the competition with players he had managed to under-19 and under-21 titles in the 2010s. adding \"these players have made history and they still have a long way to go\" and that \"this group can keep growing because they do not tire of hard work, competing and trying to win.\" Spain match-winner Mikel Oyarzabal said he was lucky enough to give the victory, adding \"I have done my job. I did what I had to do at every moment to try to help\", while defender Marc Cucurella added: \"We deserved it from the start. Not many people backed us, but we kept quiet and did our job, which is to play football.\"",
              "references": [
                "https://www.bbc.co.uk/sport/football/articles/cv2gvreml2ko",
                "https://www.bbc.co.uk/sport/football/articles/c06kn3x8dpgo",
                "https://www.telegraph.co.uk/football/2024/07/14/gary-neville-england-failure-spain-euro-2024-final-itv/",
                "https://www.theguardian.com/football/video/2024/jul/15/we-have-earned-this-spain-coach-luis-de-la-fuente-hails-euro-2024-victory-over-england-video"
              ]
            },
            {
              "id": "6.s4",
              "text": "England manager Gareth Southgate praised his team for their efforts but admitted they \"fell short\", saying \"we had an opportunity to win and we haven't been able to take it\". Immediately after the game, Southgate said that he could not answer whether it would be his final match. Captain Harry Kane said they had done well to get back into the game, adding \"We could have used that momentum to push on\", concluding: \"It's as painful as it could be in a football match.\" King Charles III congratulated the England team in a letter addressed to Southgate, calling it \"a really great achievement in itself\" to reach the final. Southgate resigned two days after the final.",
              "references": [
                "https://www.theguardian.com/football/video/2024/jul/15/gareth-southgate-reaction-england-euro-2024-final-video",
                "https://www.bbc.co.uk/sport/football/articles/cw4ywnd9j2go",
                "https://www.telegraph.co.uk/football/2024/07/15/england-euros-final-heartbreak-southgate-lineker-live/",
                "https://www.bbc.co.uk/news/articles/c3gw54p1jeno",
                "https://www.bbc.co.uk/sport/football/articles/c978e37ld7ro"
              ]
            }
          ]
        }
      ]
    }
  ]
}