{
  "title": "Withdrawal_of_Joe_Biden_from_the_2024_United_States_presidential_election",
  "content": [
    {
      "id": "1",
      "title": "Preface",
      "content": [
        {
          "sentences": [
            {
              "id": "1.s1",
              "text": "* {{Cite news |last1=Kashinsky |first1=Lisa |last2=Cancryn |first2=Adam |last3=Daniels |first3=Eugene |date=June 28, 2024 |title=Dems freak out over Biden's debate performance: 'Biden is toast' |url=https://www.politico.com/news/2024/06/27/biden-debate-opening-concerns-00165595 |url-status=live |archive-url=https://web.archive.org/web/20240628024715/https://www.politico.com/news/2024/06/27/biden-debate-opening-concerns-00165595 |archive-date=June 28, 2024 |access-date=June 28, 2024 |newspaper=Politico}}</ref> Biden subsequently faced calls to withdraw from the race from fellow Democrats and from the editorial boards of major news outlets. By July 19, 2024, more than 30 senior Democrats had called for him to withdraw.",
              "references": [
                "https://www.nbcnews.com/politics/joe-biden/democrats-biden-step-aside-throw-towel-2024-rcna159368",
                "https://www.theguardian.com/us-news/article/2024/jul/19/biden-betrayed-democrats-election-2024"
              ]
            },
            {
              "id": "1.s2",
              "text": "Biden repeatedly insisted for weeks after the debate that he would remain a candidate, despite numerous calls for him to withdraw. However, on July 21, 2024, he withdrew his candidacy via a signed letter posted on his personal Twitter account, writing that this was \"in the best interest of my party and the country\", while stating that he would continue serving as president until the conclusion of his term. Biden was the first incumbent president since Withdrawal of Lyndon B. Johnson from the 1968 United States presidential election|Lyndon B. Johnson in 1968 to withdraw from a reelection race, the first since the 19th century to withdraw after serving only one term,{{efn|All three incumbents in the 20th century to withdraw or not seek reelection—Calvin Coolidge, Harry S. Truman, and Lyndon B. Johnson—had succeeded to the presidency when their predecessor died, then won a full term in their own right.}} and the only major party presumptive nominee to withdraw after already winning Democratic Party presidential primaries|the primaries.",
              "references": [
                "https://www.npr.org/2024/07/03/nx-s1-5028147/biden-presidential-race",
                "https://www.voanews.com/a/us-presidents-who-did-not-seek-reelection/7709836.html",
                "https://theconversation.com/biden-steps-aside-setting-in-motion-an-unprecedented-period-in-american-politics-235189",
                "https://www.usatoday.com/story/news/politics/elections/2024/07/22/biden-drops-out-presidential-history/74491426007/"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Background",
      "content": [
        {
          "id": "2.1",
          "title": "Presidents who did not seek reelection",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.1.s1",
                  "text": "{{Joe Biden series|expanded=Presidential campaigns}}\nHistorically, most sitting U.S. presidents who completed one full term chose to run for a second. The following presidents were eligible for reelection after completing at least one full term in office, but chose not to run:",
                  "references": [
                    "https://www.voanews.com/a/us-presidents-who-did-not-seek-reelection/7709836.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "title": "Biden as a bridge candidate",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.2.s1",
                  "text": "During the 2020 United States presidential election|2020 presidential election, Biden pitched himself as a 'bridge' candidate to a new generation of leadership. However, he denied ''Politico''{{'s}} claims that he was considering a one-term pledge. As Biden's campaign faltered in 2024, ''Axios (website)|Axios'' quoted scholar Anthony Fowler as having said, \"You could argue <nowiki>[back in 2020]</nowiki> he's trying to kind of have it both ways. He's trying to kind of tell people, 'Don't worry, I'm only running for one term,' without ever actually explicitly promising that\".",
                  "references": [
                    "https://edition.cnn.com/2020/03/09/politics/joe-biden-bridge-new-generation-of-leaders/index.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "title": "Biden age and health concerns",
          "content": [
            {
              "sentences": [
                {
                  "id": "2.3.s1",
                  "text": "Biden was 78 years old at Inauguration of Joe Biden|his inauguration, making him the List of presidents of the United States by age|oldest individual to assume the presidency. Biden was also older when he assumed the office than Ronald Reagan, the previous oldest, had been when leaving it.{{efn|While Trump was older than Reagan at the ages they ''became'' president, Reagan served two terms to Trump's one and was, until Biden, the president who was oldest at any point in their presidency.}} Age and health concerns about Joe Biden|Health concerns surrounding Biden emerged during his presidency, primarily about his age and ability to carry out a second term. In a report in the ''Journal on Active Aging'', doctors noted he had an \"exceptional health profile\" relative to his age, and a medical assessment performed by physician Kevin O'Connor (physician)|Kevin O'Connor attested to his physical acuity. ''The Washington Post''{{'}}s Dan Zak described the U.S. government as a \"gerontocracy\" with Biden's inauguration. On July 28, 2022, U.S. Representative Dean Phillips became the first incumbent Democratic member of Congress to say President Biden should not run for re-election and called for \"generational change,\" pointing to Biden's age. Phillips argued during his campaign that President Biden would be a weak general election candidate due to his age and low approval ratings. In public, Phillips was ridiculed. In private, others in the Democratic Party shared his concerns. In late January or early February 2024, Larry Sabato, director of the Center for Politics at the University of Virginia, received a call from a Democratic senator where the senator reportedly told him that, \"You do realise, off the record, that Joe Biden is not going to be our nominee? I just was at a meeting with him with several other senators and he couldn’t even function. We can’t run him.\" In February 2024, upon concluding the Joe Biden classified documents incident|investigation into Biden's handling of classified documents, special counsel Robert Hur suggested that Biden would be able to present himself to a jury as an \"elderly man with poor memory\" and wrote that his memory \"appeared to have significant limitations\". Phillips honed in on the parts about Biden's age when he stated that Hur's report “simply affirms what most Americans already know and all but handed the 2024 election to Donald Trump” if Biden is the Democratic nominee.",
                  "references": [
                    "https://www.theatlantic.com/politics/archive/2021/01/jim-clyburn-joe-biden-old-president-generation/617761/",
                    "https://www.politifact.com/factchecks/2023/may/01/jonathan-martin/was-biden-older-on-his-first-day-as-president-than/",
                    "https://www.usatoday.com/story/news/factcheck/2021/01/05/false-claim-biden-plans-step-down-president-elect/4113914001/",
                    "https://www.usatoday.com/story/news/politics/2022/07/29/democratic-rep-dean-phillips-says-biden-should-not-run-2024/10186625002/",
                    "https://edition.cnn.com/2023/10/26/politics/dean-phillips-presidential-campaign-launch/index.html",
                    "https://www.theguardian.com/us-news/ng-interactive/2025/jan/18/biden-presidency-legacy-trump-election",
                    "https://www.rollingstone.com/politics/politics-news/democrats-biden-unfit-paving-way-trump-report-1235240669/",
                    "https://www.bbc.com/news/world-us-canada-68245617"
                  ]
                },
                {
                  "id": "2.3.s2",
                  "text": "On December 26, 2024, ''Mother Jones (magazine)|Mother Jones'' named Representative Dean Phillips a \"Hero of 2024\" for being the only elected official to challenge Biden in the Democratic primary who tried to make the case that Biden was unfit for office. On December 28, 2024, ''Politico'' reported that Phillips was right about Biden's reelection campaign and that his decision to launch a primary challenge proved prescient after Biden's performance in his debate against Trump. On December 30, 2024, ''The New York Times'' dubbed Phillips the \"Most Prophetic\" in their 2024 High School Yearbook of American Politics for challenging Biden for the Democratic nomination. On January 7, 2025, a ''New York Times'' opinion piece by columnist Bret Stephens argued that Phillips should be nominated for a Profile in Courage Award because it was left to him to \"play the part of the boy who says the emperor has no clothes\".",
                  "references": [
                    "https://www.motherjones.com/politics/2024/12/hero-of-2024-dean-phillips-kind-of/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Biden 2024 campaign",
      "content": [
        {
          "id": "3.1",
          "title": "Biden's candidacy",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.1.s1",
                  "text": "On April 25, 2023, after months of speculation, Biden confirmed he would run for reelection as president in the 2024 United States presidential election|2024 presidential election, with Vice President Kamala Harris again as his running mate. The campaign launched four years to the day after the start of his Joe Biden 2020 presidential campaign|2020 presidential campaign. During his campaign, Biden promoted Economic policy of the Joe Biden administration|higher economic growth and recovery following the COVID-19 pandemic in the United States|COVID-19 pandemic. He frequently stated his intention to \"finish the job\" as a political rallying cry.",
                  "references": [
                    "https://www.cbsnews.com/news/biden-reelection-bid-announcement-after-state-of-the-union-address/",
                    "https://news.gallup.com/poll/505202/biden-begins-reelection-bid-low-point-presidency.aspx",
                    "https://www.nbcnews.com/meet-the-press/meetthepressblog/eyes-2024-bidenomics-back-campaign-trail-rcna95285"
                  ]
                },
                {
                  "id": "3.1.s2",
                  "text": "Biden made protecting American democracy a central focus of his campaign, along with restoring the federal right to abortion following the Supreme Court's overturning of ''Roe v. Wade''. He also intended to increase funding for border patrol and security and increase funding for law enforcement coupled with police reform. Biden promised to support, protect and expand LGBT rights,",
                  "references": [
                    "https://www.usatoday.com/story/money/2023/05/25/guide-to-the-inflation-reduction-act/70249464007/"
                  ]
                },
                {
                  "id": "3.1.s3",
                  "text": "Biden's trade policy was described as rejecting traditional neoliberal economic policy and the Washington Consensus that resulted in the offshoring of manufacturing and thus resulted in increased populist backlash. Biden proposed and enacted targeted tariffs against strategic Chinese industries to protect manufacturing jobs and counter China's Science and technology in China|technological and People's Liberation Army|military ambitions. Biden faced opposition from Representative Dean Phillips during the 2024 Democratic Party presidential primaries. Phillips Dean Phillips 2024 presidential campaign|campaigned as a younger alternative to Biden, who would be a stronger opponent to Trump. Phillips argued during Dean Phillips 2024 presidential campaign|his campaign that Biden would be a weak general election candidate due to concerns about his age and low approval ratings. On December 23, 2023, Phillips argued that Biden should \"thoughtfully exit\" the 2024 race. Phillips accused Biden campaign representatives of pressuring liberal media outlets into blackballing and not platforming him. Biden was not on the ballot in the January 23 2024 New Hampshire Democratic presidential primary|New Hampshire primary, but he won it in a write-in campaign with 63.8% of the vote and strongly defeated Representative Phillips, who garnered 19.6% of the vote. He had wanted South Carolina to be the first primary, and 2024 South Carolina Democratic presidential primary|won that state on February 3 with 96.2% of the vote. Biden received 89.3% of the vote in 2024 Nevada Democratic presidential primary|Nevada.",
                  "references": [
                    "https://www.nbcnews.com/politics/2024-election/-head-scratcher-dems-baffled-dean-phillips-quixotic-bid-biden-rcna122506",
                    "https://edition.cnn.com/2023/10/26/politics/dean-phillips-presidential-campaign-launch/index.html",
                    "https://www.startribune.com/dean-phillips-seeks-to-shock-democrats-country-in-tuesdays-new-hampshire-presidential-primary/600337784",
                    "https://www.nytimes.com/interactive/2024/02/03/us/elections/results-south-carolina-democratic-primary.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "title": "Israel–Hamas war protest movements",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.2.s1",
                  "text": "{{main|Israel–Hamas war protest vote movements}}\nThe Israel–Hamas war protest vote movements began as movements targeting Biden's policy towards the Israel–Hamas war. After an \"uncommitted\" vote in the US state of Michigan, activists sought to replicate the protest in other US states. A parallel Abandon Biden movement grew urging Biden to drop out of the presidential race. The uncommitted vote was the largest opposition to the Joe Biden 2024 presidential campaign and received higher vote totals than many contenders in the 2020 Democratic Party presidential primaries, including Amy Klobuchar, Cory Booker, Beto O'Rourke, and Biden's vice president Kamala Harris. Uncommitted votes also achieved a higher percentage of the vote than the 2020 campaign of Pete Buttigieg, with only a fraction of the spending.",
                  "references": [
                    "https://www.aljazeera.com/news/longform/2024/2/27/birth-of-a-movement-michigans-arab-voters-rise-up-to-challenge-biden",
                    "https://www.thenation.com/article/politics/uncommitted-primary-total-results-biden/"
                  ]
                },
                {
                  "id": "3.2.s2",
                  "text": "Biden received 81.1% of the vote in 2024 Michigan Democratic presidential primary|Michigan, with \"None of These Candidates\" and \"Uncommitted (voting option)|uncommitted\" coming in second in each state, respectively. On March 5 (\"Super Tuesday\"), he won 15 of 16 primaries, netting 80% or more of the vote in 13 of them. On March 12, Biden reached more than the 1,968 delegates needed to win the Democratic nomination, becoming the presumptive nominee.",
                  "references": [
                    "https://www.nytimes.com/interactive/2024/03/05/us/elections/results-super-tuesday-key-races.html"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "title": "Debate with Trump",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.3.s1",
                  "text": "Biden and Trump faced each other in a televised debate on June 27, 2024. Biden's performance in particular was criticized, in which he had a faltering appearance and spoke with a hoarse voice, and failed to recall statistics or coherently express his opinion on several occasions. CNN, ''Politico'', ''The New York Times'', ''USA Today'', ''Business Insider'', and ''Vox (website)|Vox''. Columnists from MSNBC, Amy Walter|''The Cook Political Report'', ''The Guardian'', and the ''Los Angeles Times'' argued that while Trump did not win the debate, Biden \"clearly lost\". Polling also indicated the majority of the public believed Trump won. Following Biden's performance at the debate, many Democrats were described as being sent \"into a panic\" and called for him to withdraw from the race, leading to political turmoil within the party that the media referred to as the \"Biden crisis\".{{Efn|Attributed to multiple references:}}",
                  "references": [
                    "https://edition.cnn.com/2024/06/28/politics/donald-trump-winning-streak/index.html",
                    "https://www.usatoday.com/story/opinion/columnist/2024/06/28/trump-won-debate-biden-failed/74241366007/",
                    "https://www.businessinsider.com/trump-lied-biden-lost-who-won-first-presidential-debate-2024-6",
                    "https://www.vox.com/politics/357788/biden-trump-debate-winners-losers",
                    "https://www.msnbc.com/opinion/msnbc-opinion/who-won-first-trump-biden-presidential-debate-rcna159343",
                    "https://www.theguardian.com/us-news/article/2024/jun/28/biden-trump-first-presidential-debate",
                    "https://www.latimes.com/world-nation/story/2024-06-28/biden-trump-debate-who-won-nobody-but-president-lost-ground",
                    "https://www.nbcnews.com/politics/2024-election/biden-debate-performance-democrats-panic-rcna157279"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.4",
          "title": "Debate aftermath",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.4.s1",
                  "text": "On July 3, twenty Democratic governors met with Biden at the White House and virtually to discuss the debate's effect on his campaign. Following the meeting, Governors Wes Moore of Maryland, Kathy Hochul of New York, and Tim Walz of Minnesota spoke to the press outside of the White House, with Walz specifically admitting that \"Thursday night was a bad performance\" and a \"bad hit\".",
                  "references": [
                    "https://www.cbsnews.com/news/biden-democratic-governors-meeting-after-debate/",
                    "https://edition.cnn.com/2024/07/03/politics/democratic-governors-meeting-biden/index.html"
                  ]
                },
                {
                  "id": "3.4.s2",
                  "text": "On July 17, ABC News (United States)|ABC News reported that House minority leader Hakeem Jeffries and Senate majority leader Chuck Schumer had met with Biden on July 12 and 13, respectively, and had expressed concerns to Biden about Democratic losses in Congress. Biden reportedly told Schumer that he needed another week to make a decision. Jeffrey Katzenberg, a campaign co-chairman, reportedly warned Biden on July 17 that donors were withholding donations to his campaign, although Katzenberg disputed that characterization of their discussion.",
                  "references": [
                    "https://www.semafor.com/article/07/17/2024/donors-cash-is-drying-up-jeffrey-katzenberg-warns-biden-in-private-meeting"
                  ]
                },
                {
                  "id": "3.4.s3",
                  "text": "That evening, Biden tested positive for COVID-19. He experienced mild symptoms, including a cough, runny nose, and \"general malaise\". However, images of him looking frail exiting from Air Force One on the way to isolation at his residence in Rehoboth Beach, Delaware, fueled further speculation over his health. ''The New York Times'' reported that Biden was \"more receptive\" to withdrawing his nomination. In phone conversations, former House speaker Nancy Pelosi told Biden she was pessimistic about his candidacy. On July 18, ''Axios (website)|Axios'' reported that Democrats believed Biden would exit the election, citing pressure from Jeffries and Schumer, internal polling, and criticism. ''The New York Times'' reported that day that Biden was considering that he may have to withdraw. CNN reported that on July 20, Biden met with advisors Steve Ricchetti and Mike Donilon, during which they concluded that worsening poll numbers and a loss of party support had left the campaign without a plausible strategy to recover. That evening, Biden began planning a possible exit from the race with Ricchetti, Donilon, and other close aides, and he fully committed to the decision on the morning of July 21. On August 3, the ''Minnesota Star Tribune'' reported that 2024 Democratic Party presidential primaries|primary challenger US Representative|Representative Dean Phillips said, \"If people write anything, I just hope that they might write if [Biden] had debated me then and he had been on one stage, unscripted, with a national audience, and he demonstrated that decline then, this would have been very different circumstances.\" He continued, \"And that's what I was trying to do.\"",
                  "references": [
                    "https://edition.cnn.com/2024/07/21/politics/inside-bidens-exit-from-2024-race/index.html",
                    "https://www.startribune.com/dean-phillips-called-for-new-generation-of-leadership-two-years-ago-right-message-wrong-time/600728595"
                  ]
                },
                {
                  "id": "3.4.s4",
                  "text": "Prior to Biden's withdrawal, the word ''Joever'', a portmanteau of ''Joe'' and ''over'', was used by critics and media to describe the state of Biden's campaign.{{Efn|Attributed to multiple references:}} Though the word was first coined in a meme on 4chan's /pol/ imageboard in 2020, the word's usage in social media posts and major media stories increased significantly following the debate.",
                  "references": [
                    "https://newrepublic.com/post/183980/bidet-drop-out-triple-leak-schumer-pelosi-jeffries",
                    "https://newrepublic.com/post/184061/its-joever-biden-drops-out-2024-presidential-race"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "3.5",
          "title": "Biden campaign reactions",
          "content": [
            {
              "sentences": [
                {
                  "id": "3.5.s1",
                  "text": "In response to criticisms following the debate, Biden announced several progressive policies, including Supreme Court of the United States|Supreme Court reform to impose term limits and a binding code of ethics, a constitutional amendment to institute prosecutorial authority for presidential actions, a national assault weapons ban, and limiting rent increases.",
                  "references": [
                    "https://www.vox.com/politics/361389/biden-progressives-supreme-court-rent-cap-assault-weapons"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Biden's withdrawal and replacement",
      "content": [
        {
          "sentences": [
            {
              "id": "4.s1",
              "text": "with Biden's name removed, in Oakland, CA, the day after Biden withdrew]]\n{{main|2024 Democratic National Convention}}\n{{see also|Kamala Harris 2024 presidential campaign}}\nOn July 21, Biden's official Twitter account posted a letter announcing his withdrawal. In the letter, he wrote, \"And while it has been my intention to seek reelection, I believe it is in the best interest of my party and the country for me to stand down and to focus solely on fulfilling my duties as President for the remainder of my term\". Nearly 30 minutes after, a post from the same account endorsed Harris, the vice president since 2021, as his replacement in the presidential race.",
              "references": [
                "https://www.upi.com/Top_News/US/2024/07/21/biden-endorses-harris-president-2024/1071721586809"
              ]
            },
            {
              "id": "4.s2",
              "text": "On July 24, 2024, in his first appearance since withdrawing from the presidential race, President Biden explained his decision. Speaking from the Oval Office, he stated that his reason was the \"defense of democracy\". Addressing the presidential campaigns, he remarked, \"America's going to have to choose between moving forward or backward, between hope and hate, between unity and division\".",
              "references": [
                "https://www.nbcnews.com/politics/joe-biden/oval-office-address-biden-frame-2024-decision-defense-democracy-rcna163529",
                "https://www.cbsnews.com/news/joe-biden-drops-out-oval-office-address/"
              ]
            },
            {
              "id": "4.s3",
              "text": "Biden's pledged delegates were released by his resignation from the race. A candidate who receives 300 signatures from delegates will appear on the convention ballot. A candidate must receive a majority of delegate votes at the convention to become the nominee; if no candidate initially receives a majority of votes, an additional 700 superdelegates are permitted to vote on a candidate. Biden's endorsement of Harris notwithstanding, Democratic National Committee rules do not require these delegates to follow his recommendation and support his selected successor.",
              "references": [
                "https://www.nbcnews.com/politics/2024-election/can-democrats-replace-joe-biden-ballot-rcna159374"
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "title": "Result on general election",
          "content": [
            {
              "sentences": [
                {
                  "id": "4.2.s1",
                  "text": "Many analysts after Trump's victory in the general election argued that Biden's decision to run for re-election was a significant factor in the loss of Harris. Jon Favreau (speechwriter)|Jon Favreau of ''Pod Save America'' reported that internal polls by Biden's campaign before his withdrawal found that Trump would win 400 United States Electoral College|electoral votes against Biden; Trump won 312 electoral votes to Harris' 226. Former Speaker of the House Nancy Pelosi suggested the Democrats would have fared better if Biden withdrew from the race sooner. U.S. Representative Lloyd Doggett, who was the first sitting Democrat in Congress to openly call for President Joe Biden to withdraw from the 2024 United States presidential election after the first presidential debate, stated that \"I only regret I didn't do it earlier ... I believe that the only person in our caucus who doesn't share some responsibility for the outcome is Dean Phillips, who came out early.\" An aide to Senator Bernie Sanders stated \"the truth of the matter is, Biden should have stepped aside earlier and let the party put together a longer game plan.\" A YouGov poll suggested that Trump would be seven points ahead in a race with Biden (49-42%); Trump won the popular vote 49.8-48.3% against Harris.",
                  "references": [
                    "https://www.mediaite.com/politics/pod-save-america-host-says-bidens-internal-polling-showed-trump-winning-400-electoral-votes/",
                    "https://www.bbc.com/news/articles/cn7m24zg85eo"
                  ]
                },
                {
                  "id": "4.2.s2",
                  "text": "On the contrary, ''Newsweek'' suggested that Biden would have appealed to more union voters and men if he stayed in the race. Biden himself has regretted dropping out of the race, believing he could have beaten Trump in the general election. In a January 2025 interview, Biden asserted his belief that he would have won, but doubted if he had the vigor to complete four more years in the White House. ''The Wall Street Journal'' reported later that month that Biden's claims have caused a rift with Harris.",
                  "references": [
                    "https://www.foxnews.com/politics/biden-still-regrets-dropping-out-2024-presidential-race-believes-he-could-have-beaten-trump-report",
                    "https://www.theguardian.com/us-news/2024/dec/28/joe-biden-regrets-dropping-out-re-election",
                    "https://www.usatoday.com/story/news/politics/elections/2025/01/08/exclusive-joe-biden-interview-donald-trump-election/77378693007/"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Political responses",
      "content": [
        {
          "id": "5.1",
          "title": "In the United States",
          "content": [
            {
              "id": "5.1.1",
              "title": "Democratic Party",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "5.1.1.s1",
                      "text": "Former presidents Bill Clinton and Barack Obama praised Biden's work as president, with Obama writing that \"Joe Biden has been one of America's most consequential presidents\" and that Biden \"wouldn't make this decision unless he believed it was right for America\". Many Democrats praised Biden's decision as \"selfless\", such as South Carolina Congressman Jim Clyburn, Obama advisor David Axelrod (political consultant)|David Axelrod, and Ohio Congressman Greg Landsman, with Senate Majority Leader Chuck Schumer writing that Biden \"once again put his country, his party, and our future first\" over himself. Former Secretary of State and presidential candidate Hillary Clinton did the same and endorsed Harris.",
                      "references": [
                        "https://barackobama.medium.com/my-statement-on-president-bidens-announcement-1eb78b3ba3fc",
                        "https://www.mediaite.com/biden/bill-and-hillary-clinton-endorse-kamala-harris-vow-to-do-whatever-we-can-to-support-her/"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": "5.1.2",
              "title": "Trump campaign",
              "content": [
                {
                  "sentences": [
                    {
                      "id": "5.1.2.s1",
                      "text": "Trump complained about Biden's withdrawal in a July 21 Truth Social post and requested that the Republican Party should be reimbursed for the money they spent campaigning against Biden. Trump also compared the Democratic Party's support of replacing Biden to a \"coup\". Trump's language of \"coup\" was widely imitated by other Republican politicians and strategists and in an op-ed by Josh Hammer, a senior editor of ''Newsweek''.",
                      "references": [
                        "https://www.nytimes.com/interactive/2024/07/24/us/politics/harris-biden-republican-reactions.html"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "title": "International response",
          "content": [
            {
              "sentences": [
                {
                  "id": "5.2.s1",
                  "text": "'''{{flag|Australia}}''': Prime Minister Anthony Albanese praised Biden, saying he \"has presided over an economy that has seen jobs grow, that has seen wages increase, and that has seen the transition proceed that is occurring as the world moves towards net zero. As well as he's standing up on issues such as gender equality. President Biden has been a great friend of Australia and that will continue\", also stating that the \"Australia–US Alliance has never been stronger with our shared commitment to democratic values, international security, economic prosperity and climate action for this and future generations\".",
                  "references": [
                    "https://www.cbsnews.com/news/foreign-leaders-react-to-biden-withdrawal-starmer-tusk-harris-herzog/"
                  ]
                },
                {
                  "id": "5.2.s2",
                  "text": "'''{{flag|Brazil}}''': President Luiz Inácio Lula da Silva said of Biden, \"Only he could decide whether or not he would be a candidate\" and \"...Brazil's relationship will be with whoever is elected\".",
                  "references": [
                    "https://g1.globo.com/politica/noticia/2024/07/22/lula-comenta-desistencia-de-biden-e-diz-esperar-que-democratas-escolham-um-bom-candidato-substituto.ghtml"
                  ]
                },
                {
                  "id": "5.2.s3",
                  "text": "'''{{flag|Canada}}''': Prime Minister Justin Trudeau said: \"I've known President Biden for years. He's a great man, and everything he does is guided by his love for his country. As President, he is a partner to Canadians—and a true friend. To President Biden and the First Lady: thank you\".",
                  "references": [
                    "https://www.voanews.com/a/foreign-leaders-react-to-biden-dropping-white-house-bid/7707094.html"
                  ]
                },
                {
                  "id": "5.2.s4",
                  "text": "'''{{flag|China}}''': At a regular press briefing on July 22, the Chinese Foreign Ministry spokesperson Mao Ning (diplomat)|Mao Ning declined to comment, and said the \"presidential election is an internal affair of the United States\".",
                  "references": [
                    "https://www.voanews.com/a/biden-s-decision-to-bow-out-goes-viral-on-chinese-social-media-/7707721.html",
                    "http://www.chinanews.com.cn/gn/2024/07-22/10255122.shtml"
                  ]
                },
                {
                  "id": "5.2.s5",
                  "text": "'''{{flag|France}}''': In a letter, President Emmanuel Macron praised Biden's \"courage, spirit of responsibility and sense of duty that led [him] to this decision\".",
                  "references": [
                    "https://www.francetvinfo.fr/monde/usa/presidentielle/retrait-de-joe-biden/presidentielle-americaine-2024-emmanuel-macron-salue-le-courage-et-le-sens-du-devoir-de-joe-biden_6680886.html",
                    "https://www.lefigaro.fr/international/je-mesure-la-gravite-de-ce-moment-pour-vous-la-lettre-d-emmanuel-macron-a-joe-biden-apres-son-retrait-de-la-course-presidentielle-20240722"
                  ]
                },
                {
                  "id": "5.2.s6",
                  "text": "'''{{flag|Mexico}}''': President Andrés Manuel López Obrador described Biden as a \"good leader\" with \"very good results\". He added: \"Politically, he makes the decision not to participate in reelection, that is up to those who are members of the Democratic Party to decide, we are going to continue seeking to maintain a good relationship with the United States government\".",
                  "references": [
                    "https://www.nmas.com.mx/nacional/politica/amlo-biden-renuncia-candidatura-elecciones-estados-unidos-2024/"
                  ]
                },
                {
                  "id": "5.2.s7",
                  "text": "'''{{flag|Ukraine}}''': President Volodymyr Zelenskyy expressed gratitude on behalf of Ukraine for Biden's \"unwavering support for Ukraine's fight for freedom\", and that \"[m]any strong decisions have been made in recent years and they will be remembered as bold steps taken by President Biden in response to challenging times. And we respect today's tough but strong decision.\"",
                  "references": [
                    "https://www.cbsnews.com/news/foreign-leaders-react-to-biden-withdrawal-starmer-tusk-harris-herzog/",
                    "https://www.aljazeera.com/news/2024/7/22/world-leaders-react-to-biden-dropping-out-of-us-presidential-race"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}